[{"id":"cm54eKqjFFb_","t":"Japanese architecture is traditionally based on wooden structures that need renovating on a regular basis.","c":"architecture","a":"Tadao Ando"},{"id":"u_6wpgpHfCGU","t":"Does an architecture to assuage the spirit have a place?","c":"architecture","a":"Arthur Erickson"},{"id":"NMJrgRRk7pNG","t":"The dialogue of architecture has been centered too long around the idea of truth.","c":"architecture","a":"Michael Graves"},{"id":"13OGUj7iDx7D","t":"Of course I know very little about architecture, and the older I get the less I know.","c":"architecture","a":"Richard Rogers"},{"id":"aP2zXjHAgkOl","t":"Cities are the greatest creations of humanity.","c":"architecture","a":"Daniel Libeskind"},{"id":"TNvwIny22h5w","t":"To create architecture is to put in order. Put what in order? Function and objects.","c":"architecture","a":"Le Corbusier"},{"id":"Sf1s496rgOpa","t":"My interest in architecture has always been sculptural. Most of my photography is of architecture.","c":"architecture","a":"Parker Stevenson"},{"id":"93BghhfrACQ9","t":"At a certain point, I just put the building and the art impulse together. I decided that building was a legitimate way to make sculpture.","c":"architecture","a":"Martin Puryear"},{"id":"YsyKeJ3KE0cB","t":"Space has always been the spiritual dimension of architecture. It is not the physical statement of the structure so much as what it contains that moves us.","c":"architecture","a":"Arthur Erickson"},{"id":"OZN8MQjfjd3U","t":"The architecture of our future is not only unfinished the scaffolding has hardly gone up.","c":"architecture","a":"George Lamming"},{"id":"O9BLjdTUS-LL","t":"The work of art shows people new directions and thinks of the future. The house thinks of the present.","c":"architecture","a":"Adolf Loos"},{"id":"DhI9QGzlOYLS","t":"Nothing is as dangerous in architecture as dealing with separated problems. If we split life into separated problems we split the possibilities to make good building art.","c":"architecture","a":"Alvar Aalto"},{"id":"OyfbEPPgOfpY","t":"I believe that the way people live can be directed a little by architecture.","c":"architecture","a":"Tadao Ando"},{"id":"y_d_aChR6Ns1","t":"I don't see that any buildings should be excluded from the term architecture, as long as they are done properly.","c":"architecture","a":"Arne Jacobsen"},{"id":"zhmLluU4UOFc","t":"The British political system and the whole clapped out Westminster architecture, and the language that we use about politics, it's completely unsustainable. You either decide to be part of that transition to do something different. Or you cling to old certainties.","c":"architecture","a":"Nick Clegg"},{"id":"d7TkuD6CKJiS","t":"My passion and great enjoyment for architecture, and the reason the older I get the more I enjoy it, is because I believe we - architects - can effect the quality of life of the people.","c":"architecture","a":"Richard Rogers"},{"id":"d8_kZaBF2d_t","t":"I feel however, that we architects have a special duty and mission... (to contribute) to the socio-cultural development of architecture and urban planning.","c":"architecture","a":"Kenzo Tange"},{"id":"id4wD3KRak6x","t":"I am but an architectural composer.","c":"architecture","a":"Alexander Jackson Davis"},{"id":"tnbMi-KrcqgJ","t":"No architecture is so haughty as that which is simple.","c":"architecture","a":"John Ruskin"},{"id":"BLoocw_cPs_-","t":"Georgian architecture respected the scale of both the individual and the community.","c":"architecture","a":"Stephen Gardiner"},{"id":"PUWtu0pmyL6L","t":"After World War II great strides were made in modern Japanese architecture, not only in advanced technology, allowing earthquake resistant tall buildings, but expressing and infusing characteristics of traditional Japanese architecture in modern buildings.","c":"architecture","a":"Harry Seidler"},{"id":"xMyimxGjM5iX","t":"What has happened to architecture since the second world war that the only passers-by who can contemplate it without pain are those equipped with a white stick and a dog?","c":"architecture","a":"Bernard Levin"},{"id":"94rWGzkL2wLb","t":"Consider the momentous event in architecture when the wall parted and the column became.","c":"architecture","a":"Louis Kahn"},{"id":"m75YBEVaM8ef","t":"Information and inspiration are everywhere... history, art, architecture, everything an illustrator needs. Europe is, after all, the land that has generated most of the enduring myths and legends of Western culture.","c":"architecture","a":"John Howe"},{"id":"HY3sD1mJNl5F","t":"Even at the United Nations, where legend has it that the building was designed so that there could be no corner offices, the expanse of glass in individual offices is said to be a dead giveaway as to rank. Five windows are excellent, one window not so great.","c":"architecture","a":"Enid Nemy"},{"id":"K0fR6mll-Zau","t":"I see music as fluid architecture.","c":"architecture","a":"Joni Mitchell"},{"id":"29Q8hlbpBqv9","t":"I think that narrative, fiction filmmaking is the culmination of several art forms: theater, art history, architecture. Whereas doc filmmaking is more pure cinema, like cinema verite is film in its purest form.","c":"architecture","a":"George Hickenlooper"},{"id":"t_HDrEERiBQH","t":"Look, architecture has a lot of places to hide behind, a lot of excuses. 'The client made me do this.' 'The city made me do this.' 'Oh, the budget.' I don't believe that anymore.","c":"architecture","a":"Frank Gehry"},{"id":"gvLRH5iJqblV","t":"Opera, next to Gothic architecture, is one of the strangest inventions of Western man. It could not have been foreseen by any logical process.","c":"architecture","a":"Kenneth Clark"},{"id":"pZGuDFVrWgz0","t":"I got into this little habit of architecture and building. I designed a house in Colorado and one in Hawaii. The idea is supposed to be build and sell - but then I can never bring myself to sell them.","c":"architecture","a":"Trey Parker"},{"id":"WpoS32-2xkik","t":"It was the drawing that led me to architecture, the search for light and astonishing forms.","c":"architecture","a":"Oscar Niemeyer"},{"id":"MKRBiUlC5bVV","t":"We all love musical architecture there's no doubt about that.","c":"architecture","a":"Levon Helm"},{"id":"pq2np1dnyL-2","t":"The job of buildings is to improve human relations: architecture must ease them, not make them worse.","c":"architecture","a":"Ralph Erskine"},{"id":"fQ9mD7QruaSi","t":"I would like to attend college in the future when I have time. I have always been interested in architecture, so perhaps I would pursue a degree in that or business.","c":"architecture","a":"James Maslow"},{"id":"PzFPxoa8t8me","t":"Proportions are what makes the old Greek temples classic in their beauty. They are like huge blocks, from which the air has been literally hewn out between the columns.","c":"architecture","a":"Arne Jacobsen"},{"id":"jmjm-UVQBpyj","t":"The details are the very source of expression in architecture. But we are caught in a vice between art and the bottom line.","c":"architecture","a":"Arthur Erickson"},{"id":"p03wxdly33ze","t":"After about the first Millennium, Italy was the cradle of Romanesque architecture, which spread throughout Europe, much of it extending the structural daring with minimal visual elaboration.","c":"architecture","a":"Harry Seidler"},{"id":"755gN7q5fzo2","t":"People can inhabit anything. And they can be miserable in anything and ecstatic in anything. More and more I think that architecture has nothing to do with it. Of course, that's both liberating and alarming.","c":"architecture","a":"Rem Koolhaas"},{"id":"atHJSuQwFbRc","t":"Of the individual poems, some are more lyric and some are more descriptive or narrative. Each poem is fixed in a moment. All those moments written or read together take on the movement and architecture of a narrative.","c":"architecture","a":"Marilyn Hacker"},{"id":"uaJwVDWGTe5N","t":"Make big plans aim high in hope and work, remembering that a noble, logical diagram once recorded will not die.","c":"architecture","a":"Daniel Burnham"},{"id":"GlxTiX_EqvUG","t":"The intellectual architecture means focusing on doing great work instead of focusing on agency politics.","c":"architecture","a":"Jay Chiat"},{"id":"PtqTKWqozB0B","t":"All those involved in the construction of an architectural design, from the architect to the builder, have an attachment to the architecture, although it's difficult to quantify the attachment.","c":"architecture","a":"Tadao Ando"},{"id":"snfs36bzxR9h","t":"And when an architect has designed a house with large windows, which is a necessity today in order to pull the daylight into these very deep houses, then curtains come to play a big role in architecture.","c":"architecture","a":"Arne Jacobsen"},{"id":"J8_pB42kOkkn","t":"Designed by architects with honorable intentions but hands of palsy.","c":"architecture","a":"Jimmy Breslin"},{"id":"mxKC2BhkZPQ_","t":"I've always liked traveling around Europe and seeing the architecture. The buildings in capital cities have been there for hundreds and hundreds and hundreds of years. Some look better than the new ones.","c":"architecture","a":"Joe Elliott"},{"id":"blJsP1ZuQ7hx","t":"Architecture begins where engineering ends.","c":"architecture","a":"Walter Gropius"},{"id":"Xv1W2ZjoPmKU","t":"I search for surprise in my architecture. A work of art should cause the emotion of newness.","c":"architecture","a":"Oscar Niemeyer"},{"id":"kIEI8Y743XnR","t":"Architecture is a slow business, and city planning even slower.","c":"architecture","a":"Richard Rogers"},{"id":"shob3qGh4sOU","t":"An important work of architecture will create polemics.","c":"architecture","a":"Richard Meier"},{"id":"8_pLIBBKRdzA","t":"It is impossible, as impossible as to raise the dead, to restore anything that has ever been great or beautiful in architecture. That which I have insisted upon as the life of the whole, that spirit which is given only by the hand and eye of the workman, can never be recalled.","c":"architecture","a":"John Ruskin"},{"id":"_JDXppIOCLve","t":"Great buildings that move the spirit have always been rare. In every case they are unique, poetic, products of the heart.","c":"architecture","a":"Arthur Erickson"},{"id":"9dfnSz-ZPkwZ","t":"Victorian architecture in the United States was copied straight from England.","c":"architecture","a":"Stephen Gardiner"},{"id":"pPIHCxTn3-I0","t":"But those musics do not address the larger kind of architecture in time that classical music does, whatever each one of us knows that classical music must mean.","c":"architecture","a":"Michael Tilson Thomas"},{"id":"bXek8RSGnpS0","t":"The ancient Romans built their greatest masterpieces of architecture, their amphitheaters, for wild beasts to fight in.","c":"architecture","a":"Voltaire"},{"id":"K1juPP1vvx2-","t":"I would have liked maybe to be in architecture or painting, something connected to the fine arts.","c":"architecture","a":"Catherine Deneuve"},{"id":"UsNTk_CBLC2B","t":"Noble life demands a noble architecture for noble uses of noble men. Lack of culture means what it has always meant: ignoble civilization and therefore imminent downfall.","c":"architecture","a":"Frank Lloyd Wright"},{"id":"lKP-UkhvYDpw","t":"I would fix other people's lines if they asked me on occasion. The hard part of writing is the architecture of it, getting the story and structuring it. Not the tweaking of lines.","c":"architecture","a":"William Devane"},{"id":"XcHuy8kfkbYW","t":"Architecture is inhabited sculpture.","c":"architecture","a":"Constantin Brancusi"},{"id":"m32gL3VFB4rr","t":"First, there is the bare beauty of the logs themselves with their long lines and firm curves. Then there is the open charm felt of the structural features which are not hidden under plaster and ornament, but are clearly revealed, a charm felt in Japanese architecture.","c":"architecture","a":"Gustav Stickley"},{"id":"qkP0M-kZ3Kfj","t":"For many years, I have lived uncomfortably with the belief that most planning and architectural design suffers for lack of real and basic purpose. The ultimate purpose, it seems to me, must be the improvement of mankind.","c":"architecture","a":"James Rouse"},{"id":"Q2TICwJYPh0W","t":"I would like my architecture to inspire people to use their own resources, to move into the future.","c":"architecture","a":"Tadao Ando"},{"id":"AUg01sGHHDEC","t":"You might say that when you step inside, you're entering a honorific space, but that's something totally different than experiencing it. And in architecture the experience comes first. That has the deepest effect on us.","c":"architecture","a":"Thom Mayne"},{"id":"saP6gqBFmLrJ","t":"Charles was very intent to use his years as Prince of Wales to make his mark while he still had freedom of maneuver that he wouldn't have as King. The first subject he really went for was architecture. It made an impact.","c":"architecture","a":"Anthony Holden"},{"id":"lEMFrs7kJoT-","t":"If you examine this, I think that you will find that it's the mechanics of Japanese architecture that have been thought of as the direct influence upon our architecture.","c":"architecture","a":"Minoru Yamasaki"},{"id":"Y8CtjhKnHtGT","t":"The mother art is architecture. Without an architecture of our own we have no soul of our own civilization.","c":"architecture","a":"Frank Lloyd Wright"},{"id":"OFzy75o0rKex","t":"In architecture the idea degenerated. Design allows a more direct and pleasurable route.","c":"architecture","a":"Charles Eames"},{"id":"il7vOWR39Zu1","t":"If I have a style, I am not aware of it.","c":"architecture","a":"Michael Graves"},{"id":"WClLCITwlQT-","t":"I have designed the most buildings of any living American architect.","c":"architecture","a":"Alexander Jackson Davis"},{"id":"5nEMVpsZzIdH","t":"I could be happy doing something like architecture. It would involve another couple of years of graduate school, but that's what I studied in college. That's what I always wanted to do.","c":"architecture","a":"Parker Stevenson"},{"id":"XH-mbLbLJLms","t":"I love a lot of things, and I'm pretty much obsessive about most things I do, whether it be gardening, or architecture, or music. I'd be an obsessive hairdresser.","c":"architecture","a":"Gates McFadden"},{"id":"Ht2grDdvNo13","t":"The architecture of a story can be a little bit different if it's a true story.","c":"architecture","a":"Joel Coen"},{"id":"RlRiJ2HIdHis","t":"Color in certain places has the great value of making the outlines and structural planes seem more energetic.","c":"architecture","a":"Antonio Gaudi"},{"id":"ioZ6iVtasf2V","t":"Bridges are perhaps the most invisible form of public architecture.","c":"architecture","a":"Bruce Jackson"},{"id":"pkB5DvT0G8RC","t":"French architecture always manages to combine the most magnificent underlying themes of architecture like Roman design, it looks to the community.","c":"architecture","a":"Stephen Gardiner"},{"id":"ScnGkQAyqb82","t":"Escape from the architecture ghetto is one of the major drivers and has been from the very beginning.","c":"architecture","a":"Rem Koolhaas"},{"id":"F_P9FgbORejh","t":"In fact, it will be very easy to climb the building because of its shape and architecture.","c":"architecture","a":"Alain Robert"},{"id":"9K5w_Lp7rTzI","t":"Architecture is my work, and I've spent my whole life at a drawing board, but life is more important than architecture. What matters is to improve human beings.","c":"architecture","a":"Oscar Niemeyer"},{"id":"B8Me1NlBKUKW","t":"Architecture aims at Eternity.","c":"architecture","a":"Christopher Wren"},{"id":"qU8PbRl98sfC","t":"Architecture is the learned game, correct and magnificent, of forms assembled in the light.","c":"architecture","a":"Le Corbusier"},{"id":"urXtieTMDt-6","t":"Japanese traditional architecture is created based on these conditions. This is the reason you have a very high degree of connection between the outside and inside in architecture.","c":"architecture","a":"Tadao Ando"},{"id":"gi7sKdpDCsPa","t":"Organic architecture seeks superior sense of use and a finer sense of comfort, expressed in organic simplicity.","c":"architecture","a":"Frank Lloyd Wright"},{"id":"601TEP3NcVB6","t":"The greatest advances of civilization, whether in architecture or painting, in science and literature, in industry or agriculture, have never come from centralized government.","c":"architecture","a":"Milton Friedman"},{"id":"g5xUdSdVr65R","t":"What people want, above all, is order.","c":"architecture","a":"Stephen Gardiner"},{"id":"3ztxKVZsRz8m","t":"In my experience, if you have to keep the lavatory door shut by extending your left leg, it's modern architecture.","c":"architecture","a":"Nancy Banks Smith"},{"id":"j5aLi1OtN2x8","t":"But I feel truly wowed by the architecture and the meaning of the architecture if you get lost in it and think about the man hours in the smallest little chapel, and the love involved. God it's fantastic.","c":"architecture","a":"Paul Bettany"},{"id":"nSN15FxfG15O","t":"Nothing requires the architect's care more than the due proportions of buildings.","c":"architecture","a":"Marcus V. Pollio"},{"id":"96fzG-N4M52u","t":"When I write now I do not invent situation, characters, or actions, but rather structures and discursive forms, textual groupings which are combined according to secret affinities among themselves, as in architecture or the plastic arts.","c":"architecture","a":"Juan Goytisolo"},{"id":"PFxDc29gESmd","t":"Yet for my part, deeply as I am moved by the religious architecture of the Middle Ages, I cannot honestly say that I ever felt the slightest emotion in any modern Gothic church.","c":"architecture","a":"Goldwin Smith"},{"id":"6I-Roz9qBzSs","t":"All the revision in the world will not save a bad first draft: for the architecture of the thing comes, or fails to come, in the first conception, and revision only affects the detail and ornament, alas!","c":"architecture","a":"T. E. Lawrence"},{"id":"D8xRNvbDBpgx","t":"The interior of the house personifies the private world the exterior of it is part of the outside world.","c":"architecture","a":"Stephen Gardiner"},{"id":"wJaegrGxNwVF","t":"Architecture tends to consume everything else, it has become one's entire life.","c":"architecture","a":"Arne Jacobsen"},{"id":"1qatl5M4kH4h","t":"The way of architecture is the quiet voice that underlies it and has guided it from the beginning.","c":"architecture","a":"Arthur Erickson"},{"id":"C---H4F9r0GC","t":"I could have been an architect, but I don't think I'd have been very happy. Nearly all modern architecture is a silly game as far as I can see.","c":"architecture","a":"Roger Waters"},{"id":"4f2klp4zJuQG","t":"I went to school for engineering, I studied jazz. So I always had this kind of creative side and technical side, and I thought architecture might be the way to combine them, so I went to architecture school in New York.","c":"architecture","a":"Joseph Kosinski"},{"id":"iQ8Hjp1mGoRF","t":"The new architecture of transparency and lightness comes from Japan and Europe.","c":"architecture","a":"Arthur Erickson"},{"id":"eyXeNR1-hl3O","t":"Technological considerations are of great importance to architecture and cities in the informational society.","c":"architecture","a":"Kenzo Tange"},{"id":"AYJIUOqfMNCP","t":"The team architecture means setting up an organization that helps people produce that great work in teams.","c":"architecture","a":"Jay Chiat"},{"id":"SAEANWWrdTHS","t":"It's my goal to make a building as immaterial as possible. Architecture is a very material thing. It takes a lot of resources, so why not eliminate what you don't need as long as you're able to achieve the same result?","c":"architecture","a":"Helmut Jahn"},{"id":"hg5S0ixaQIBq","t":"People kind of tend to mystify design and architecture by suggesting you need to train.","c":"architecture","a":"Marc Newson"},{"id":"nvMOJh1Mb759","t":"Architecture doesn't come from theory. You don't think your way through a building.","c":"architecture","a":"Arthur Erickson"},{"id":"oT_YVRcmGkN1","t":"Fashion is architecture: it is a matter of proportions.","c":"architecture","a":"Coco Chanel"},{"id":"i3JclEK7546Q","t":"Does it follow that the house has nothing in common with art and is architecture not to be included in the arts? Only a very small part of architecture belongs to art: the tomb and the monument. Everything else that fulfils a function is to be excluded from the domain of art.","c":"architecture","a":"Adolf Loos"},{"id":"CweUA-UuSSaX","t":"Rome has not seen a modern building in more than half a century. It is a city frozen in time.","c":"architecture","a":"Richard Meier"},{"id":"KBg3VyyFgcol","t":"But the building's identity resided in the ornament.","c":"architecture","a":"Louis Sullivan"},{"id":"U-HdWq-unipl","t":"Trying to describe something musical is like dancing to architecture, it's really difficult.","c":"architecture","a":"Robert Palmer"},{"id":"s-1pi4X-npIh","t":"But after the time there I'd had it with fashion again, so I left to go to architecture school in a summer course at Harvard, which didn't last very long.","c":"architecture","a":"Stephen Sprouse"},{"id":"bud4nubPcHPa","t":"To work in architecture you are so much involved with society, with politics, with bureaucrats. It's a very complicated process to do large projects. You start to see the society, how it functions, how it works. Then you have a lot of criticism about how it works.","c":"architecture","a":"Ai Weiwei"},{"id":"Jxi0xhWbtiSK","t":"The only job that was ever of interest to me other than filmmaking is architecture.","c":"architecture","a":"Christopher Nolan"},{"id":"BBD9fx5ixgB0","t":"Architecture arouses sentiments in man. The architect's task therefore, is to make those sentiments more precise.","c":"architecture","a":"Adolf Loos"},{"id":"7WkNdmUbtn8V","t":"They can do without architecture who have no olives nor wines in the cellar.","c":"architecture","a":"Henry David Thoreau"},{"id":"vxhsSI6w8GQA","t":"Talking about music is like dancing about architecture.","c":"architecture","a":"Steve Martin"},{"id":"9Bwb5eG4DPVL","t":"So what we have tried to do in our later buildings is to try to be completely consistent, as a painter is consistent or as a sculptor is consistent. Architecture also must be very consistent.","c":"architecture","a":"Minoru Yamasaki"},{"id":"U9t7Ib94TTzt","t":"Buildings should serve people, not the other way around.","c":"architecture","a":"John Portman"},{"id":"UB1dF38XcjD-","t":"I paint mostly from real life. It has to start with that. Real people, real street scenes, behind the curtain scenes, live models, paintings, photographs, staged setups, architecture, grids, graphic design. Whatever it takes to make it work.","c":"architecture","a":"Bob Dylan"},{"id":"-3hUHG9zDqrZ","t":"I strive for an architecture from which nothing can be taken away.","c":"architecture","a":"Helmut Jahn"},{"id":"hsorkg_euTd7","t":"Even though I build buildings and I pursue my architecture, I pursue it as an artist. I deliberately keep a tiny studio. I don't want to be an architectural firm. I want to remain an artist.","c":"architecture","a":"Maya Lin"},{"id":"v-0iHn6tjOzm","t":"The organizational architecture is really that a centipede walks on hundred legs and one or two don't count. So if I lose one or two legs, the process will go on, the organization will go on, the growth will go on.","c":"architecture","a":"Mukesh Ambani"},{"id":"lRL3zGrcYn8J","t":"It is not with architecture that one can disseminate any political ideology.","c":"architecture","a":"Oscar Niemeyer"},{"id":"iGYSPhIHKGAX","t":"I love building spaces: architecture, furniture, all of it, probably more than fashion. The development procedure is more tactile. It's about space and form and it's something you can share with other people.","c":"architecture","a":"Donna Karan"},{"id":"GMdJz2SrC5eH","t":"I try to give people a different way of looking at their surroundings. That's art to me.","c":"architecture","a":"Maya Lin"},{"id":"Cqcqf0I499jv","t":"The two elements the traveler first captures in the big city are extra human architecture and furious rhythm. Geometry and anguish.","c":"architecture","a":"Federico Garcia Lorca"},{"id":"2BL6i023WPUV","t":"In addressing a task, one almost always has several possible options, sometimes only a few, and they may all be practical and functional. But they lack the aesthetic aspect that raises it to architecture.","c":"architecture","a":"Arne Jacobsen"},{"id":"m5qN6QMT1Zed","t":"An architect's most useful tools are an eraser at the drafting board, and a wrecking bar at the site.","c":"architecture","a":"Frank Lloyd Wright"},{"id":"hiw1gzb49Aaj","t":"The higher the building the lower the morals.","c":"architecture","a":"Noel Coward"},{"id":"LU7i_hFiYfLF","t":"Rationalism is the enemy of art, though necessary as a basis for architecture.","c":"architecture","a":"Arthur Erickson"},{"id":"a1DLXjbJN2KU","t":"I like to play with architecture! It's my favorite game.","c":"architecture","a":"Jean Nouvel"},{"id":"EwVEGHqr1jJp","t":"Light, God's eldest daughter, is a principal beauty in a building.","c":"architecture","a":"Thomas Fuller"},{"id":"N2lLVWgF6Z7o","t":"Convinced as I am and as I am from my government that the world needs a new moral architecture over all I believe that this should be the first topic to debate in our world of today, ethics, moral.","c":"architecture","a":"Hugo Chavez"},{"id":"ItcWuyhDdA0o","t":"Form follows function.","c":"architecture","a":"Louis Sullivan"},{"id":"LF_S6iyMDfE-","t":"All architecture is great architecture after sunset perhaps architecture is really a nocturnal art, like the art of fireworks.","c":"architecture","a":"Gilbert K. Chesterton"},{"id":"UDhxWC7u0JQ-","t":"Less is more.","c":"architecture","a":"Ludwig Mies van der Rohe"},{"id":"mYxc2SA4gv3Q","t":"The frightening thought that what you draw may become a building makes for reasoned lines.","c":"architecture","a":"Saul Steinberg"},{"id":"NcUQHgAUaUA7","t":"Spiritual space is lost in gaining convenience. I saw the need to create a mixture of Japanese spiritual culture and modern western architecture.","c":"architecture","a":"Tadao Ando"},{"id":"QE30jT46WIu_","t":"Of all the lessons most relevant to architecture today, Japanese flexibility is the greatest.","c":"architecture","a":"Stephen Gardiner"},{"id":"SM2dKiM5MYox","t":"In Los Angeles, by the time you're 35, you're older than most of the buildings.","c":"architecture","a":"Delia Ephron"},{"id":"ghrTfHD4paUi","t":"The Egyptian contribution to architecture was more concerned with remembering the dead than the living.","c":"architecture","a":"Stephen Gardiner"},{"id":"fPN0bS8zztod","t":"I think architecture has to be a gift.","c":"architecture","a":"Jean Nouvel"},{"id":"YtT9E-2sRrOm","t":"Architecture has recorded the great ideas of the human race. Not only every religious symbol, but every human thought has its page in that vast book.","c":"architecture","a":"Victor Hugo"},{"id":"b3roWmmDApch","t":"To me, a building - if it's beautiful - is the love of one man, he's made it out of his love for space, materials, things like that.","c":"architecture","a":"Martha Graham"},{"id":"XGybCtCCrXCH","t":"If you give people nothingness, they can ponder what can be achieved from that nothingness.","c":"architecture","a":"Tadao Ando"},{"id":"i9c9dK2Q_Y-5","t":"Warmth isn't what minimalists are thought to have.","c":"architecture","a":"Maya Lin"},{"id":"AvKvyNeSG_Le","t":"I mean, certainly writing, painting, photography, dance, architecture, there is an aspect of almost every art form that is useful and that merges into film in some way.","c":"architecture","a":"Sydney Pollack"},{"id":"wu88aCxkkmTn","t":"It seems a fantastic paradox, but it is nevertheless a most important truth, that no architecture can be truly noble which is not imperfect.","c":"architecture","a":"John Ruskin"},{"id":"4FER1VkoMNKy","t":"We should concentrate our work not only to a separated housing problem but housing involved in our daily work and all the other functions of the city.","c":"architecture","a":"Alvar Aalto"},{"id":"hUEE38M6LJkR","t":"I acquired an admiration for Japanese culture, art, and architecture, and learned of the existence of the game of GO, which I still play.","c":"architecture","a":"Philip Warren Anderson"},{"id":"H92Pc3I5yNaI","t":"I'd like to do a lot of things - whether in design or architecture or business.","c":"architecture","a":"Caroline Wozniacki"},{"id":"4IM58fxUQ-yD","t":"I call architecture frozen music.","c":"architecture","a":"Johann Wolfgang von Goethe"},{"id":"Js4BP_1zDVm0","t":"Without this spirit, Modernist architecture cannot fully exist. Since there is often a mismatch between the logic and the spirit of Modernism, I use architecture to reconcile the two.","c":"architecture","a":"Tadao Ando"},{"id":"tSzYVIAFmgHp","t":"At this present time, matter is still the best way to think of architecture, but I'm not so sure for very long. The computer is radicalizing the way we think about our world.","c":"architecture","a":"Ben Nicholson"},{"id":"8M4lcIQ3w7jP","t":"Post-Modernism was a reaction against Modernism. It came quite early to music and literature, and a little later to architecture. And I think it's still coming to computer science.","c":"architecture","a":"Larry Wall"},{"id":"Ik1-o-nuWldq","t":"Those who look for the laws of Nature as a support for their new works collaborate with the creator.","c":"architecture","a":"Antonio Gaudi"},{"id":"sbo9SFVFkCFV","t":"Architecture and building is about how you get around the obstacles that are presented to you. That sometimes determines how successful you'll be: How good are you at going around obstacles?","c":"architecture","a":"Jeremy Renner"},{"id":"hp1xb9Q9tdc1","t":"Art is very tricky because it's what you do for yourself. It's much harder for me to make those works than the monuments or the architecture.","c":"architecture","a":"Maya Lin"},{"id":"M-CLGR4ZG9C2","t":"Architecture in general is frozen music.","c":"architecture","a":"Friedrich von Schelling"},{"id":"BN0QS9iOQhDt","t":"That Moorish architecture is all over the place, of course. It affects me everywhere I see it, as it does so many people. But Brand Library was a special place to me, and I know I've paid homage to it many times in my drawings.","c":"architecture","a":"Jim Woodring"},{"id":"JaQcwFiwTz4S","t":"Revived in this country the long forgotten beauties of Gothic architecture.","c":"architecture","a":"James Wyatt"},{"id":"RZtscADOiCWI","t":"Every building is a prototype. No two are alike.","c":"architecture","a":"Helmut Jahn"},{"id":"Gb28R25da8F9","t":"No architect troubled to design houses that suited people who were to live in them, because that would have meant building a whole range of different houses. It was far cheaper and, above all, timesaving to make them identical.","c":"architecture","a":"Michael Ende"},{"id":"jGwbsSLxLlnv","t":"What's fascinating about D.C., the exteriors are these elaborate structures, this gorgeous architecture and beautiful stonework, and then you go inside and it's crap-looking - apart from the White House, which is beautiful.","c":"architecture","a":"Tony Hale","e":true},{"id":"hovhMUuIgyjY","t":"I would've been intrigued by being a film director. I would've been intrigued by politics. I thought about architecture.","c":"architecture","a":"Charlie Rose"},{"id":"BR1UUL8Ha6_0","t":"Form follows profit is the aesthetic principle of our times.","c":"architecture","a":"Richard Rogers"},{"id":"787b0Vrq62m7","t":"I don't believe in morality in architecture.","c":"architecture","a":"Michael Graves"},{"id":"54bn8yyLcnlp","t":"We require from buildings two kinds of goodness: first, the doing their practical duty well: then that they be graceful and pleasing in doing it.","c":"architecture","a":"John Ruskin"},{"id":"QLbylVJKijNf","t":"As a designer, the mission with which we have been charged is simple: providing space at the right cost.","c":"architecture","a":"Harry von Zell"},{"id":"q4rRBcqKCnjN","t":"A man of eighty has outlived probably three new schools of painting, two of architecture and poetry and a hundred in dress.","c":"architecture","a":"Lord Byron"},{"id":"IXSnQdFIh4Xe","t":"If architecture had nothing to do with art, it would be astonishingly easy to build houses, but the architect's task - his most difficult task - is always that of selecting.","c":"architecture","a":"Arne Jacobsen"},{"id":"wwXrZp_kMu0I","t":"Don't clap too hard - it's a very old building.","c":"architecture","a":"John Osborne"},{"id":"CtNSAyTSf8yD","t":"Whatever good things we build end up building us.","c":"architecture","a":"Jim Rohn"},{"id":"_TkhVaAhfIVj","t":"Vitality is radiated from exceptional art and architecture.","c":"architecture","a":"Arthur Erickson"},{"id":"omKnt0qrpZMn","t":"If architecture is frozen music then music must be liquid architecture.","c":"architecture","a":"Quincy Jones"},{"id":"hU_KsvwnwKqk","t":"Today's developer is a poor substitute for the committed entrepreneur of the last century for whom the work of architecture represented a chance to celebrate the worth of his enterprise.","c":"architecture","a":"Arthur Erickson"},{"id":"dGKzBO90uzuT","t":"There are no rules of architecture for a castle in the clouds.","c":"architecture","a":"Gilbert K. Chesterton"},{"id":"Ks3KdUCnt-aa","t":"The intellectual force of the West is still dominant, but other cultures are getting stronger. I expect that we will develop a new way of thinking in architecture and urban planning, and that less will be based on our models.","c":"architecture","a":"Rem Koolhaas"},{"id":"63qhVGEPMFpl","t":"A great building must begin with the unmeasurable, must go through measurable means when it is being designed and in the end must be unmeasurable.","c":"architecture","a":"Louis Kahn"},{"id":"z0PYHM5VAiMn","t":"I don't divide architecture, landscape and gardening to me they are one.","c":"architecture","a":"Luis Barragan"},{"id":"gl3WGcE182Q1","t":"The art of dancing stands at the source of all the arts that express themselves first in the human person. The art of building, or architecture, is the beginning of all the arts that lie outside the person and in the end they unite.","c":"architecture","a":"Havelock Ellis"},{"id":"ZsAG8J9236vb","t":"I loved logic, math, computer programming. I loved systems and logic approaches. And so I just figured architecture is this perfect combination.","c":"architecture","a":"Maya Lin"},{"id":"lHzsJWSLVdP4","t":"It is not the beauty of a building you should look at its the construction of the foundation that will stand the test of time.","c":"architecture","a":"David Allan Coe"},{"id":"ty4oo5QMh4Q-","t":"Chicago is known for good steaks, expensive stores and beautiful architecture. Unfortunately, the Windy City also enjoys a reputation for corrupt politics, violent crime, and some of the strictest gun control laws anywhere in the country.","c":"architecture","a":"Bob Barr"},{"id":"c-SVA1nmhNHW","t":"I have no requirements for a style of architecture.","c":"architecture","a":"Michael Graves"},{"id":"CPzyUUoKxO6p","t":"Architecture is not an inspirational business, it's a rational procedure to do sensible and hopefully beautiful things that's all.","c":"architecture","a":"Harry Seidler"},{"id":"wiRkTNNykLyo","t":"Once I got out of architecture school I decided not to be an architect, I just started my own little design studio.","c":"architecture","a":"Joseph Kosinski"},{"id":"Apaak94-Js5E","t":"There is a lot of interest in the arts, music, theatre, filmmaking, engineering, architecture and software design. I think we have now transitioned the modern-day version of the entrepreneur into the creative economy.","c":"architecture","a":"John Baldacci"},{"id":"R2pWWapa8GzS","t":"The rules of navigation never navigated a ship. The rules of architecture never built a house.","c":"architecture","a":"Thomas Reid"},{"id":"_ZXlR6myJHjk","t":"Architecture is about public space held by buildings.","c":"architecture","a":"Richard Rogers"},{"id":"c6cXokLswXgN","t":"I was going to be an architect. I graduated with a degree in architecture and I had a scholarship to go back to Princeton and get my Masters in architecture. I'd done theatricals in college, but I'd done them because it was fun.","c":"architecture","a":"James Stewart"},{"id":"ITXRnaIE-1D_","t":"Architecture is invention.","c":"architecture","a":"Oscar Niemeyer"},{"id":"ZwN0S4b1x-0r","t":"I don't build in order to have clients. I have clients in order to build.","c":"architecture","a":"Ayn Rand"},{"id":"EskmmtPtgwcp","t":"Architecture will always express the technical and social progress of the country in which it is carried out. If we wish to give it the human content that it lacks, we must participate in the political struggle.","c":"architecture","a":"Oscar Niemeyer"},{"id":"oG8yMGgQWIDi","t":"All architecture is shelter, all great architecture is the design of space that contains, cuddles, exalts, or stimulates the persons in that space.","c":"architecture","a":"Philip Johnson"},{"id":"_XrYYQSqusXh","t":"I've never owned an Apple product. I like the fact that PCs are open architecture and not locked down like Apple products. I feel that Macs are also unjustifiably overpriced.","c":"architecture","a":"Oren Peli"},{"id":"kagqfzeBHNnB","t":"I don't know why I've always been so captivated by architecture.","c":"architecture","a":"Tim Gunn"},{"id":"eHP1p284r4uK","t":"I take a lot from everywhere. I take from music, architecture, novels, and plays. Anywhere that hits you.","c":"architecture","a":"Alex Winter"},{"id":"2rjqBu7Jtjsf","t":"I left science, then I went into art, but I approach things very analytically. I choose to pursue both art and architecture as completely separate fields rather than merging them.","c":"architecture","a":"Maya Lin"},{"id":"prCGWrS_ghLi","t":"To provide meaningful architecture is not to parody history but to articulate it.","c":"architecture","a":"Daniel Libeskind"},{"id":"1KizK9uKCV6r","t":"Prose is architecture, not interior decoration, and the Baroque is over.","c":"architecture","a":"Ernest Hemingway"},{"id":"eCLSiZNn3fIk","t":"The American attitude towards efficiency and execution should always underlie architecture.","c":"architecture","a":"Helmut Jahn"},{"id":"ByVSnH84GOwm","t":"Architecture starts when you carefully put two bricks together. There it begins.","c":"architecture","a":"Ludwig Mies van der Rohe"},{"id":"4eJboHIpZ159","t":"The Romans were not inventors of the supporting arch, but its extended use in vaults and intersecting barrel shapes and domes is theirs.","c":"architecture","a":"Harry Seidler"},{"id":"rk1pZ7ZaVsNy","t":"Doctrines provide an architecture for both Republican and Democrat presidents to carry out policies.","c":"architecture","a":"Malcolm Wallop"},{"id":"zwXUq_U95Ua7","t":"My buildings will be my legacy... they will speak for me long after I'm gone.","c":"architecture","a":"Julia Morgan"},{"id":"emI1jYM46sS0","t":"Liquid architecture. It's like jazz - you improvise, you work together, you play off each other, you make something, they make something. And I think it's a way of - for me, it's a way of trying to understand the city, and what might happen in the city.","c":"architecture","a":"Frank Gehry"},{"id":"qMJyQjaDo9Ok","t":"Architecture, of all the arts, is the one which acts the most slowly, but the most surely, on the soul.","c":"architecture","a":"Ernest Dimnet"},{"id":"hRLrd495Qp78","t":"We think of enterprise architecture as the process we use for fully describing and mapping business functionality and business requirements and relating them to information systems requirements.","c":"architecture","a":"Tony Scott"},{"id":"Ymgn1YxbeCVZ","t":"Architecture is politics.","c":"architecture","a":"Mitchell Kapor"},{"id":"B9VoMIBzktH7","t":"Architecture can't fully represent the chaos and turmoil that are part of the human personality, but you need to put some of that turmoil into the architecture, or it isn't real.","c":"architecture","a":"Frank Stella"},{"id":"Jp5zW8u6wi1d","t":"Architecture is involved with the world, but at the same time it has a certain autonomy. This autonomy cannot be explained in terms of traditional logic because the most interesting parts of the work are non-verbal. They operate within the terms of the work, like any art.","c":"architecture","a":"Thom Mayne"},{"id":"JIlZE7UnwvXU","t":"I'm often called an old-fashioned modernist. But the modernists had the absurd idea that architecture could heal the world. That's impossible. And today nobody expects architects to have these grand visions any more.","c":"architecture","a":"Thom Mayne"},{"id":"5LQ48Xqwzp_L","t":"All real education is the architecture of the soul.","c":"architecture","a":"William Bennett"},{"id":"KcfmT51fWkIY","t":"When I'm in London, Claridge's is a great favourite. I'm a big fan of art deco architecture and the rooms are extraordinary.","c":"architecture","a":"Roman Coppola"},{"id":"2m3p2xWcs1t_","t":"The aesthetic of architecture has to be rooted in a broader idea about human activities like walking, relaxing and communicating. Architecture thinks about how these activities can be given added value.","c":"architecture","a":"Thom Mayne"},{"id":"4b8Di4OaKPvV","t":"What is being called the UN 'gender architecture' is more like a shack. Women need a bigger global house if equality is ever to become a reality.","c":"architecture","a":"Charlotte Bunch"},{"id":"DXETWg5HasYE","t":"You can just drift unhappily towards this vision of heaven on earth, and ultimately that is what architecture is a vision of: Heaven on earth, at it's best.","c":"architecture","a":"Ben Nicholson"},{"id":"HRLt97pYojcA","t":"The process I go through in the art and the architecture, I actually want it to be almost childlike. Sometimes I think it's magical.","c":"architecture","a":"Maya Lin"},{"id":"FCesOmp0G0hx","t":"Poetry is not only dream and vision it is the skeleton architecture of our lives. It lays the foundations for a future of change, a bridge across our fears of what has never been before.","c":"architecture","a":"Audre Lorde"},{"id":"oX6Hw-6andBY","t":"There is a powerful need for symbolism, and that means the architecture must have something that appeals to the human heart. There is a powerful need for symbolism, and that means the architecture must have something that appeals to the human heart.","c":"architecture","a":"Kenzo Tange"},{"id":"WM8QwooRon6c","t":"The loftier the building, the deeper must the foundation be laid.","c":"architecture","a":"Thomas a Kempis"},{"id":"oUdD6Y8sltg0","t":"Architecture is the art of how to waste space.","c":"architecture","a":"Philip Johnson"},{"id":"jPyGvlDt-7pr","t":"I was planning to go into architecture. But when I arrived, architecture was filled up. Acting was right next to it, so I signed up for acting instead.","c":"architecture","a":"Gilbert K. Chesterton"},{"id":"hqE3GoeN3eCz","t":"Painting, sculpture and architecture are finished, but the art habit continues.","c":"architecture","a":"Robert Smithson"},{"id":"cHZtlQRWDYEO","t":"I don't find Hollywood interesting, so I'm thinking of studying architecture instead.","c":"architecture","a":"Hayden Christensen"},{"id":"dxpCn4DuThS8","t":"Architecture is a art when one consciously or unconsciously creates aesthetic emotion in the atmosphere and when this environment produces well being.","c":"architecture","a":"Luis Barragan"},{"id":"NNfFpNp7ZS8o","t":"Italy is full of historical buildings. And Europe holds a great history of philosophy from Greece until today. I read all those books and see these buildings, and I think of where I stand when I design my architecture.","c":"architecture","a":"Tadao Ando"},{"id":"ux-s6sVu5V4t","t":"If architecture is, as is sometimes said, music set in concrete, then football and basketball may be said to be creativity embodied in team sports.","c":"architecture","a":"Michael Mandelbaum"},{"id":"ksvJ9pvDkVSb","t":"Building art is a synthesis of life in materialised form. We should try to bring in under the same hat not a splintered way of thinking, but all in harmony together.","c":"architecture","a":"Alvar Aalto"},{"id":"sb_cpo9tGnQS","t":"I probably spent the first 20 years of my life wanting to be as American as possible. Through my 20s, and into my 30s, I began to become aware of how so much of my art and architecture has a decidedly Eastern character.","c":"architecture","a":"Maya Lin"},{"id":"MWQabCJYubph","t":"The English light is so very subtle, so very soft and misty, that the architecture responded with great delicacy of detail.","c":"architecture","a":"Stephen Gardiner"},{"id":"IC_iF_iYxYuj","t":"The terrifying and edible beauty of Art Nouveau architecture.","c":"architecture","a":"Salvador Dali"},{"id":"eXDWZ9-6qpdG","t":"Architecture is the reaching out for the truth.","c":"architecture","a":"Louis Kahn"},{"id":"KqNediUIjv2d","t":"I see architecture not as Gropius did, as a moral venture, as truth, but as invention, in the same way that poetry or music or painting is invention.","c":"architecture","a":"Michael Graves"},{"id":"wEzvMCQcXnMv","t":"Japanese architecture is very much copied in this country and in Europe.","c":"architecture","a":"Minoru Yamasaki"},{"id":"J1p-rbXrFa3A","t":"Architecture is a visual art, and the buildings speak for themselves.","c":"architecture","a":"Julia Morgan"},{"id":"ZrLFP58HZyFC","t":"The speed of change makes you wonder what will become of architecture.","c":"architecture","a":"Tadao Ando"},{"id":"MI4c8KZcugDU","t":"Architecture theory is very interesting.","c":"architecture","a":"David Byrne"},{"id":"9_XvGbUouAHG","t":"Switzerland is a small, steep country, much more up and down than sideways, and is all stuck over with large brown hotels built on the cuckoo clock style of architecture.","c":"architecture","a":"Ernest Hemingway"},{"id":"au5bz1hWllZd","t":"The building of the architecture of a novel - the craft of it - is something I never tire of.","c":"architecture","a":"John Irving"},{"id":"bXsOIJy5HiUh","t":"Winning a competition in architecture is a ticket to oblivion. It's just an idea. Ninety-nine per cent never get built.","c":"architecture","a":"Daniel Libeskind"},{"id":"9TnkUsKy0NmV","t":"In art or architecture your project is only done when you say it's done. If you want to rip it apart at the eleventh hour and start all over again, you never finish. I was one of those crazy creatures.","c":"architecture","a":"Maya Lin"},{"id":"cNtgddwCGUFe","t":"The logic of Palladian architecture presented an aesthetic formula which could be applied universally.","c":"architecture","a":"Stephen Gardiner"},{"id":"XU18SIe7Ljet","t":"Any work of architecture that has with it some discussion, some polemic, I think is good. It shows that people are interested, people are involved.","c":"architecture","a":"Richard Meier"},{"id":"cBuRW-CIEvUM","t":"The principle of the Gothic architecture is infinity made imaginable.","c":"architecture","a":"Samuel Taylor Coleridge"},{"id":"3V-c69YJnIBc","t":"Maybe we can show government how to operate better as a result of better architecture. Eventually, I think Chicago will be the most beautiful great city left in the world.","c":"architecture","a":"Frank Lloyd Wright"},{"id":"nKfpWlt8aI3G","t":"Architecture is the will of an epoch translated into space.","c":"architecture","a":"Ludwig Mies van der Rohe"},{"id":"NVosU16rI6D1","t":"I studied architecture in New York. So, really I was very moved, like everyone else, to try to contribute something that has that resonance and profundity of it means to all of us.","c":"architecture","a":"Daniel Libeskind"},{"id":"QJQKV7AsAtyF","t":"Every time a student walks past a really urgent, expressive piece of architecture that belongs to his college, it can help reassure him that he does have that mind, does have that soul.","c":"architecture","a":"Louis Kahn"},{"id":"EQ9ikLM4qJ67","t":"A building has integrity just like a man. And just as seldom.","c":"architecture","a":"Ayn Rand"},{"id":"ciT_Dcx1vXMB","t":"There was an age, however, when the transition from savagery to civilization, with all its impressive outward manifestations in art and architecture, took place for the first time.","c":"architecture","a":"James H. Breasted"},{"id":"LqSZQRRvEslK","t":"We are stymied by regulations, limited choice and the threat of litigation. Neither consultants nor industry itself provide research which takes architecture forward.","c":"architecture","a":"Arthur Erickson"},{"id":"HE0l3my0lA6E","t":"We shape our buildings thereafter they shape us.","c":"architecture","a":"Winston Churchill"},{"id":"tK9M0fq7Laug","t":"We build buildings which are terribly restless. And buildings don't go anywhere. They shouldn't be restless.","c":"architecture","a":"Minoru Yamasaki"},{"id":"4FZUqvni-rnj","t":"Not many architects have the luxury to reject significant things.","c":"architecture","a":"Rem Koolhaas"},{"id":"fHn-VoBTjS85","t":"Writing about music is like dancing about architecture.","c":"architecture","a":"Martin Mull"},{"id":"LhkQuyXBeRbS","t":"The architecture profession has lost a lot of its integrity, especially in the USA. The general architect here has no scruples, no ambitions.","c":"architecture","a":"Helmut Jahn"},{"id":"E91r4Os252Jf","t":"If you're into architecture and you're from the West, everything is hors d'oeuvres for working to rebuild the Temple. Ultimately you're led there. You can't escape it.","c":"architecture","a":"Ben Nicholson"},{"id":"WkmSqSyidnWi","t":"A city building, you experience when you walk a suburban building, you experience when you drive.","c":"architecture","a":"Helmut Jahn"},{"id":"3reH0Og8u1H5","t":"But I absolutely believe that architecture is a social activity that has to do with some sort of communication or places of interaction, and that to change the environment is to change behaviour.","c":"architecture","a":"Thom Mayne"},{"id":"jp4wt8gqYvsZ","t":"Architecture is basically a container of something. I hope they will enjoy not so much the teacup, but the tea.","c":"architecture","a":"Yoshio Taniguchi"},{"id":"8xmyrzB5eTZa","t":"In any architecture, there is an equity between the pragmatic function and the symbolic function.","c":"architecture","a":"Michael Graves"},{"id":"DWWgpnu3P9Cb","t":"A house is a machine for living in.","c":"architecture","a":"Le Corbusier"},{"id":"xo7wKGLJQ-3i","t":"There will never be great architects or great architecture without great patrons.","c":"architecture","a":"Edwin Lutyens"},{"id":"cw0HBReDIz7W","t":"I quit college. I was studying architecture for about a year.","c":"architecture","a":"Barry Mann"},{"id":"nGciOe9Qn9KK","t":"When you look at Japanese traditional architecture, you have to look at Japanese culture and its relationship with nature. You can actually live in a harmonious, close contact with nature - this very unique to Japan.","c":"architecture","a":"Tadao Ando"},{"id":"11jh1qCwu7en","t":"Each new situation requires a new architecture.","c":"architecture","a":"Jean Nouvel"},{"id":"Eu4_auTP7mdH","t":"The same sort of thing happened in my dispute with the National Trust book: Follies: A National Trust Guide, which implied that the only pleasure you can get from Folly architecture is by calling the architect mad, and by laughing at the architecture.","c":"architecture","a":"Ian Hamilton Finlay"},{"id":"PoPsauTuGR6w","t":"I was a student at Columbia College, actually, in the Architecture school. Paul would drive in from Queens, showing me these new songs. I can't remember us working it out.","c":"architecture","a":"Art Garfunkel"},{"id":"IyCqMF2IIxOj","t":"Every one who has a heart, however ignorant of architecture he may be, feels the transcendent beauty and poetry of the mediaeval churches.","c":"architecture","a":"Goldwin Smith"},{"id":"bSWbRWYgaWnp","t":"Every man's work, whether it be literature, or music or pictures or architecture or anything else, is always a portrait of himself.","c":"architecture","a":"Samuel Butler"},{"id":"y6XnEVave3oQ","t":"I believe very strongly, and have fought since many years ago - at least over 30 years ago - to get architecture not just within schools, but architecture talked about under history, geography, science, technology, art.","c":"architecture","a":"Richard Rogers"},{"id":"6npwO3cihejE","t":"Architects in the past have tended to concentrate their attention on the building as a static object. I believe dynamics are more important: the dynamics of people, their interaction with spaces and environmental condition.","c":"architecture","a":"John Portman"},{"id":"fBDTqvZ5dYBL","t":"Engineering, medicine, business, architecture and painting are concerned not with the necessary but with the contingent - not with how things are but with how they might be - in short, with design.","c":"architecture","a":"Herbert Simon"},{"id":"wcEmX8_dCjoV","t":"My buildings don't speak in words but by means of their own spaciousness.","c":"architecture","a":"Thom Mayne"},{"id":"rPDX4C48Y7xF","t":"The bungalow had more to do with how Americans live today than any other building that has gone remotely by the name of architecture in our history.","c":"architecture","a":"Russell Lynes"},{"id":"FPKfOW8WVaEZ","t":"My house is my refuge, an emotional piece of architecture, not a cold piece of convenience.","c":"architecture","a":"Luis Barragan"},{"id":"jFv61oK_W2N5","t":"I'm drawn to furniture design as complete architecture on a minor scale.","c":"architecture","a":"Brad Pitt"},{"id":"kz7YQznB2GY4","t":"Architecture is a science arising out of many other sciences, and adorned with much and varied learning by the help of which a judgment is formed of those works which are the result of other arts.","c":"architecture","a":"Marcus V. Pollio"},{"id":"tLEoDgDymjnP","t":"If a building becomes architecture, then it is art.","c":"architecture","a":"Arne Jacobsen"},{"id":"sKBcN5tzPWNZ","t":"The dialogue between client and architect is about as intimate as any conversation you can have, because when you're talking about building a house, you're talking about dreams.","c":"architecture","a":"Robert A. M. Stern"},{"id":"OpuWVdzgmVbv","t":"I hate vacations. If you can build buildings, why sit on the beach?","c":"architecture","a":"Philip Johnson"},{"id":"nojzK4wnSewI","t":"Any architectural project we do takes at least four or five years, so increasingly there is a discrepancy between the acceleration of culture and the continuing slowness of architecture.","c":"architecture","a":"Rem Koolhaas"},{"id":"Ut__Kl51Ao7Q","t":"One of my favorite vacation places is Miami, because of the people, the water and the beach - of course - and the architecture on Miami Beach is so wonderful.","c":"architecture","a":"Oksana Baiul"},{"id":"d00Zd6HQbx_M","t":"Architecture should speak of its time and place, but yearn for timelessness.","c":"architecture","a":"Frank Gehry"}]