[{"id":"r8zDSxthUvH9I","t":"So we're considering doing a new Christmas album, because there's been Christmas episodes since then, and maybe finally do the version of 'The Most Offensive Song Ever' with lyrics intact.","c":"christmas","a":"Trey Parker"},{"id":"QOsnbOBODkXqx","t":"Every Christmas now for years, I have found myself wondering about the point of the celebration. As the holiday has become more ecumenical and secular, it has lost much of the magic that I remember so fondly from childhood.","c":"christmas","a":"Whitley Strieber"},{"id":"hHw9OLrcB0Slm","t":"I'm bad on Valentine's Day, but even worse on Christmas. I go shopping at nine o'clock on December 24th every year. Nobody else is there. I'm in Toys'R'Us all by myself. I get there five minutes before closing.","c":"christmas","a":"Jamie Foxx"},{"id":"wNpWN_AGMFLjD","t":"It's more like Christmas, you know, when you get a shot in that looks great and it's exactly what you want. It's a great feeling, and there's nothing like it.","c":"christmas","a":"Zack Snyder"},{"id":"QrZ7CRfS6HOKx","t":"I once wanted to become an atheist, but I gave up - they have no holidays.","c":"christmas","a":"Henny Youngman"},{"id":"-iCMIztq-TJkS","t":"I never really did Christmas before. Christmas Day? I mean - what's that? What's it all about? I was always flying on Christmas Day.","c":"christmas","a":"Monica Seles"},{"id":"fP3MPqjCw0Oli","t":"The best Christmas present I got from my husband was a week to do whatever I wanted.","c":"christmas","a":"Olivia Williams"},{"id":"9YV8OHj-vXcYp","t":"On the whole, I prefer Christmas as an adult than I did as a child.","c":"christmas","a":"Nigella Lawson"},{"id":"ftAMi9i4Z1DSp","t":"There are some people who want to throw their arms round you simply because it is Christmas there are other people who want to strangle you simply because it is Christmas.","c":"christmas","a":"Robert Staughton Lynd"},{"id":"IIcJcDhC1iMPC","t":"A lovely thing about Christmas is that it's compulsory, like a thunderstorm, and we all go through it together.","c":"christmas","a":"Garrison Keillor"},{"id":"KIXBDVN4OGEMF","t":"My favorite toy growing up was Polly Pocket. But one gift that I wanted though never received for Christmas was a pair of trampoline moon shoes. You strap them to your feet and they have springs on them, and you can just jump around!","c":"christmas","a":"Lucy Hale"},{"id":"2KHM1Q5wQu7E-","t":"The main reason Santa is so jolly is because he knows where all the bad girls live.","c":"christmas","a":"George Carlin"},{"id":"U7OnxLQs1c4RG","t":"One Christmas my father kept our tree up till March. He hated to see it go. I loved that.","c":"christmas","a":"Mo Rocca"},{"id":"5wneTNftaEcLD","t":"It's hard and sometimes it's scary. It still amazes my mother. I went home for Christmas one year and there were fans all over the front lawn, hoping to see me.","c":"christmas","a":"Luke Perry"},{"id":"6IKHuMAChyuLO","t":"The unfortunate thing about working for yourself is that you have the worst boss in the world. I work every day of the year except at Christmas, when I work a half day.","c":"christmas","a":"David Eddings"},{"id":"-h5QTc3pRHOYd","t":"Every singer eventually gets around to a Christmas disc.","c":"christmas","a":"Renee Fleming"},{"id":"WyCMdlIwqmJC1","t":"I beg to present you as a Christmas gift the city of Savannah.","c":"christmas","a":"William Tecumseh Sherman"},{"id":"KZGymdS_OZL5a","t":"I'd like to do a Christmas album. I've never done a Christmas album.","c":"christmas","a":"Tanya Tucker"},{"id":"7u9hGuqwNaboV","t":"I wanted an electric train for Christmas but I got the saxophone instead.","c":"christmas","a":"Clarence Clemons"},{"id":"KKGQc7W3EiTcz","t":"Brits and Americans have hundreds of different phrases for the same thing. Luckily, it's usually a source of amusement rather than frustration. A flashlight by any other name is still a torch. My personal favourite is 'fairy lights,' which we boringly refer to as 'Christmas lights.'","c":"christmas","a":"Sloane Crosley"},{"id":"P5yv2zi2cndU1","t":"I save every Christmas card. I keep them all.","c":"christmas","a":"Alison Sweeney"},{"id":"3l-QR7Zn7B_0C","t":"My parents still treat Christmas like I'm thirteen years old.","c":"christmas","a":"Mike Shinoda"},{"id":"KkgOTJDrqpWat","t":"It will be a hard game if you think about winning a championship. We need to think about our own game at the moment and focus on getting good results especially over the Christmas period.","c":"christmas","a":"Dennis Bergkamp"},{"id":"AnSR56HE4su5E","t":"Maybe Christmas, the Grinch thought, doesn't come from a store.","c":"christmas","a":"Dr. Seuss"},{"id":"2MBs_G1CsYlvf","t":"Whatever he does should be seen as working at the Presidency and if he goes to Colorado for Christmas, it should be for a minimum amount of time, the family tradition and family get-together aspect emphasized, and it be seen as a working vacation.","c":"christmas","a":"Robert Teeter"},{"id":"9VNYD98MnZBC0","t":"I actually share her view and understand her frustration when any government attempts to ban secular symbols like Santa Claus or Rudolph the Red Nose Reindeer or Christmas lights.","c":"christmas","a":"Steve Israel"},{"id":"xfo9vkIh8WNw4","t":"I've taught fifth-year Christmas leavers last thing on a Friday afternoon. Basically, if you can face that you can face anything.","c":"christmas","a":"Johann Lamont"},{"id":"l5CbdwwZh_cjG","t":"Yes, my first memory of singing, in general, was of a Christmas song. And then listening to Christmas music was really the first music I was ever connected to.","c":"christmas","a":"Christina Perri"},{"id":"vltHkqFIg3OAK","t":"Chum was a British boy's weekly which, at the end of the year was bound into a single huge book and the following Christmas parents bought it as Christmas presents for male children.","c":"christmas","a":"A. E. van Vogt"},{"id":"lgTN1Qe8ylzB-","t":"No sane local official who has hung up an empty stocking over the municipal fireplace, is going to shoot Santa Claus just before a hard Christmas.","c":"christmas","a":"Alfred E. Smith"},{"id":"RHniix97pVsjF","t":"I made a Christmas album a couple of years ago and just put it out on my Web site. It kind of smacked of this flavor. All of the reviews said it was Western swing even when it was Christmas standards.","c":"christmas","a":"Suzy Bogguss"},{"id":"ciYtu5Wzt8GUz","t":"As dry leaves that before the wild hurricane fly, when they meet with an obstacle, mount to the sky. So up to the house-top the coursers they flew, with the sleigh full of toys, and St. Nicholas too.","c":"christmas","a":"Clement Clarke Moore"},{"id":"2wWxuHTBh8rcs","t":"I love cooking during Christmas, all smells like the hot apple cider, the hot spiced wine.","c":"christmas","a":"Amy Smart"},{"id":"AVwemYymWedx7","t":"I don't want to see people decorating a house or digging a garden. As for guys like Jonathan Ross, he got an award there last Christmas. What for? He doesn't sing, dance or tell jokes, does he?","c":"christmas","a":"Ian St. John"},{"id":"u8EV1_4b0pswm","t":"Orphans, dead parents, lonely children at Christmas, morose spoken word recordings, everything you love about the holidays. Move the turkey over so you can fit your head in the oven.","c":"christmas","a":"April Winchell"},{"id":"4q92L_VgEYOtd","t":"To perceive Christmas through its wrappings becomes more difficult with every year.","c":"christmas","a":"E. B. White"},{"id":"nZXVErBqpikF-","t":"There's never really been a real hood Christmas movie.","c":"christmas","a":"Ice Cube"},{"id":"vvy_xTpNcRMQB","t":"I get a little behind during Lent, but it comes out even at Christmas.","c":"christmas","a":"Frank Butler"},{"id":"yHF2eCXKGUrRg","t":"Besides the two Christmas things, we've got a about a dozen new tracks we're working on.","c":"christmas","a":"Chris Frantz"},{"id":"WvZNIlR-kzAwR","t":"I love Christmas, not just because of the presents but because of all the decorations and lights and the warmth of the season.","c":"christmas","a":"Ashley Tisdale"},{"id":"K7UO2wIjefsv0","t":"A friend gave me a CD of the 'Pathetique' Symphony as a Christmas present. I went home, and I put on the CD expecting to listen to Tchaikovsky. But it started 'ta ta ta taaa.' It was too long for me. I didn't understand it at first, but then I fell in love, in love, in love.","c":"christmas","a":"Gustavo Dudamel"},{"id":"hm8hW7fMNL3Jg","t":"It can't be overstated how wonderful it is not to have to audition any more. Any actor will tell you, it's like Christmas.","c":"christmas","a":"Bill Nighy"},{"id":"FjoX-XssB76Ut","t":"It felt very natural to me to write a Christmas song, but at the same time I had to really put all sorts of pressure aside and just let the creativity flow and see what came out.","c":"christmas","a":"Christina Perri"},{"id":"pfaTB0lS3Qkhz","t":"There's a little vanity chair that Charlie gave me the first Christmas we knew each other. I'll not be parting with that, nor our bed - the four-poster - I'll be needing that to die in.","c":"christmas","a":"Helen Hayes"},{"id":"rSPTB_2JZdygW","t":"Actually, my mother and Alfie came for three weeks' Christmas vacation and stayed for 21 years. I guess my mother never went back because she was lonely.","c":"christmas","a":"Frank McCourt"},{"id":"kZ1LLO41FmtyT","t":"I'm going to take the kids away over Christmas but I don't, I've written 14 musicals now, I don't want to rush into doing something just for the sake of doing it. I want to do it when I find a story.","c":"christmas","a":"Andrew Lloyd Webber"},{"id":"zr-CvIBnzp2Rs","t":"Making a Christmas album is looked upon by some people as the thing you do when you are heading towards retirement.","c":"christmas","a":"Annie Lennox"},{"id":"2Ejnql5LfAmFr","t":"I was talking to one of my aunties at Christmas and she said she didn't think it was ever in my nature to go against the grain, that I was always a good boy. I think she was right - I did always want to be good.","c":"christmas","a":"James McAvoy"},{"id":"TuHvu9GDNPDdD","t":"First of all, I've been having a wonderful run of luck with cover albums, songs I didn't write. I had five pop cover albums and two Christmas albums, and they were all very successful.","c":"christmas","a":"Barry Manilow"},{"id":"Cfvtyom7U1Qov","t":"I think the people who are making Christmas-themed movies today feel that people are more cynical about Christmas. There's more of an edge.","c":"christmas","a":"Leonard Maltin"},{"id":"rbEmPIU4i7zdg","t":"We never really had any kind of a Christmas. This is one part where my memory fails me completely.","c":"christmas","a":"Frank McCourt"},{"id":"EmxKig_pg9qEv","t":"I was at the vice president's Christmas party. I thought that his speech was spectacular, and I knew that it was a very emotional and difficult thing for him to do, but I admonished him for not waiting just one more stinking day.","c":"christmas","a":"Bradley Whitford"},{"id":"JF02MWHn22yrD","t":"I'm a disorganized mess. My purse is gross: I once found a shoulder pad, string cheese, and a Christmas ornament in it!","c":"christmas","a":"Hoda Kotb"},{"id":"lMwJzluC6VJ0v","t":"You have to remind kids to stay connected to the meaning of Christmas. Sometimes it takes a little bit of effort, but it's so worth it.","c":"christmas","a":"Caroline Kennedy"},{"id":"wI8CcEvmO2L5T","t":"I've also committed my time and resources to many local organizations like Christmas in April, Catholic Community Services, and Hudson County Meals on Wheels.","c":"christmas","a":"Vincent Frank"},{"id":"IzUrvVXZkwrfK","t":"It's surprising to me how many of my friends send Christmas cards, or holiday cards, including my atheist and secular friends.","c":"christmas","a":"Christopher Hitchens"},{"id":"YRCfiW5eUvTK2","t":"It always depresses me when people moan about how commercial Christmas is. I love everything about it. The tradition of having this great big feast, slap bang in the middle of winter, is an essential thing to look forward to at the end of the year.","c":"christmas","a":"Richard E. Grant"},{"id":"5afmdl8VFasxN","t":"I've been playing on Christmas for the last 10, 11, 12 years. So just got to get up early with the babies, and give them their toys and try to get a nap in and just come to play.","c":"christmas","a":"Shaquille O'Neal"},{"id":"jPnuyoG1xEpDn","t":"T'was the night before Christmas, when all through the house, not a creature was stirring, not even a mouse.","c":"christmas","a":"Clement Clarke Moore"},{"id":"DifMsy1xjOfCu","t":"He who has not Christmas in his heart will never find it under a tree.","c":"christmas","a":"Roy L. Smith"},{"id":"sMDrFNbWcNgjR","t":"I'm sure most of us remember being a kid and you have all of this endless time where two weeks before Christmas feels like ten years. I used to go to bed to try and go to sleep to try and make it go faster.","c":"christmas","a":"Andrea Arnold"},{"id":"VPxXR3cVXbnYS","t":"Christmas isn't a season. It's a feeling.","c":"christmas","a":"Edna Ferber"},{"id":"MJ_ea1R25Q3KN","t":"I used to know Jennifer Love Hewitt. We lived in the same apartment building when I was about... jeez, I guess it was when I was doing 'Christmas Vacation', so I was about 13 or 14.","c":"christmas","a":"Johnny Galecki"},{"id":"XPROFq8bu2Wt5","t":"Godot is whatever it is in life that you are waiting for: 'I'm waiting to win the lottery. I'm waiting to fall in love'. For me, as a child, it was Christmas. At least that eventually came.","c":"christmas","a":"Ian Mckellen"},{"id":"t1bDjN9U6vMV9","t":"But Tammy Faye calls me, and Ron Jeremy calls me, Erik Estrada sends me a Christmas card every year.","c":"christmas","a":"Trishelle Cannatella"},{"id":"-UXFGZICixl58","t":"I didn't know the full dimensions of forever, but I knew it was longer than waiting for Christmas to come.","c":"christmas","a":"Richard Brautigan"},{"id":"gSzBpA_tHIVNw","t":"My mother died of metastatic colorectal cancer shortly before three P.M. on Christmas Day of 2008. I don't know the exact time of her death, because none of us thought to look at a clock for a while after she stopped breathing.","c":"christmas","a":"Meghan O'Rourke"},{"id":"voyik_YF-r4PF","t":"Christmas is a season for kindling the fire for hospitality in the hall, the genial flame of charity in the heart.","c":"christmas","a":"Washington Irving"},{"id":"zXdOOaeh3PAQ9","t":"My mother would give my brothers and me a pile of catalogues and let us pick what we wanted for Christmas.","c":"christmas","a":"Kary Mullis"},{"id":"iHXJjLncY8xan","t":"I've been in elementary education for years and my belief is that Christmas pageants in schools are little more than conditioning kids for the Christian religion.","c":"christmas","a":"Jack Bowman"},{"id":"zHRkq3mNswzPF","t":"Let's be naughty and save Santa the trip.","c":"christmas","a":"Gary Allan"},{"id":"o_VfpuphdXyqL","t":"Even though we're a week and a half away from Thanksgiving, it's beginning to look a lot like Christmas.","c":"christmas","a":"Richard Roeper"},{"id":"TZxjgp4V4TmWe","t":"I love Halloween, trick or treating and decorating the house. And I love Thanksgiving, because of the football and the fall weather. And of course, I love Christmas - that's my favorite of all!","c":"christmas","a":"Joe Nichols"},{"id":"i7IzJqxIYsdnE","t":"In the spring of 1994 I decided not to seek reelection to the Senate. I had made the decision 12 years earlier, Christmas Day of 1982, just after I had been first elected to a full term, that I would do the best I could for a limited time.","c":"christmas","a":"George J. Mitchell"},{"id":"Qw2J4XlexP3rY","t":"One Christmas build-up tradition, however, has totally bypassed me - that of going up to town and 'doing a show.'","c":"christmas","a":"Julie Burchill"},{"id":"ngvjOJnKbkay8","t":"Online, there's no time. It's always Christmas.","c":"christmas","a":"Lewis Black"},{"id":"vG7gLVmJd6jZU","t":"There are very few people who have done more than one Christmas album.","c":"christmas","a":"Isaac Hanson"},{"id":"Kdv8La6I36P1s","t":"I started DJing, breakdancing and MCing in the '70s and I got my record deal in 1979 with 'Christmas Rap.'","c":"christmas","a":"Kurtis Blow"},{"id":"xhLKWlwbB4Fd9","t":"From a commercial point of view, if Christmas did not exist it would be necessary to invent it.","c":"christmas","a":"Katharine Whitehorn"},{"id":"QGtx0NOkNB1QL","t":"I will honor Christmas in my heart, and try to keep it all the year.","c":"christmas","a":"Charles Dickens"},{"id":"Vh7Jqws73fMA9","t":"The real evidence for Jesus and Christianity is in how Jesus and the Christianity based on him manifest themselves in the lives of practicing Christians.","c":"christmas","a":"Lionel Blue"},{"id":"Hcz4gpMX7mWlO","t":"I once bought my kids a set of batteries for Christmas with a note on it saying, toys not included.","c":"christmas","a":"Bernard Manning"},{"id":"2PysVJQZ0kKR8","t":"Please to put a nickel, please to put a dime. How petitions trickle in at Christmas time!","c":"christmas","a":"Phyllis McGinley"},{"id":"m27ZHQl5thRlO","t":"Christmas is a stocking stuffed with sugary goodness.","c":"christmas","a":"Mo Rocca"},{"id":"Q_es1z83Z5JxG","t":"I intend to keep writing Christmas songs. There's still a lot more about Christmas that can be captured and feel like old-time Christmas. A lot of the traditions haven't been explained in song.","c":"christmas","a":"Clint Black"},{"id":"V5vOX94iDIM0j","t":"The supernatural birth of Christ, his miracles, his resurrection and ascension, remain eternal truths, whatever doubts may be cast on their reality as historical facts.","c":"christmas","a":"David Friedrich Strauss"},{"id":"2pQGq1Dsa4yey","t":"I love all things Christmas.","c":"christmas","a":"Samantha Barks"},{"id":"WXesukKvwBV3N","t":"Christmas is the antithesis of Thanksgiving. Christmas is pretty much a man-made holiday.","c":"christmas","a":"John Clayton"},{"id":"UX44L1M1tdOdB","t":"Expectancy is the atmosphere for miracles.","c":"christmas","a":"Edwin Louis Cole"},{"id":"p6ctVgDMKPjbC","t":"There's been a concerted effort to steal Christmas.","c":"christmas","a":"Jerry Falwell"},{"id":"mxZwzw3CYGKze","t":"In the United States Christmas has become the rape of an idea.","c":"christmas","a":"Richard Bach"},{"id":"Mwd6MO_jQCap2","t":"I beg people not to accept the seasonal ritual of well-timed charity on Christmas Eve. It's blasphemy.","c":"christmas","a":"Jonathan Kozol"},{"id":"3ALvEnIyXUS-Y","t":"The denominational world tries to pressure its members to focus on the birth of Christ, but in doing so layers of guilt are imposed, and competition gets complicated as one Christmas program tries to outdo the other.","c":"christmas","a":"John Clayton"},{"id":"uMNgNYb9YVlDh","t":"My fondest memories are generally the day after Thanksgiving. I get the total decorating Christmas itch.","c":"christmas","a":"Katharine McPhee"},{"id":"3z26SnM76NA2W","t":"I stopped believing in Santa Claus when I was six. Mother took me to see him in a department store and he asked for my autograph.","c":"christmas","a":"Shirley Temple"},{"id":"WRoEF8KUR_Hiq","t":"I suppose if you look back to your early childhood you accept everything people tell you, and that includes a heavy dose of irrationality - you're told about tooth fairies and Father Christmas and things.","c":"christmas","a":"Richard Dawkins"},{"id":"wy-vvnRUh2rdf","t":"In our racist, sexist society, Christmas is the 8 hours when we stop killing each other and gratutious over eating is encouraged so that the starving and other people in the world can die!","c":"christmas","a":"Lloyd Kaufman"},{"id":"nH_UWseR-UVay","t":"For a long time all I wanted for Christmas were books about outdoor survival. I was convinced that the woods were calling me. I camped a lot, I took classes. At 18, I told myself if I don't live in the woods by myself by the time I'm 25, I have failed.","c":"christmas","a":"Chris Evans"},{"id":"VIV_bb2cqJIAN","t":"To understand this Christmas record, you have to understand our ministry.","c":"christmas","a":"John Tesh"},{"id":"pKHSeK_LUx_X2","t":"My father died when I was young and I was raised by my grandmother, Emma Klonjlaleh Brown. We could afford to eat chicken just once a year, on Christmas.","c":"christmas","a":"George Weah"},{"id":"_RA-S3Ii3yOCf","t":"My Christmas wish would be to have an entire week off. To spend it with my family and just curl up and watch Christmas movies when it's snowing outside.","c":"christmas","a":"David Hasselhoff"},{"id":"M0uPvkhjGWfyB","t":"You can't allow the forces of political correction to shut you up. I mean, why are people afraid to say, 'Merry Christmas?' Give me a break. If people don't like it, yeah, they can go do something else.","c":"christmas","a":"Benjamin Carson"},{"id":"t91J0qgFtg-FL","t":"I loved 'White Christmas' for the music aspect. I was into musical theater.","c":"christmas","a":"Lana Parrilla"},{"id":"0Hhc7RZ1S514_","t":"'The war in Iraq - if Osama was a Christian - it's the Christmas present he never would have expected.","c":"christmas","a":"Michael Scheuer"},{"id":"XPq6pZsMKaCx7","t":"During the holidays, everyone needs a break from studying for exams and Christmas shopping. I wanted to put together a diverse tour that rocks in many musical directions but always points to Christ.","c":"christmas","a":"TobyMac"},{"id":"b_bVseCgR9c3N","t":"The worst gift that I ever gave a girl was a suitcase for Christmas. As in, 'I can't think of anything to give you, but here's a new suitcase.' Afterward, I was like, 'What were you thinking, idiot?'","c":"christmas","a":"Jensen Ackles"},{"id":"1dCEKbybMOD3F","t":"I stone got crazy when I saw somebody run down them strings with a bottleneck. My eyes lit up like a Christmas tree and I said that I had to learn.","c":"christmas","a":"Muddy Waters"},{"id":"pJtcAu9Nd45Gk","t":"I remember wishing there was snow in L.A. And how jealous we used to get of those Christmas specials with kids playing in the snow.","c":"christmas","a":"Ice Cube"},{"id":"oi5Ymm3ulOat_","t":"Christmas in L.A. is weird. There's no snow. It's not even cold.","c":"christmas","a":"Ellie Goulding"},{"id":"x_BoQmPKbiXqV","t":"I love giving gifts and I love receiving them. I really like giving little kids extravagant gifts. You see their little faces light up and they get excited. If it's a really good gift, I love receiving it, like jewels, small islands.","c":"christmas","a":"Gina Gershon"},{"id":"jNNhByStCKs7X","t":"Our whole family assembles in Chicago at Christmas and usually in Aspen in the summer.","c":"christmas","a":"James Cronin"},{"id":"yuLzvN7NQfPX4","t":"The excellence of a gift lies in its appropriateness rather than in its value.","c":"christmas","a":"Charles Dudley Warner"},{"id":"nJM4CV3GEYCsk","t":"Santa is our culture's only mythic figure truly believed in by a large percentage of the population. It's a fact that most of the true believers are under eight years old, and that's a pity.","c":"christmas","a":"Chris Van Allsburg"},{"id":"rJIY743vLw3dT","t":"Christmas is taken very seriously in this household. I believe in Father Christmas, and there's no way I'd do anything to undermine that belief.","c":"christmas","a":"Carol Ann Duffy"},{"id":"m-tiTZ3p3_Aj0","t":"It is never too late to get into tennis! While I started playing at the age of 8 when my parents gave me a tennis racquet for Christmas, tennis is a lifelong sport that can be enjoyed by people of almost any age. It's also something you never forget once you learn.","c":"christmas","a":"Samantha Stosur"},{"id":"tbHMGclJkr1YA","t":"I'm Jewish and my wife isn't so right now we're literally decorating a Christmas tree with Jewish stars draped around it.","c":"christmas","a":"Max Greenfield"},{"id":"5GTatmyg4PF1h","t":"My grandson sees me as Lois on TV every Christmas, and that scores me points.","c":"christmas","a":"Margot Kidder"},{"id":"Ku4hrKgiIPqsW","t":"From the time that I can remember, I worked to make money - either baby-sitting, or one year wrapping gifts at a department store at Christmas, so I could have my own money.","c":"christmas","a":"Christie Hefner"},{"id":"yE75mJag_znS7","t":"For a Jewish guy, I've recorded a lot of Christmas albums.","c":"christmas","a":"Barry Manilow"},{"id":"2GWaLPMSkrS1a","t":"In fact, I was one of the few trusted people that Lucy allowed to play with their kids. I spent time at their summer home, rode horses at their ranch, and swam at their beach house. I even spent a Christmas with them at Palm Springs one year.","c":"christmas","a":"Keith Thibodeaux"},{"id":"UUgSz_E1SiY9o","t":"If you want me to sing this Christmas song with the feeling and the meaning, you better see if you can locate that check.","c":"christmas","a":"Mahalia Jackson"},{"id":"dlU8rz0VmBQjF","t":"I have a musical called Goodbye and Good Luck, based on a Grace Paley short story. I also have King Island Christmas, and there are 20 different productions of it this year.","c":"christmas","a":"David Friedman"},{"id":"FmdJOZiNP8CFY","t":"Did you know that Christmas Day is absolutely the best day to fly? It is. No crowded airports and crowded planes. I always flew to Australia. That's what Christmas was for me - a plane journey to the next tournament.","c":"christmas","a":"Monica Seles"},{"id":"7BS0jrFKd56Mt","t":"Santa Claus has the right idea - visit people only once a year.","c":"christmas","a":"Victor Borge"},{"id":"-dRsydcHgLH1Q","t":"I'm so depressed. Christmas is the worst of all. Holidays are terrible, worse than Sundays. I get melancholia.","c":"christmas","a":"David O. Selznick"},{"id":"IiP2Ocpy0Lqbt","t":"In 1934, the American Jewish charities offered to find homes for 300 German refugee children. We were on the SS Washington, bound for New York, Christmas 1934.","c":"christmas","a":"Jack Steinberger"},{"id":"wQEQVShPJzMlA","t":"Christmas gives us the opportunity to pause and reflect on the important things around us - a time when we can look back on the year that has passed and prepare for the year ahead.","c":"christmas","a":"David Cameron"},{"id":"Qg4zpEke0BLw2","t":"A lot of sequins for New Year's! Red, green, white - I fail at all of that because I'm always in black. But for Christmas, I do love wearing cute dresses with tights and a pair of boots.","c":"christmas","a":"Ashley Benson"},{"id":"AGsHwjBTomwS1","t":"There's something about a Christmas sweater that will always make me laugh.","c":"christmas","a":"Kristen Wiig"},{"id":"3IedSTYK96Gd_","t":"Tax cuts should be for life, not just for Christmas.","c":"christmas","a":"George Osborne"},{"id":"JYK3zGBhg6aSl","t":"The Earth reminded us of a Christmas tree ornament hanging in the blackness of space. As we got farther and farther away it diminished in size. Finally it shrank to the size of a marble, the most beautiful marble you can imagine.","c":"christmas","a":"James Irwin"},{"id":"I52WaEvbSXcAi","t":"You don't want your jewelry to make you look fat. A lot of what's out there now does - you just wind up looking like a Christmas tree.","c":"christmas","a":"Padma Lakshmi","e":true},{"id":"0iLUKa2nXrkNq","t":"I got a guitar when I was about 14, for a Christmas present, and went from there.","c":"christmas","a":"Robin Trower"},{"id":"LJ6ZG4sfMW1lF","t":"Fantastic! Right in the middle of that long stretch between Christmas and Spring Break, your coats are getting dirty, everything's dark, dingy - what a great time for a movie!","c":"christmas","a":"John Hughes"},{"id":"XOP1AehRtQnrd","t":"I had eight brothers and sisters. Every Christmas my younger brother Bobby would wake up extra early and open everybody's presents - everybody's - so by the time the rest of us got up, all the gifts were shredded, ribbons off, torn open and thrown aside.","c":"christmas","a":"Tommy Hilfiger"},{"id":"1smVVamJ_oD0U","t":"Yeah, I started when I was 6 years old. My brother and sister would get all of these presents at Christmas time from the cast and crew of their show and I was jealous. So I decided that I had to become an actor.","c":"christmas","a":"Sara Gilbert"},{"id":"QE1gwS_yJHEbA","t":"According to an ancient Sardinian legend, the bodies of those who are born on Christmas Eve will never dissolve into dust but are preserved until the end of time.","c":"christmas","a":"Grazia Deledda"},{"id":"HhZq9k7q5azrp","t":"Now I'm an old Christmas tree, the roots of which have died. They just come along and while the little needles fall off me replace them with medallions.","c":"christmas","a":"Orson Welles"},{"id":"Slmvp07oo7N6G","t":"The sharpest memory of our old-fashioned Christmas eve is my mother's hand making sure I was settled in bed.","c":"christmas","a":"Paul Engle"},{"id":"9PO7nUjgRpIqv","t":"Our children await Christmas presents like politicians getting in election returns: there's the Uncle Fred precinct and the Aunt Ruth district still to come in.","c":"christmas","a":"Marcelene Cox"},{"id":"kGvhgj-yo0WYt","t":"Well, because I have twin seven-year-old boys, I enjoy the gift giving stuff a great deal. We do both Hanukkah and Christmas, so it is a costly, though extremely pleasing proposition.","c":"christmas","a":"Fred Melamed"},{"id":"IP3N_-o8ZGFvu","t":"My favorite traditional Christmas movie that I like to watch is All Quiet on the Western Front. It's just not December without that movie in my house.","c":"christmas","a":"Tom Hanks"},{"id":"Xd1qnUVsO-Aeo","t":"It may be a cliche, but it's true - the build-up to Christmas is so much more pleasurable than the actual day itself.","c":"christmas","a":"Julie Burchill"},{"id":"o0D3wPYo3StFr","t":"So many people release albums before Christmas and they get lost in the Christmas rush.","c":"christmas","a":"Bonnie Tyler"},{"id":"BmCBtJMeT0RgN","t":"When I was 12, all I wanted for Christmas was a trampoline or a four-wheeler. I ended up getting both presents for Christmas.","c":"christmas","a":"Chris Brown"},{"id":"viMmt2_i_ehE9","t":"South Park started as a little video Christmas card.","c":"christmas","a":"Joel Hodgson"},{"id":"FugA0lADS3eFY","t":"I've also just finished filming the role of Robert Brown in 'Just William,' which is due to transmit on BBC One at Christmas.","c":"christmas","a":"Harry Melling"},{"id":"fofHl2MDBj74O","t":"I'm not going to put out a Christmas CD until it's coming out of me naturally.","c":"christmas","a":"TobyMac"},{"id":"l-5y_jTZbwz0j","t":"If you haven't got any charity in your heart, you have the worst kind of heart trouble.","c":"christmas","a":"Bob Hope"},{"id":"sGpCUYEBl8N5y","t":"What I don't like about office Christmas parties is looking for a job the next day.","c":"christmas","a":"Phyllis Diller"},{"id":"gUTxbUJvGQyHH","t":"I might do 'X Factor' next year. It's looking good that I won't get the sack at Christmas.","c":"christmas","a":"Gary Barlow"},{"id":"6hz42Qav7BYIt","t":"He put a ring in the toe of a stocking. On Christmas Eve, we opened our stockings and it was there at the bottom of the toe. Then he got down on his knees and he was shaking.","c":"christmas","a":"Kyra Sedgwick"},{"id":"qJFNfsN3N8va3","t":"When you have kids, you instantly feel that you do not want to do them wrong. Those dads that go off to Florida and start a new life, I couldn't imagine that: seeing my kid once every Christmas, every three years. If I'm gone for six days it feels like too much.","c":"christmas","a":"Adam Carolla"},{"id":"iYarqIvPqNbg9","t":"A typical Christmas is me shucking oysters. I love them and I always get them in at Christmas.","c":"christmas","a":"Hugh Bonneville"},{"id":"9NEpAkSIAz3uj","t":"I think we felt the pressure more at first than this time around. But still you don't want to let anyone down. I never even met Patrick until we had a Christmas party at Ian McKellen's house on the first movie and then I didn't see him again until the premiere.","c":"christmas","a":"Rebecca Romijn"},{"id":"h0kqd798UPsh4","t":"Unless we make Christmas an occasion to share our blessings, all the snow in Alaska won't make it 'white'.","c":"christmas","a":"Bing Crosby"},{"id":"JiJQn84-tA4TX","t":"I'm well-travelled so I can see places coming up. I went to St. Croix in the West Indies at Christmas and it had been hit by a really bad tornado. Values there have gone down but I guarantee they will be up again in eight years. So I'll get in now while it's cheap as chips.","c":"christmas","a":"Melanie Brown"},{"id":"_a40S5mTjMR22","t":"Coming from Chicago, I like a white Christmas.","c":"christmas","a":"Dennis Franz"},{"id":"1L_EueTy3l6oJ","t":"The cheese board is my big treat at Christmas that I have to deny myself during the rest of year.","c":"christmas","a":"Johnny Vegas"},{"id":"asAvZ2X0ueDMM","t":"Now, the essence, the very spirit of Christmas is that we first make believe a thing is so, and lo, it presently turns out to be so.","c":"christmas","a":"Stephen Leacock"},{"id":"2HjCCRf6dmXbN","t":"Christmas is a holiday that persecutes the lonely, the frayed, and the rejected.","c":"christmas","a":"Jimmy Cannon"},{"id":"snPKpKo1hY0Th","t":"It's fun when you start a movie, because it's kind of like you get to go Christmas shopping... you get to make your wish list and you start thinking about what each character needs.","c":"christmas","a":"Spike Jonze"},{"id":"NUDAaID2AQKEQ","t":"Then, when I got in the military, I used to host - even in high school - I hosted the talent shows, and when I was in the military I would host all of our base Christmas parties and stuff.","c":"christmas","a":"Gary Owens"},{"id":"d6OKxAKztafu3","t":"Christmas, children, is not a date. It is a state of mind.","c":"christmas","a":"Mary Ellen Chase"},{"id":"VlD6bTPdPY0Xl","t":"When I was five my parents bought me a ukulele for Christmas. I quickly learned how to play it with my father's guidance. Thereafter, my father regularly taught me all the good old fashioned songs.","c":"christmas","a":"Tony Visconti"},{"id":"3GihSKpYzx4B7","t":"I love the excess of Christmas. The shopping season that begins in September, the bad pop star recordings of Christmas carols, the decorations that don't know when to come down.","c":"christmas","a":"Mo Rocca"},{"id":"mxG4azkCTVCFc","t":"Why not share with the world the way it is and tell them my feelings about my cat, and how I played with my kids, and how addicted to Christmas time I am, and the smell of pine needles and hearing my kids laugh.","c":"christmas","a":"Steven Tyler"},{"id":"VRYmHCUtBD_ml","t":"Black Friday is not another bad hair day in Wall Street. It's the term used by American retailers to describe the day after the Thanksgiving Holiday, seen as the semi-official start of Christmas shopping season.","c":"christmas","a":"Evan Davis"},{"id":"WlatIrtdKKwMY","t":"Pets, like their owners, tend to expand a little over the Christmas period.","c":"christmas","a":"Frances Wright"},{"id":"kJ90oSRZ4cubh","t":"People have nannies and big cars, and they want to go to Maui for Christmas. When there are those kind of stakes involved, people get ruthless.","c":"christmas","a":"Amy Sherman-Palladino"},{"id":"ZyFFUq5E1y-jA","t":"If you pray enough for things, I am proof that they can happen. I feel like a kid on Christmas day now, every day. It's something I have wanted for a long time and I am as happy as anyone to be here. It is great to be back at my first love.","c":"christmas","a":"Robbie Fowler"},{"id":"CCIx4cUFBZu-b","t":"That's the true spirit of Christmas people being helped by people other than me.","c":"christmas","a":"Jerry Seinfeld"},{"id":"GIGiuH9XwF5I5","t":"I don't know of too many double Christmas albums, so it is something that's new, and hopefully will be fun, and there's plenty of stuff out there to cut.","c":"christmas","a":"Garth Brooks"},{"id":"fe1ByMDEfgFIM","t":"The whole point of me doing a Christmas record and what I centered it around was the song 'Christmas with You' from the point-of-view of the soldiers in Iraq.","c":"christmas","a":"Rick Springfield"},{"id":"PAWZLMAnpFPsj","t":"A Christmas Carol is such a fool-proof story you can't louse it up.","c":"christmas","a":"Leonard Maltin"},{"id":"WkuhRaiepdRap","t":"So when I was 13, I basically left home and never returned and lived at home again. I would come home for a week at Christmas and two weeks in the summer only.","c":"christmas","a":"Peter Jurasik"},{"id":"gaxF6X5QxScJN","t":"I think Christmas is about celebration and come on, on the inside everyone wants to dance.","c":"christmas","a":"TobyMac"},{"id":"GAIEDsw0d3Mod","t":"I've always loved Christmas and that's not really gone away from me from being a child to now. It's always a magical time and I'm unashamed in my love for Christmas.","c":"christmas","a":"Martin Freeman"},{"id":"9vCQdDW6EiC7G","t":"I was thrilled one year when I was younger when not only did my brothers get hockey sticks for Christmas - but I did too!","c":"christmas","a":"Nancy Kerrigan"},{"id":"aO9dsWUJBnYjF","t":"Dad bought me a toy drum one Christmas, and I eventually destroyed it. I wanted a real drum and he bought me a snare drum. Dad continued to buy me one drum after the other.","c":"christmas","a":"Keith Thibodeaux"},{"id":"PDIUv9rJqnSw0","t":"At Christmas our house is like a Donnie and Marie Christmas Special.","c":"christmas","a":"Kevin Richardson"},{"id":"UiqVQRp36xrRl","t":"May I share with you my earliest memory of a political row? It was with my mother, about the Queen - classic Freudian stuff, shrinks would say. I was eight, and refusing to watch the Queen's Christmas Day broadcast.","c":"christmas","a":"Alastair Campbell"},{"id":"3IncNm0t4Y0LX","t":"Christmas makes me happy no matter what time of year it comes around.","c":"christmas","a":"Bryan White"},{"id":"u0CT1OE3n13SN","t":"I went to Sunday School and liked the stories about Christ and the Christmas star. They were beautiful. They made you warm and happy to think about. But I didn't believe them.","c":"christmas","a":"Frances Farmer"},{"id":"k3bN6Ogp21Mo_","t":"Moving between the legs of tables and of chairs, rising or falling, grasping at kisses and toys, advancing boldly, sudden to take alarm, retreating to the corner of arm and knee, eager to be reassured, taking pleasure in the fragrant brilliance of the Christmas tree.","c":"christmas","a":"T. S. Eliot"},{"id":"GwB6FMes3HXjh","t":"At Christmas, 'It's a Wonderful Life' makes me cry in exactly the same places every time, even though I know it's coming.","c":"christmas","a":"Nicholas Lea"},{"id":"Vt3fKf_MOIKcg","t":"Windows are as essential to office prestige as Christmas is to retailing.","c":"christmas","a":"Enid Nemy"},{"id":"xWU9AhFge4_5w","t":"I wouldn't recommend young kids see 'Speedway Junkie.' It's definitely an age-appropriate movie - dark and realistic and edgy. If young kids want to see me, go see the Christmas movie.","c":"christmas","a":"Jonathan Taylor Thomas"},{"id":"ubl7EiFwXkp9X","t":"Next to a circus there ain't nothing that packs up and tears out faster than the Christmas spirit.","c":"christmas","a":"Kin Hubbard"},{"id":"kWgWCRC5BdF7n","t":"Christmas waves a magic wand over this world, and behold, everything is softer and more beautiful.","c":"christmas","a":"Norman Vincent Peale"},{"id":"8M2MSwS3m9o5P","t":"Christmas albums are not something you do frequently.","c":"christmas","a":"Isaac Hanson"},{"id":"riKLtXlZXzf3E","t":"When I was eight years old, I got a dummy for Christmas and started teaching myself. I got books and records and sat in front of the bathroom mirror, practising. I did my first show in the third grade and just kept going there was no reason to quit.","c":"christmas","a":"Jeff Dunham"},{"id":"nGOhWy5A9rbhQ","t":"Why not collect and clean chicken wishbones in the run-up to Christmas, spray them silver and use each to pinch together a white hem-stitch napkin?","c":"christmas","a":"Pippa Middleton"},{"id":"hsgFdsrZ63N1W","t":"Nothing says holidays, like a cheese log.","c":"christmas","a":"Ellen DeGeneres"},{"id":"XJ0sTR7b9yeQm","t":"And of course there's so much music in and around our family. I had a piano during Christmas because it's obviously useful through the season. There are so many people, songwriters, who are around.","c":"christmas","a":"Ashley Judd"},{"id":"XKA5_QsgCWqtO","t":"I put the copy of 'A Christmas Carol' that my grandfather had first read to me 60 years ago on my desk, and I began to write. The result, for better or for worse, is the 'Christmas Spirits.' I plan to read it to my grandson.","c":"christmas","a":"Whitley Strieber"}]