[{"id":"569m_WjQqBKkL","t":"If Java had true garbage collection, most programs would delete themselves upon execution.","c":"computer science","a":"Robert Sewell"},{"id":"phWZ_jZNnu1wR","t":"XML is like violence – if it doesn’t solve your problems, you are not using enough of it.","c":"computer science","a":"Unknown"},{"id":"mnjRFs4Px5ooZ","t":"QA Engineer walks into a bar. Orders a beer. Orders 0 beers. Orders 999999999 beers. Orders a lizard. Orders -1 beers. Orders a sfdeljknesv.","c":"computer science","a":"Bill Sempf"},{"id":"2r-mCngLHhXw2","t":"Linux is only free if your time has no value.","c":"computer science","a":"Jamie Zawinski"},{"id":"6dEdRp8lAq01z","t":"Documentation is like sex; when it's good, it's very, very good, and when it's bad, it's better than nothing.","c":"computer science","a":"Dick Brandon","e":true},{"id":"cuPqN2fr5cAzh","t":"Always code as if the guy who ends up maintaining your code will be a violent psychopath who knows where you live.","c":"computer science","a":"Rick Osborne"},{"id":"V1lihAg18MJAD","t":"Saying that Java is good because it works on all platforms is like saying anal sex is good because it works on all genders.","c":"computer science","a":"Unknown","e":true},{"id":"hWjhSc9rhL0sl","t":"I love deadlines. I like the whooshing sound they make as they fly by.","c":"computer science","a":"Douglas Adams"},{"id":"icMFWtm2mksHz","t":"There are only two kinds of programming languages: those people always bitch about and those nobody uses.","c":"computer science","a":"Bjarne Stroustrup","e":true},{"id":"5x4jydz9xgQHZ","t":"Programming today is a race between software engineers striving to build bigger and better idiot-proof programs, and the Universe trying to produce bigger and better idiots. So far, the Universe is winning.","c":"computer science","a":"Rich Cook"},{"id":"fwUaKtZlDIWjA","t":"Some people, when confronted with a problem, think “I know, I’ll use regular expressions.” Now they have two problems.","c":"computer science","a":"Jamie Zawinski"},{"id":"MSxhVQAtUR31e","t":"The most amazing achievement of the computer software industry is its continuing cancellation of the steady and staggering gains made by the computer hardware industry.","c":"computer science","a":"Henry Petroski"},{"id":"LE19XGqmkGlQP","t":"I don’t care if it works on your machine! We are not shipping your machine!","c":"computer science","a":"Ovidiu Platon"},{"id":"hMENhsU4KIbH8","t":"Perl – The only language that looks the same before and after RSA encryption.","c":"computer science","a":"Keith Bostic"},{"id":"bEIiqt3HQLATF","t":"There are two major products that come out of Berkeley: LSD and UNIX.  We don’t believe this to be a coincidence.","c":"computer science","a":"Jeremy S. Anderson"},{"id":"kTrOjxTWv4FdY","t":"In C++ it’s harder to shoot yourself in the foot, but when you do, you blow off your whole leg.","c":"computer science","a":"Bjarne Stroustrup"},{"id":"aQzqvwWuvH-3m","t":"Walking on water and developing software from a specification are easy if both are frozen.","c":"computer science","a":"Edward V Berard"},{"id":"FnHyNleA48bxa","t":"Debugging is twice as hard as writing the code in the first place. Therefore, if you write the code as cleverly as possible, you are, by definition, not smart enough to debug it.","c":"computer science","a":"Brian Kernighan"},{"id":"bxGXFudec9wgQ","t":"I have always wished for my computer to be as easy to use as my telephone; my wish has come true because I can no longer figure out how to use my telephone.","c":"computer science","a":"Bjarne Stroustrup"},{"id":"uJMO_Hzt1yDL6","t":"Most software today is very much like an Egyptian pyramid with millions of bricks piled on top of each other, with no structural integrity, but just done by brute force and thousands of slaves.","c":"computer science","a":"Alan Kay"},{"id":"xCBXX1WNkRqjX","t":"Programming is like sex: one mistake and you’re providing support for a lifetime.","c":"computer science","a":"Michael Sinz","e":true},{"id":"8InuSBrdNOAs3","t":"It always takes longer than you expect, even when you take into account Hofstadter’s Law.","c":"computer science","a":"Hofstadter’s Law"},{"id":"wLZaV4yiSr2SB","t":"Writing the first 90 percent of a computer program takes 90 percent of the time. The remaining ten percent also takes 90 percent of the time and the final touches also take 90 percent of the time.","c":"computer science","a":"N.J. Rubenking"},{"id":"Ee1i8DCUt_5mY","t":"You should name a variable using the same care with which you name a first-born child.","c":"computer science","a":"James O. Coplien"},{"id":"9yXkN_dIFe8NJ","t":"C++ : Where friends have access to your private members.","c":"computer science","a":"Gavin Russell Baker"},{"id":"pKS1hyaCE4GJs","t":"PHP is a minor evil perpetrated and created by incompetent amateurs, whereas Perl is a great and insidious evil, perpetrated by skilled but perverted professionals.","c":"computer science","a":"Jon Ribbens"},{"id":"gu9FEn0tYzMtB","t":"There are only two hard things in Computer Science: cache invalidation, naming things and off-by-one errors.","c":"computer science","a":"Phil Karlton"},{"id":"SvB2CaYULw05V","t":"On two occasions I have been asked, ‘Pray, Mr. Babbage, if you put into the machine wrong figures, will the right answers come out?’ I am not able rightly to apprehend the kind of confusion of ideas that could provoke such a question.”","c":"computer science","a":"Charles Babbage"},{"id":"7PGZNRCAi1ojy","t":"Measuring programming progress by lines of code is like measuring aircraft building progress by weight.","c":"computer science","a":"Bill Gates"},{"id":"WB2C6mexwG9QU","t":"If debugging is the process of removing software bugs, then programming must be the process of putting them in.","c":"computer science","a":"E. W. Dijkstra"},{"id":"_cHqod3Lwh7vq","t":"Computers are like bikinis. They save people a lot of guesswork.","c":"computer science","a":"Sam Ewing"},{"id":"l6Ia89l_RoC2e","t":"In theory, theory and practice are the same. In practice, they’re not.","c":"computer science","a":"Yogi Berra"},{"id":"0DcCDhxnb348u","t":"Two things are infinite: the universe and human stupidity; and I’m not sure about the universe.","c":"computer science","a":"Albert Einstein"},{"id":"uarVThjDWoslF","t":"We should forget about small efficiencies, say about 97% of the time: premature optimization is the root of all evil.","c":"computer science","a":"C. A. R. Hoare"},{"id":"gVFbtBdBY3hmM","t":"No matter how slick the demo is in rehearsal, when you do it in front of a live audience, the probability of a flawless presentation is inversely proportional to the number of people watching, raised to the power of the amount of money involved.","c":"computer science","a":"Mark Gibbs"},{"id":"gc2oPPsLTLmJS","t":"In software, we rarely have meaningful requirements. Even if we do, the only measure of success that matters is whether our solution solves the customer’s shifting idea of what their problem is.","c":"computer science","a":"Jeff Atwood"},{"id":"sWPmH5dQmQKDx","t":"A computer lets you make more mistakes faster than any other invention in human history, with the possible exceptions of handguns and tequila.","c":"computer science","a":"Mitch Ratcliffe"},{"id":"16xyYw3n4Ae9C","t":"Beware of bugs in the above code; I have only proved it correct, not tried it. ","c":"computer science","a":"Donald Knuth"},{"id":"-ex_Fw7MSTnTA","t":"There are two ways of constructing a software design; one way is to make it so simple that there are obviously no deficiencies, and the other way is to make it so complicated that there are no obvious deficiencies. The first method is far more difficult.","c":"computer science","a":"C. A. R. Hoare"},{"id":"CkWFzyMyGQZSC","t":"I’ve noticed lately that the paranoid fear of computers becoming intelligent and taking over the world has almost entirely disappeared from the common culture.  Near as I can tell, this coincides with the release of MS-DOS.","c":"computer science","a":"Larry DeLuca"},{"id":"KOOMPBxpGFsVj","t":"The difference between theory and practice is that in theory, there is no difference between theory and practice.","c":"computer science","a":"Richard Moore"},{"id":"bu0nUIEE7pVfV","t":"Einstein argued that there must be simplified explanations of nature, because God is not capricious or arbitrary. No such faith comforts the software engineer.","c":"computer science","a":"Fred Brooks"},{"id":"OjAPK0i2WMqXy","t":"It is practically impossible to teach good programming style to students that have had prior exposure to BASIC. As potential programmers, they are mentally mutilated beyond hope of regeneration.","c":"computer science","a":"E. W. Dijkstra"},{"id":"lAh66T37FEL31","t":"Don’t document the problem, fix it.","c":"computer science","a":"Atli Björgvin Oddsson"},{"id":"Ya35yD8y3WPG6","t":"First do it, then do it right, then do it better.","c":"computer science","a":"Addy Osmani"},{"id":"cNUZkCOXu07ao","t":"Your task is not to foresee the future, but to enable it.","c":"computer science","a":"Antoine De Saint Exupéry"},{"id":"aXxEltGrBcbvJ","t":"To me programming is more than an important practical art. It is also a gigantic undertaking in the foundations of knowledge.","c":"computer science","a":"Grace Hopper"},{"id":"32JMLOZeUb-lh","t":"Treat your code like poetry and take it to the edge of the bare minimum.","c":"computer science","a":"ILYO"},{"id":"WS7FLYzQFLUeP","t":"The key to efficient development is to make interesting new mistakes.","c":"computer science","a":"Tom Love"},{"id":"cpe4YUEVNFmMH","t":"The most secure code in the world is code which is never written.","c":"computer science","a":"Colin Percival"},{"id":"mtTbaCW-lGvus","t":"Telling a programmer there's already a library to do X is like telling a songwriter there's already a song about love.","c":"computer science","a":"Pete Cordell"},{"id":"TFD0EmgIF2xD3","t":"Computers are good at following instructions, but not at reading your mind.","c":"computer science","a":"Donald Knuth"},{"id":"scQTImgf25zDI","t":"The cheapest, fastest, and most reliable components are those that aren’t there.","c":"computer science","a":"Gordon Bell"},{"id":"mcTlvtLVlHqUw","t":"The next best thing to having good ideas is recognising good ideas from your users. Sometimes the latter is better.","c":"computer science","a":"Eric Raymond"},{"id":"Cgh7Ack27u3XQ","t":"So if you want to go fast, if you want to get done quickly, if you want your code to be easy to write, make it easy to read.","c":"computer science","a":"Robert C. Martin"},{"id":"-Z9Gnlc3tp7Fk","t":"Learning to program has no more to do with designing interactive software than learning to touch type has to do with writing poetry","c":"computer science","a":"Ted Nelson"},{"id":"ReXgupbVl5hK0","t":"It’s hard to read through a book on the principles of magic without glancing at the cover periodically to make sure it isn’t a book on software design.","c":"computer science","a":"Bruce Tognazzini"},{"id":"YPaFv5ZCmMT_D","t":"The strength of JavaScript is that you can do anything. The weakness is that you will.","c":"computer science","a":"Reg Braithwaite"},{"id":"g-SstaiJy7usd","t":"The craft of programming begins with empathy, not formatting or languages or tools or algorithms or data structures.","c":"computer science","a":"Kent Beck"},{"id":"-413HAI_i3I-X","t":"An evolving system increases its complexity unless work is done to reduce it.","c":"computer science","a":"Meir Lehman"},{"id":"okSd1H5XpZb9X","t":"Programming isn’t about what you know; it’s about what you can figure out.","c":"computer science","a":"Chris Pine"},{"id":"LnrBeOJP6IyRj","t":"Programming is not about typing, it's about thinking.","c":"computer science","a":"Rich Hickey"},{"id":"zt_0-0y6weHR6","t":"There is nothing more unproductive than to build something efficiently that should not have been built at all.","c":"computer science","a":"Milt Bryce"},{"id":"k0yYDHoxp5cI1","t":"The sooner you start to code, the longer the program will take.","c":"computer science","a":"Roy Carlson"},{"id":"T-w_-5OzyJJAt","t":"It's all talk until the code runs.","c":"computer science","a":"Ward Cunningham"},{"id":"B9PzsjZl1q3Id","t":"Any code of your own that you haven't looked at for six or more months might as well have been written by someone else.","c":"computer science","a":"Eagleson's law"},{"id":"T-JI4lxLQ9g8S","t":"A program is like a poem: you cannot write a poem without writing it.","c":"computer science","a":"E. W. Dijkstra"},{"id":"bfXUL55Muddjj","t":"You might not think that programmers are artists, but programming is an extremely creative profession. It's logic-based creativity.","c":"computer science","a":"John Romero"},{"id":"QusJg6MWiSzTZ","t":"In programming, the hard part isn't solving problems, but deciding what problems to solve.","c":"computer science","a":"Paul Graham"},{"id":"m18MSmzmu_wLY","t":"The trick is to fix the problem you have, rather than the problem you want.","c":"computer science","a":"Bram Cohen"},{"id":"SPsGrawkviCCl","t":"Languages shape the way we think, or don't.","c":"computer science","a":"Erik Naggum"},{"id":"PMs5mJ-gY7dPb","t":"Programming is another way to teach the world that the smallest, tiniest things also matter just as much. Just like when a code won’t run without a semi colon.","c":"computer science","a":"@gunnnpowder"},{"id":"AQ0ioDhA3jtp2","t":"Be curious. Read widely. Try new things. I think a lot of what people call intelligence boils down to curiosity.","c":"computer science","a":"Aaron Swartz"},{"id":"ybJ-gdh62oITG","t":"The amateur software engineer is always in search of magic.","c":"computer science","a":"Grady Booch"},{"id":"5wRkS8KhEJH1L","t":"If it doesn’t work, it doesn’t matter how fast it doesn’t work.","c":"computer science","a":"Mich Ravera"},{"id":"ZYKJcA9n1gEnN","t":"The only way to learn a new programming language is by writing programs in it.","c":"computer science","a":"Dennis Ritchie"},{"id":"hXNKEbQhXX4Gd","t":"Just because the standard provides a cliff in front of you, you are not necessarily required to jump off it.","c":"computer science","a":"Norman Diamond"},{"id":"6zxmqf1VXYwzL","t":"Most papers in computer science describe how their author learned what someone else already knew.","c":"computer science","a":"Peter Landin"},{"id":"rsUQyQVjKtCV-","t":"Understand well as I may, my comprehension can only be an infinitesimal fraction of all I want to understand.","c":"computer science","a":"ppy #AdaLovelaceDayEveryone! #womeninSTEM #ALD18 #WomenInTech"},{"id":"7XpW2bSRMANxd","t":"Programming is an art, and like any other art, you master it by practicing repeatedly.","c":"computer science","a":"@kapitanjakc"},{"id":"Sq_n7zgdn-mEC","t":"Objects are abstractions of processing. Threads are abstractions of schedule.","c":"computer science","a":"James O. Coplien"},{"id":"zhAEYwTT0lGY6","t":"Programming is like any other kind of problem solving, ask the right questions and the solutions are simple. If your code is incredibly complex, you may be asking the wrong questions.","c":"computer science","a":"@jadenkore"},{"id":"SmkeTRk3gvqDC","t":"I have yet to see any problem, however complicated, which, when looked at in the right way, did not become still more complicated.","c":"computer science","a":"Poul Anderson"},{"id":"5IwhZ8QUvxiVn","t":"It works on my machine.","c":"computer science","a":"Anonymous"},{"id":"nHTgIGSxBjB6b","t":"From a programmer’s point of view, the user is a peripheral that types when you issue a read request.","c":"computer science","a":"P. Williams"},{"id":"Nb5ndbkEdDJEg","t":"90% of the functionality delivered now is better than 100% delivered never.","c":"computer science","a":"Brian W. Kernighan & P. J. Plaugher"},{"id":"jV5Xcxz0EhA5C","t":"The amount of surprise you feel when something goes wrong is directly proportional to the amount of trust and faith you have in the code being run.","c":"computer science","a":"The Pragmatic Programmer"},{"id":"e7JQ3749ZQkyp","t":"There are two ways to write error-free programs; only the third one works.","c":"computer science","a":"Alan Perlis"},{"id":"CYp0ar2tqm6rk","t":"Functions should do one thing. They should do it well. They should do it only.","c":"computer science","a":"Robert C. Martin"},{"id":"hT8JrYyzvqDK-","t":"Code is like humor. When you have to explain it, it’s bad.","c":"computer science","a":"Cory House"},{"id":"iCgA0G2Wizdxz","t":"The best way to predict the future is to implement it.","c":"computer science","a":"Alan Kay"},{"id":"rxS6YA71sqC4Y","t":"Computer Science is a science of abstraction -creating the right model for a problem and devising the appropriate mechanizable techniques to solve it.","c":"computer science","a":"Alfred Aho"},{"id":"CLxDAcEaJ2wuF","t":"Enlightened trial and error outperforms the planning of flawless intellects.","c":"computer science","a":"David Kelley"},{"id":"kwJf-_TQnWZW1","t":"[Programming is] just like planning a dinner. You have to plan ahead and schedule everything so that it’s ready when you need it… Women are naturals at computer programming.","c":"computer science","a":"Grace Hopper"},{"id":"3kNfdgeE3smOH","t":"Every program has two purposes: The one for which it was written and another for which it wasn't.","c":"computer science","a":"Alan J. Perlis"},{"id":"gcuafhKBi9XBK","t":"A program is never less than 90% complete, and never more than 95% complete.","c":"computer science","a":"Terry Baker"},{"id":"eXY5GTBMDIJ3-","t":"Complexity is not a goal. I don’t want to be remembered as an engineer of complex systems.","c":"computer science","a":"David Parnas"},{"id":"fVP0uVHaqj2Nu","t":"If you can get today’s work done today, but you do it in such a way that you can’t possibly get tomorrow’s work done tomorrow, then you lose.","c":"computer science","a":"Martin Fowler, Refactoring: Improving the Design of Existing Code"},{"id":"ToyeWluKzrZpq","t":"The most important property of a program is whether it accomplishes the intention of its user.","c":"computer science","a":" C.A.R. Hoare"},{"id":"L7xC_482BtWJH","t":"A user interface should be so simple that a beginner in an emergency can understand it within ten seconds.","c":"computer science","a":"Ted Nelson"},{"id":"WDK343FU5Bk8a","t":"Write shy code - modules that don't reveal anything unnecessary to other modules and that don't rely on other modules' implementations.","c":"computer science","a":"Dave Thomas"},{"id":"HgJEAb7-D916L","t":"First, solve the problem. Then, write the code.","c":"computer science","a":"John Johnson"},{"id":"2bTXsg_3gOFw3","t":"The lurking suspicion that something could be simplified is the world's richest source of rewarding challenges.","c":"computer science","a":"Edsger Dijkstra"},{"id":"F_Ht2rmCwbd60","t":"Give someone a program, you frustrate them for a day; teach them how to program, you frustrate them for a lifetime.","c":"computer science","a":"David Leinweber"},{"id":"C6KPPgpQEPlne","t":"Writing software as if we are the only person that ever has to comprehend it is one of the biggest mistakes and false assumptions that can be made.","c":"computer science","a":"Karolina Szczur"},{"id":"AFiK84OuaUQIX","t":"Programming: when the ideas turn into the real things.","c":"computer science","a":"Maciej Kaczmarek"},{"id":"3l4uddXHh63BI","t":"It’s OK to figure out murder mysteries, but you shouldn’t need to figure out code. You should be able to read it.","c":"computer science","a":"Steve McConnell"},{"id":"lMdS0PbF23Qdn","t":"As a software developer, you are your own worst enemy. The sooner you realize that, the better off you’ll be.","c":"computer science","a":"Jeff Atwood"},{"id":"PEdkrXq30oG9F","t":"Any fool can write code that a computer can understand. Good programmers write code that humans can understand.","c":"computer science","a":"Martin Fowler"},{"id":"DPdbj1u7Rtrpj","t":"One of the best programming skills you can have is knowing when to walk away for awhile.","c":"computer science","a":"Oscar Godson"},{"id":"LZPbtOZ9fM66B","t":"So much complexity in software comes from trying to make one thing do two things.","c":"computer science","a":"Ryan Singer"},{"id":"AbzcvysToV2cQ","t":"Codes are a puzzle. A game, just like any other game.","c":"computer science","a":"Alan Turing"},{"id":"XR4IWdLOLXir8","t":"Know how to learn. Then, want to learn.","c":"computer science","a":"Katherine Johnson"},{"id":"twFTOB-6Lzjhy","t":"80% of Computer Science is detective work. You have to investigate to determine what did and didn't happen and why.","c":"computer science","a":"@TomBredemeier"},{"id":"nM-gGjpwDhOht","t":"The trouble with programmers is that you can never tell what a programmer is doing until it’s too late.","c":"computer science","a":"Seymour Cray"},{"id":"lR_ft2tdeboSe","t":"Make each program do one thing well. To do a new job, build afresh rather than complicate old programs by adding new features.","c":"computer science","a":"Eric S. Raymond"},{"id":"YMdAvs_M86Zil","t":"Below the surface of the machine, the program moves. Without effort, it expands and contracts. In great harmony, electrons scatter and regroup. The forms on the monitor are but ripples on the water. The essence stays invisibly below.","c":"computer science","a":"Master Yuan-Ma, The Books of Programming."},{"id":"xyrJGtDGkIv06","t":"There is no problem in computer science that can't be solved using another level of indirection. But that usually will create another problem.","c":"computer science","a":"David Wheeler"},{"id":"YmocqPQRUKxAt","t":"The second time you postpone refactoring a piece of code, it has become Legacy. Stand up for your Craft!","c":"computer science","a":"@victorrentea"},{"id":"FpKx25-enSTpE","t":"The value of a prototype is in the education it gives you, not in the code itself.","c":"computer science","a":"Alan Cooper"},{"id":"0VqEhZWeznmSM","t":"Should array indices start at 0 or 1? My compromise of 0.5 was rejected without, I thought, proper consideration.","c":"computer science","a":"Stan Kelly-Bootle"},{"id":"tOFrcC2_0wnOX","t":"Bram Cohen (@bramcohen)","c":"computer science","a":"Computer programmer and inventor of BitTorrent."},{"id":"gYAzXRFoNWgka","t":"Much of the essence of building a program is in fact the debugging of the specification.","c":"computer science","a":"Fred Brooks"},{"id":"BIVCbzm459wcm","t":"Every great developer you know got there by solving problems they were unqualified to solve until they actually did it.","c":"computer science","a":"Patrick McKenzie"},{"id":"I_KH3Q2ZZUmlX","t":"When I am working on a problem I never think about beauty. I think only how to solve the problem. But when I have finished, if the solution is not beautiful, I know it is wrong.","c":"computer science","a":"R. Buckminster Fuller"},{"id":"rcpdcivXRDzUP","t":"Debugging is like being the detective in a crime movie where you are also the murderer.","c":"computer science","a":"Filipe Fortes"},{"id":"_Qv5uawMCbX6-","t":"[Code reuse] saves a fair amount of coding, but much more important is consistency.","c":"computer science","a":"Kernighan and Plauger"},{"id":"zAqPeoynPCkBy","t":"You need to be as confident in the tests you code as you are in the code you test.","c":"computer science","a":"@xgouchet"},{"id":"lh_kuF2ReAK4W","t":"A ship in port is safe, but that is not what ships are for. Sail out to sea and do new things.","c":"computer science","a":"Grace Hopper"},{"id":"ILUBpcbFGUp38","t":"Comparing to another activity is useful if it helps you formulate questions, it’s dangerous when you use it to justify answers.","c":"computer science","a":"Martin Fowler"},{"id":"TOcyvMcWYzjKO","t":"When you’re working in somebody else’s module, though, you’d better use his or her conventions. It’s part of learning to work with others.","c":"computer science","a":"Ray Ozzie"},{"id":"DxxhZJGPjAaYc","t":"The problem, when solved, will be simple","c":"computer science","a":"@RahuIRavindran"},{"id":"K6p1HUQUI-_H-","t":"Programming is like pinball. The reward for doing it is the opportunity of doing it again.","c":"computer science","a":"Unknown"},{"id":"De8FWOLi54ZEV","t":"Humans are allergic to change. They love to say, We've always done it this way. I try to fight that. That's why I have a clock on my wall that runs counter-clockwise.","c":"computer science","a":"Grace Hopper"},{"id":"-nuLhYI8etb0w","t":"Don't get distracted by the noise.","c":"computer science","a":" Anonymous"},{"id":"8qqFNRAN203ZZ","t":"The cleaner and nicer the program, the faster it’s going to run. And if it doesn’t, it’ll be easy to make it fast.","c":"computer science","a":"Joshua Bloch"},{"id":"mqFB-0gusTOXF","t":"A primary cause of complexity is that software vendors uncritically adopt almost any feature that users want.","c":"computer science","a":"Niklaus Wirth"},{"id":"4ju8yyPB73g8z","t":"Your problem is another's solution; Your solution will be their problem.","c":"computer science","a":"Unknown"},{"id":"zw6HDU32INFAQ","t":"The Analytical Engine weaves algebraic patterns, just as the Jacquard loom weaves flowers and leaves.","c":"computer science","a":"Ada Lovelace"},{"id":"EQcH8vU4C7tJC","t":"Generally a program should say nothing unless and until it has something to say.","c":"computer science","a":"Kernighan and Plauger"},{"id":"-tCmlI1D_NIn5","t":"Programming languages, like pizza, come in only two sizes: too big and too small.","c":"computer science","a":"Richard Pattis"},{"id":"IhXa2cEBFAtnx","t":"The longer it takes for a bug to surface, the harder it is to find.","c":"computer science","a":"Roedy Green"},{"id":"AwTsX7PIswCd7","t":"Even if you don’t intend anybody else to read your code, there’s still a very good chance that somebody will have to stare at your code and figure out what it does: That person is probably going to be you, twelve months from now.","c":"computer science","a":" Raymond Chen"},{"id":"eBpdzMoevbyAp","t":"Programming isn't about what you know; it's about what you can figure out.","c":"computer science","a":"Chris Pine"},{"id":"9D4CIwan0-Bz_","t":"Ready, fire, aim: the fast approach to software development. Ready, aim, aim, aim, aim: the slow approach to software development.","c":"computer science","a":"Anonymous"},{"id":"0ap1kVMQoCw0k","t":"Documentation is a love letter that you write to your future self.","c":"computer science","a":"Damian Conway 💌"},{"id":"H54ATAdP6d1Sk","t":"The key to e​fficient development is to 'make interesting new mistakes'.","c":"computer science","a":"Tom Love"},{"id":"57ghnGJH3eDdJ","t":"Simplicity is about subtracting the obvious and adding the meaningful.","c":"computer science","a":"John Maeda"},{"id":"Gx5OB3zbLilCB","t":"Deleted code is debugged code.","c":"computer science","a":"Jeff Sickel"},{"id":"AoXMNIUO5r0Uf","t":"Undocumented framework is like unguided detour.","c":"computer science","a":"@gpottepalem"},{"id":"35EzqmIzMViWA","t":"A good programmer is someone who always looks both ways before crossing a one-way street.","c":"computer science","a":"Doug Linder"},{"id":"JgjP0i77pJ1-w","t":"Computer language design is just like a stroll in the park.  Jurassic Park, that is.","c":"computer science","a":"Larry Wall"},{"id":"gAwVAuubGf1xm","t":"It is far better to improve the effectiveness of testing first than to improve the efficiency of poor testing. Automating chaos just gives faster chaos.","c":"computer science","a":"Mark Fewster"},{"id":"jqMSIW9pmJSHY","t":"And programming computers was so fascinating. You create your own little universe, and then it does what you tell it to do.","c":"computer science","a":"Vint Cerf"},{"id":"YY0gve6hjgDF5","t":"Sometimes it pays to stay in bed on Monday, rather than spending the rest of the week debugging Monday's code.","c":"computer science","a":"Christopher Thompson"},{"id":"K4GT0gqRc0-ZE","t":"Once a new technology rolls over you, if you're not part of the steamroller you're part of the road.","c":"computer science","a":"Stewart Brand"},{"id":"5lQ-KBHTHRGMV","t":"Weeks of coding can save you hours of planning.","c":"computer science","a":"Unknown"},{"id":"XBdNUOTdbmirb","t":"The best thing about a boolean is even if you are wrong, you are only off by a bit.","c":"computer science","a":"Anonymous"},{"id":"nXPCpcegT9xCX","t":"The average user doesn't give a damn what happens, as long as (1) it works and (2) it's fast.","c":"computer science","a":"Daniel J. Bernstein"},{"id":"ovg6v_axUxcxH","t":"Java is to JavaScript what Car is to Carpet.","c":"computer science","a":"Chris Heilmann"},{"id":"r6J8HVRwBtMKn","t":"What one programmer can do in one month, two programmers can do in two months.","c":"computer science","a":"Fred Brooks"},{"id":"W_BRSPmHs4Nax","t":"Eagleson's Law: Any code of your own that you haven't looked at for six or more months might as well have been written by someone else.","c":"computer science","a":"Alan Eagleson"},{"id":"AztAG7n_D10HS","t":"In carpentry you measure twice and cut once. In software development you never measure and make cuts until you run out of time.","c":"computer science","a":"Adam Morse"},{"id":"ixkAt1XRNm6dY","t":"The most exciting phrase to hear in science, the one that heralds new discoveries, is not 'Eureka!' but 'That's funny...'","c":"computer science","a":"Isaac Asimov"},{"id":"faJkbgxcW0woH","t":"In the one and only true way. The object-oriented version of 'Spaghetti code' is, of course, 'Lasagna code'. (Too many layers).","c":"computer science","a":"Roberto Waltman"},{"id":"BwHPSSMf9x6i0","t":"Sometimes, the elegant implementation is just a function. Not a method. Not a class. Not a framework. Just a function.","c":"computer science","a":"John Carmack"},{"id":"T1tY2hxIIjb1s","t":"People have an enormous tendency to resist change. They love to say, 'We've always done it this way.' I try to fight that.","c":"computer science","a":"Grace Hopper"},{"id":"upvEOR-m2cGFb","t":"Sometimes the problem is to discover what the problem is.","c":"computer science","a":"Gordon Glegg"},{"id":"zzkilF5Eyrj0w","t":"Sometimes it's better to leave something alone, to pause, and that's very true of programming.","c":"computer science","a":"Joyce Wheeler"},{"id":"_ZW1oeWkQHzF6","t":"Falling in love with code means falling in love with problem solving and being a part of a forever ongoing conversation.","c":"computer science","a":"Kathryn Barrett"},{"id":"pFHwsHBMKJYcz","t":"What I cannot create, I do not understand.","c":"computer science","a":"Richard Feynman"},{"id":"cE0UkM4CGtsOU","t":"The good news about computers is that they do what you tell them to do. The bad news is that they do what you tell them to do.","c":"computer science","a":"Ted Nelson"},{"id":"8n7TMJPLE1Zhv","t":"The function of good software is to make the complex appear to be simple.","c":"computer science","a":"Grady Booch"},{"id":"89pKl9dsihwWA","t":"If you don’t actively attack the risks, the risks will actively attack you.","c":"computer science","a":"Tom Gilb"},{"id":"U1bnuEChLqiLZ","t":"That’s what’s cool about working with computers. They don’t argue, they remember everything and they don’t drink all your beer.","c":"computer science","a":" Paul Leary"},{"id":"Iq1gtc7Gze490","t":"The only thing more frightening than a programmer with a screwdriver or a hardware engineer with a program is a user with a pair of wire cutters and the root password.","c":"computer science","a":" Elizabeth Zwicky"},{"id":"1RbPhMRRVTHDl","t":"Encapsulation is important, but the reason why it is important is more important. Encapsulation helps us reason about our code.","c":"computer science","a":"Michael Feathers"},{"id":"POjw5k_OfSZds","t":"Simple doesn’t mean stupid. Thinking that it does, does.","c":"computer science","a":"Paul Krugman"},{"id":"TRCKzDKj21JOp","t":"Commenting your code is like cleaning your bathroom - you never want to do it, but it really does create a more pleasant experience for you and your guests.","c":"computer science","a":"Ryan Campbell"},{"id":"5i_zXqas-4Ei4","t":"Serverless is to servers as JavaScript is to Java.","c":"computer science","a":"Dave Cheney"},{"id":"aCFIbEUWQg12g","t":"Programs, like people, get old. We can’t prevent ageing, but we can understand its causes, limit its effects and reverse some of the damage.","c":"computer science","a":"Mario Fusco"},{"id":"FyNwXvLnT6zNd","t":"Good specifications will always improve programmer productivity far better than any programming tool or technique.","c":"computer science","a":"Milt Bryce"},{"id":"JUeCihjxBcdei","t":"It is not the language that makes programs appear simple. It is the programmer that make the language appear simple!","c":"computer science","a":"Uncle Bob"},{"id":"n0HBOYmjxG65O","t":"Testing leads to failure, and failure leads to understanding.","c":"computer science","a":"Burt Rutan"},{"id":"XEW5p6tE6nJMu","t":"Everyday life is like programming, I guess. If you love something you can put beauty into it.","c":"computer science","a":" Donald Knuth"},{"id":"Q31EB915khkJi","t":"They don't make bugs like Bunny anymore.","c":"computer science","a":"Olav Mjelde."},{"id":"EGEiaRhIiOwdC","t":"Programming is the art of algorithm design and the craft of debugging errant code.","c":"computer science","a":"Ellen Ullman"},{"id":"mcvO7FTWKBlVd","t":"With diligence it is possible to make anything run slowly.","c":"computer science","a":"Tom Duff"},{"id":"6YL6wgOqQxkr8","t":"1. Start simple.\n2. Get it to work.\n3. Then, add complexity.","c":"computer science","a":"@TomBredemeier"},{"id":"tf_T24Vrz6kG5","t":"Be gentle, kind, and forgiving of your peers; respect from people you respect is really the only reward that sticks","c":"computer science","a":"Rusty Russell"},{"id":"jrfu8EuI631Q2","t":"Always implement things when you actually need them, never when you just foresee that you need them.","c":"computer science","a":"Ron Jeffries"},{"id":"KC2s68paJwbSc","t":"Programming is not easy like Sunday morning, it is silent poetry.","c":"computer science","a":"Waseem Latif"},{"id":"4hKqx3sGjvf_N","t":"As a software developer, I envy writers, musicians, and filmmakers. Unlike software, when they create something it is really done, forever","c":"computer science","a":"Moxie Marlinspike"},{"id":"jmcltKEU-bc6i","t":"Those hours of practice, and failure, are a necessary part of the learning process.","c":"computer science","a":"Gina Sipley"},{"id":"6nH-fIWqoDS3y","t":"The biggest lesson HN teaches for designing large scale systems is 'use a large scale system someone else has already designed'.","c":"computer science","a":"Paul D. Draper"},{"id":"mKFAm5f45-MxO","t":"That brain of mine is something more than merely mortal, as time will show.","c":"computer science","a":"Ada Lovelace"},{"id":"3I9IBi0lovTZB","t":"Software being 'Done' is like lawn being 'Mowed'.","c":"computer science","a":"Jim Benson"},{"id":"hUVSQRDZu-IDW","t":"Simplicity carried to the extreme becomes elegance.","c":"computer science","a":"Jon Franklin"},{"id":"nEU5WbQe8yEzR","t":"What I cannot build, I do not understand.","c":"computer science","a":"Richard Feynman"},{"id":"WCoccAml3u7HU","t":"Plan to throw one away. You will, anyway.","c":"computer science","a":"Fred Brooks"},{"id":"azz9vJgHpui5W","t":"Debugging time increases as a square of the program’s size.","c":"computer science","a":"Chris Wenham"},{"id":"Sf8SYwAUxEIOV","t":"The most effective debugging tool is still careful thought, coupled with judiciously placed print statements.","c":"computer science","a":"Brian W. Kernighan,  Unix for Beginners (1979)"},{"id":"sxWYZwAs9r8fV","t":"If we wish to count lines of code, we should not regard them as lines produced but as lines spent.","c":"computer science","a":"Edsger Dijkstra"},{"id":"21ZEsQvzVEZGy","t":"A programming language is for thinking about programs, not for expressing programs you've already thought of. It should be a pencil, not a pen.","c":"computer science","a":" Paul Graham"},{"id":"Sq9I6LMV6ZUyu","t":"There's nothing more permanent than a temporary hack.","c":"computer science","a":"Kyle Simpson"},{"id":"MVhB5Dp2xFah4","t":"The best error message is the one that never shows up.","c":"computer science","a":"Thomas Fuchs"},{"id":"n-WCaELTlAxqC","t":"When asked by management how complete is the code, I always respond with 93%, first line or last line, it is always 93%.","c":"computer science","a":"@PamBennettSails"},{"id":"dDpt52BFvBBhi","t":"No one in the brief history of computing has ever written a piece of perfect software. It's unlikely that you'll be the first.","c":"computer science","a":"Andy Hunt"},{"id":"lkojYhs__j4cG","t":"Good design adds value faster than it adds cost.","c":"computer science","a":"Thomas C. Gale"},{"id":"R3h1xE8qXQYy_","t":"You can interact with a computer. And if you do it just right, you can make wonderful things happen.","c":"computer science","a":"Jonathan Sachs"},{"id":"MYdpCWkjruj2x","t":"If it hasn’t been tested, it doesn’t work.","c":"computer science","a":"Eric Mason"},{"id":"sCpxN7w8izqWa","t":"Nothing works better than just improving your product.","c":"computer science","a":"Joel Spolsky"},{"id":"HMauI8lEO6qg9","t":"Every good idea will be discovered twice: once by a logician and once by a computer scientist.","c":"computer science","a":"Philip Wadler"},{"id":"ePid4acq9zEd7","t":"We must include in any language with which we hope to describe complex data-processing situations the capability for describing data.","c":"computer science","a":"Grace Hopper"},{"id":"JruaWYZL0W9iX","t":"In theory, there is no difference between theory and practice. But, in practice, there is.","c":"computer science","a":"Jan L. A. van de Snepscheut"},{"id":"vFkIs6ZvL0KQo","t":"Leave the campground cleaner than the way you found it.","c":"computer science","a":"Robert C. Martin"},{"id":"-PW1GCcsF5kL4","t":"It's not at all important to get it right the first time. It's vitally important to get it right the last time.","c":"computer science","a":"Andrew Hunt and David Thomas"},{"id":"psyWUBDVh4g7G","t":"Truth can only be found in one place: the code.","c":"computer science","a":"Robert C. Martin"},{"id":"lVi2cBguU6-0g","t":"The opposite of in-house development is out-house development. And the results are pretty much what you'd expect.","c":"computer science","a":"@JLunman"},{"id":"mtwppN_sPpSku","t":"The best method for accelerating a computer is the one that boosts it by 9.8 m/s2.","c":"computer science","a":"Anonymous"},{"id":"q9bqzNd7c1xno","t":"Curly brackets are like ears: it doesn't matter how far they stick out, it's what you've got between them that counts.","c":"computer science","a":"@nick_battle_uk"},{"id":"0EfBMs0OlZXq7","t":"There are only two hard things in Computer Science: cache invalidation and naming things.","c":"computer science","a":"Phil Karlton"},{"id":"LUSER-PBUm2Ca","t":"Take care of your tools and they will take care of you.","c":"computer science","a":"@build_wrangler"},{"id":"v7QNWA98BkTeG","t":"DRY - Don’t Repeat Yourself - Every piece of knowledge must have a single, unambiguous, authoritative representation within a system.","c":"computer science","a":"Andy Hunt & Dave Thomas"},{"id":"aeUNUmE9cC34b","t":"Rules of Optimization:\nRule 1: Don't do it.\nRule 2 (for experts only): Don't do it yet.","c":"computer science","a":"Michael A. Jackson"},{"id":"XxEUMr_BECnxt","t":"The purpose of software engineering is to control complexity, not to create it.","c":"computer science","a":" Pamela Zave"},{"id":"49V7vr33eIII8","t":"The whole point of getting things done is knowing what to leave undone.","c":"computer science","a":"Oswald Chambers"},{"id":"8vDfYbZr0dNM_","t":"True glory consists in doing what deserves to be written; in writing what deserves to be read.","c":"computer science","a":"Pliny the Elder"},{"id":"jXz-I2w_z5cda","t":"The happiest moment i've ever felt was that moment when i discovered my ability to create.","c":"computer science","a":" Dr. Hazem Ali"},{"id":"Qb3mhjYHkUTV2","t":"Not all roots are buried down in the ground, some are at the top of a tree.","c":"computer science","a":"Jinvirle"},{"id":"ga1k1_IXVUFWX","t":"Without requirements or design, programming is the art of adding bugs to an empty text file.","c":"computer science","a":"Louis Srygley"},{"id":"2pYSWFC_YiUk1","t":"I’ve learned over the past few years that comments should be considered smells.","c":"computer science","a":"Ron Lisle"},{"id":"EsB57cxuVLmUm","t":"Never trust a computer you can’t throw out a window.","c":"computer science","a":"Steve Wozniak 💻"},{"id":"KLlwf_WstV5N0","t":"Most good programmers do programming not because they expect to get paid or get adulation by the public, but because it is fun to program.","c":"computer science","a":"Linus Torvalds"},{"id":"Hy1_ODMp3R4Hb","t":"In the end, regardless of where you are on the development hierarchy, keep coding. It’s where you’re most valuable.","c":"computer science","a":"The Developer's Code"},{"id":"gKPZW95ItIMvn","t":"Adding manpower to a late software project makes it later.","c":"computer science","a":"Fred Brooks"},{"id":"tq3SjWAaQXM5p","t":"Program construction consists of a sequence of refinement steps.","c":"computer science","a":" Niklaus Wirth"},{"id":"dHFz0byZqEBzN","t":"Programming is not a zero-sum game. Teaching something to a fellow programmer doesn't take it away from you. I'm happy to share what I can, because I'm in it for the love of programming.","c":"computer science","a":"John Carmack"},{"id":"p7J_HIbnRe7sR","t":"Computer programming has always been a self-taught, maverick occupation.","c":"computer science","a":"Ellen Ullman"},{"id":"zO2qZISkmSX6x","t":"Minimize complexity. The simpler the product, the more likely you are to actually ship it, and the more likely you are to fix problems quickly.","c":"computer science","a":"Slava Akhmechet"},{"id":"6DEqiChdji5MP","t":"The most important single aspect of software development is to be clear about what you are trying to build.","c":"computer science","a":"Bjarne Stroustrup"},{"id":"7uo5o0T3OLQMN","t":"Don't patch bugs out, rewrite them out.","c":"computer science","a":"Anonymous"},{"id":"p9SNpurXIEPvI","t":"Read other people's code and 'steal' the good parts. Even if you try to do things exactly like someone else, you'll fail, but in doing so create something that's truly your own.","c":"computer science","a":"Peter Cooper (invoking Roman Mars)"},{"id":"G51i-mEmgBoIJ","t":"The object-oriented version of spaghetti code is, of course, 'lasagna code'. Too many layers.","c":"computer science","a":"Roberto Waltman"},{"id":"cnWbJhr14oKqp","t":"The cheapest, fastest and most reliable components of a computer system are those that aren’t there.","c":"computer science","a":"Gordon Bell"},{"id":"DyN9YJnLBtVLd","t":"Haskell is faster than C++, more concise than Perl, more regular than Python, more flexible than Ruby, more typeful than C#, more robust than Java, and has absolutely nothing in common with PHP.","c":"computer science","a":"Autrijus Tang"},{"id":"fYYyA3mptuK5Z","t":"Knowledge finds complexity in simplicity, while wisdom finds simplicity in complexity.","c":"computer science","a":"@franciscocobos"},{"id":"6huAv8BYK8hLX","t":"If at first you don’t succeed, call it version 1.0.","c":"computer science","a":"Unknown"},{"id":"fhD1e62IGrxl4","t":"Every piece of software written today is likely going to infringe on someone else's patent.","c":"computer science","a":"Miguel de Icaza"},{"id":"2tOCFONmMJctk","t":"One person's constant is another person's variable.","c":"computer science","a":"Susan Gerhart"},{"id":"SrVTUoUqo8b3x","t":"Code never lies, comments sometimes do.","c":"computer science","a":"Ron Jeffries"},{"id":"oa-V6vY7Ucmb0","t":"Program testing can be a very effective way to show the presence of bugs, but is hopelessly inadequate for showing their absence.","c":"computer science","a":"Edsger W. Dijkstra"},{"id":"Hl3x8tkqENwfg","t":"One of my most productive days was throwing away 1000 lines of code.","c":"computer science","a":"Ken Thompson"},{"id":"l5IOlAN2AGGPS","t":"The central enemy of reliability is complexity.","c":"computer science","a":"Geer et al."},{"id":"2sOk_BEkt4U4b","t":"Any program is only as good as it is useful.","c":"computer science","a":"Linus Torvalds"},{"id":"Xy89_n1wTAkOW","t":"A language that doesn’t affect the way you think about programming is not worth knowing.","c":"computer science","a":"Alan Perlis"},{"id":"L44R5FOsbLcnt","t":"Complexity is such a bright candle for us hacker-moths","c":"computer science","a":"Rusty Russell (creator of iptables)"},{"id":"eEhzGIIfPKFEQ","t":"Missing requirements are the hardest requirements errors to correct.","c":"computer science","a":"Robert L. Glass"},{"id":"yKqVUgr3daNty","t":"In math, you're either right or you're wrong.","c":"computer science","a":"Katherine Johnson"},{"id":"AUwNZwvd4Q3me","t":"Premature optimisation is the root of all evil (or at least most of it) in programming.","c":"computer science","a":"Donald Knuth"},{"id":"IMg4nGzbmJMex","t":"BASIC is to computer programming as QWERTY is to typing.","c":"computer science","a":"Seymour Papert"},{"id":"Lkms1fJyIKmiK","t":"Being idealistic really helps you overcome some of the many obstacles put in your path.","c":"computer science","a":"Andy Hertzfeld"},{"id":"ikw-nhTMKReIn","t":"Sometimes it is the people no one can imagine anything of who do the things no one can imagine.","c":"computer science","a":"Alan Turing"},{"id":"oxdpZ4U58fuCd","t":"We build our computer(systems) the way we build our cities: over time, without a plan, on top of ruins.","c":"computer science","a":"Ellen Ullman"},{"id":"dlWNXdt5Rg1y5","t":"It’s not at all important to get it right the first time. It’s vitally important to get it right the last time. - The Pragmatic Programmer","c":"computer science","a":"Andrew Hunt & David Thomas"},{"id":"FTILP5UynP9F4","t":"Object-oriented programming offers a sustainable way to write spaghetti code. It lets you accrete programs as a series of patches.","c":"computer science","a":"Paul Graham,"},{"id":"mz7IBJmNSk_Gq","t":"90% of the bugs I produced were for one of the two reasons:\n1. Doing multiple things at one place\n2. Doing one thing at multiple places","c":"computer science","a":"@pseudo_coder"},{"id":"jy8Qcicq8z41G","t":"Programs must be written for people to read, and only incidentally for machines to execute.","c":"computer science","a":"Harold Abelson"},{"id":"bqEcFyd6bvqEh","t":"Talk is cheap. Show me the code.","c":"computer science","a":"Linus Torvalds"},{"id":"FfX2-ZPWYqWjY","t":"In order to understand recursion, one must first understand recursion.","c":"computer science","a":"Anonymous"},{"id":"5-JsGeYI0eG6-","t":"Each new user of a new system uncovers a new class of bugs.","c":"computer science","a":"Brian W. Kernighan"},{"id":"GuLI4ckOKGGT6","t":"Simplicity is prerequisite for reliability.","c":"computer science","a":"Edsger W. Dijkstra"},{"id":"ITClZ0y6-OzJe","t":"If something is expensive to develop, and somebody's not going to get paid, it won't get developed. So you decide: Do you want software to be written, or not?","c":"computer science","a":"Bill Gates"},{"id":"jYQ7D-LdtBhkv","t":"Debuggers don't remove bugs. They only show them in slow motion.","c":"computer science","a":"Unknown"},{"id":"R0s8MrYv4fgth","t":"You can have the project:\n\nDone On Time\nDone On Budget\nDone Properly\nPick two.","c":"computer science","a":"Unknown"},{"id":"NSIBiyc_3kHnu","t":"Before software can be reusable it first has to be usable.","c":"computer science","a":"Ralph Johnson"},{"id":"4gGiUgIMgzKbZ","t":"C is quirky, flawed, and an enormous success.","c":"computer science","a":"Dennis M. Ritchie."},{"id":"xsH0SHB02gVEL","t":"Programming uses head and gut.","c":"computer science","a":"Douglas Crockford"},{"id":"ZIEZaoKA27OQl","t":"When debugging, novices insert corrective code; experts remove defective code.","c":"computer science","a":"Richard Pattis"},{"id":"7OJUZT-7taZa_","t":"Testing can show the presence of errors, but not their absence.","c":"computer science","a":"E. W. Dijkstra"},{"id":"HlKyMApF4k0ew","t":"Good programming is good writing.","c":"computer science","a":"John Shore"},{"id":"SP2RBtBWpkzzg","t":"Know everything about something and something about everything","c":"computer science","a":"@venkat_s"},{"id":"UrUE4QkQialAm","t":"Inside every large program, there is a small program trying to get out.","c":"computer science","a":"C. A. R. Hoare"},{"id":"5ek7Xh9ahlZOY","t":"Programmers must avoid leaving false clues that obscure the meaning of code.","c":"computer science","a":"Bob C. Martin"},{"id":"fJRW2IUJtSFLL","t":"What matters for simplicity is that there's not interleaving.","c":"computer science","a":"Rich Hickey"},{"id":"xoqSFfHOVwea0","t":"There is not now, nor has there ever been, nor will there ever be, any programming language in which it is the least bit difficult to write bad code.","c":"computer science","a":"Flon's Law"},{"id":"pIEKrXQAsQcZ4","t":"Computer science education cannot make anybody an expert programmer any more than studying brushes and pigment can make somebody an expert painter.","c":"computer science","a":"Eric Raymond"},{"id":"WcRugLJHObP9-","t":"When the limestone of imperative programming has worn away, the granite of functional programming will be revealed underneath.","c":"computer science","a":"Simon Peyton-Jones in this interview: http://www.cs.cmu.edu/~popl-interviews/peytonjones.html …"},{"id":"-3IMla6Am32WZ","t":"Functional programming is a radical and elegant attack on the whole enterprise of writing programs. It's very different from the 'do this and then do that' programming mentality. You have to rewire your brain in quite a different way.","c":"computer science","a":"Simon Peyton-Jones"},{"id":"aIHPI2XulbS9U","t":"If we grow the language in these few ways [that allow extensibility], then we will not need to grow it in a hundred other ways; the users can take on the rest of the task.","c":"computer science","a":"Guy Steele"},{"id":"c_MH55fBnF36b","t":"You shouldn’t waste opportunities when they arrive. It’s the same thing in programming. You uncover lots of stone along the way. New doors and unexpected passageways open up as you develop a program.","c":"computer science","a":"Michael Hawley"},{"id":"mc3fT2fVI_Ioh","t":"You’re building your own maze, in a way, and you might just get lost in it.","c":"computer science","a":"Marijn Haverbeke, Eloquent JavaScript: A Modern Introduction to Programming"},{"id":"3N3iYEa_W6MwF","t":"when evaluating a new programming language: it's never on how difficult it to write bad code, it's on how easy it to write great code.","c":"computer science","a":"@yonatanm"},{"id":"mKhiHg-TI-alV","t":"It’s not at all important to get it right the first time. It’s vitally important to get it right the last time.","c":"computer science","a":"The Pragmatic Programmer"},{"id":"kD5r7F2PhNCIx","t":"First learn computer science and all the theory. Next develop a programming style. Then forget all that and just hack.","c":"computer science","a":"George Carrette"},{"id":"VgRT0s8gfYXcd","t":"There is no programming language–no matter how structured–that will prevent programmers from making bad programs.","c":"computer science","a":"Larry Flon"},{"id":"f9Wc6EawNp8Yv","t":"No code is faster than no code.","c":"computer science","a":"Merb Motto"},{"id":"cWTvJRyC0HM3h","t":"Blame the implementation, not the technique.","c":"computer science","a":"Tim Kadlec"},{"id":"tnK0ykRRMstpZ","t":"If you are not making mistakes, then you are either a genius or not practicing enough; it's part of the learning process, after all.","c":"computer science","a":"@Gsus_asb"},{"id":"TTxmH-Lt53M-r","t":"The messiness cannot go into the program; it piles up around the programmer.","c":"computer science","a":"Ellen Ullman"},{"id":"l6YsCJyHXr_yi","t":"Looking at code you wrote more than two weeks ago is like looking at code you are seeing for the first time.","c":"computer science","a":"Dan Hurvitz"},{"id":"N8LpB70OS_uF1","t":"Keep your code absolutely simple. Keep looking at your functions and figure out how you simplify further.","c":"computer science","a":"John Romero"},{"id":"nCROrVT8tlFS8","t":"The first 90% of the code accounts for the first 90% of the development time. The remaining 10% of the code accounts for the other 90% of the development time.","c":"computer science","a":"Tom Cargill"},{"id":"h5uxu0UdD_B-B","t":"A complex system that works is invariably found to have evolved from a simple system that worked. The inverse proposition also appears to be true: A complex system designed from scratch never works and cannot be made to work.","c":"computer science","a":"John Gall"},{"id":"3mX6iveF1yVLB","t":"A heuristic we follow is that whenever we feel the need to comment something, we write a method instead.","c":"computer science","a":"Martin Fowler"},{"id":"2V-lfJxXDG8aT","t":"The computer is a very alluring machine, it always tempts you to do one more thing.","c":"computer science","a":"Scott Kim"},{"id":"KARjUcyBxLJ7p","t":"Good programmers don't just write programs. They build a working vocabulary.","c":"computer science","a":"Guy Steele"},{"id":"BoyfYgjtgvm50","t":"A successful software tool is one that was used to do something undreamed of by its author.","c":"computer science","a":"Stephen Johnson"},{"id":"17mFmUSO_Puop","t":"Hardware eventually fails. Software eventually works.","c":"computer science","a":"Michael Hartung"},{"id":"O7zArWSr92cG7","t":"Optimism is an occupational hazard of programming: feedback is the treatment.","c":"computer science","a":"Kent Beck"},{"id":"ICpv35pu7cO4A","t":"Software craftsmanship is not about writing the perfect  piece of code. It is about continuously improving your skills, so your future code will be better.","c":"computer science","a":"@yonatanm"},{"id":"a-GvqPzz_ht1R","t":"The best code is no code at all.","c":"computer science","a":"Amy Hoy (@amyhoy)"},{"id":"yFuQsn26odULq","t":"As a programmer, never underestimate your ability to come up with ridiculously complex solutions for simple problems.","c":"computer science","a":"Thomas Fuchs (@thomasfuchs)"},{"id":"hPUxdcgfnxFJM","t":"Learning to code is the single best thing anyone can do to get the most out of the amazing future in front of us.","c":"computer science","a":" Marc Andreessen"},{"id":"Lu-NEW0I9AEjk","t":"How hard can it be? What can go wrong?","c":"computer science","a":"Jack W. Crenshaw, author of Math Toolkit for Real-Time Programming"},{"id":"Xa9NSbKUiQYl7","t":"When you choose a language, you're choosing more than a set of technical trade-offs-you're choosing a community.","c":"computer science","a":"Joshua Bloch"},{"id":"7JVQFnWmlncoJ","t":"Make it correct, make it clear, make it concise, make it fast. In that order.","c":"computer science","a":"Wes Dyer"},{"id":"MIagE4yAAEMa3","t":"Good software, like wine, takes time.","c":"computer science","a":"Joel Spolsky 🍷"},{"id":"Kins3huVpi8h2","t":"Programming is being ten minutes away from being done for the rest of your life.","c":"computer science","a":"Jon Maddox (@maddox)"},{"id":"Rtk4GaJfqBoJq","t":"How to avoid humiliating newcomers: A guide for advanced developers","c":"computer science","a":"https://opensource.com/article/18/3/avoid-humiliating-newcomers …"},{"id":"8K17VWQuaefdU","t":"A common pattern for me: get first results with hacky code, then write a brand new and clean implementation with the lessons learned, so they both exist and can be cross checked.","c":"computer science","a":"John Carmack"},{"id":"yYNxSDgD-8Cgj","t":"To understand a program you must become both the machine and the program.","c":"computer science","a":"Alan Perlis"},{"id":"wbrKlKYrYWqGj","t":"If someone claims to have the perfect programming language, [s]he is either a fool or a salesman or both.","c":"computer science","a":"Bjarne Stroustrup"},{"id":"9wFCYGfk3_v0Q","t":"The greatest performance improvement of all is when a system goes from not-working to working.","c":"computer science","a":"John Ousterhout"},{"id":"89tmRn5CzpXX4","t":"There's one technique that you must use if you want people to listen to you: listen to them.","c":"computer science","a":"The Pragmatic Programmer Andrew Hunt & David Thomas"},{"id":"qTXY2sbROfGZm","t":"To keep large problems well structured, you either need superhuman will \npower or proper language support for interfaces.","c":"computer science","a":"Greg Nelson"},{"id":"qS9Vf_h8MXQb_","t":"Never prescribe to poor design what could be more easily explained as half-assed execution.","c":"computer science","a":"Will Clark (@RobotDeathSquad)"},{"id":"7TGQDl-2KXCfB","t":"If it's a good idea, go ahead and do it. It is much easier to apologize than it is to get permission.","c":"computer science","a":"Grace Hopper"},{"id":"-JHxVndFL9gx3","t":"With a sufficient number of users of an API,\nit does not matter what you promise in the contract,\nall observable behaviors of your system\nwill be depended on by somebody.","c":"computer science","a":"http://hyrumslaw.com/ "},{"id":"UvSxexkLzp26l","t":"Computer Science is no more about computers than astronomy is about telescopes.","c":"computer science","a":"\nEdsger Dijkstra"},{"id":"9uML969zeYo_P","t":"Programming is like cooking: in Python, you use pre-made bolognese sauce;  in C++, you start from fresh tomatoes and minced meat; in Assembly, you have a farm where you grow your tomatoes and raise your cow.","c":"computer science","a":"@gv_barroso"},{"id":"YKeEMvr9G1v4W","t":"The most valuable thing you can make is a mistake - you can't learn anything from being perfect.","c":"computer science","a":"Adam Osborne"},{"id":"-XwsJGWCqyESw","t":"When you have to choose among methods, your locus of attention is drawn from the task and temporarily becomes the decision itself.","c":"computer science","a":"Jef Raskin"},{"id":"j7tTzcu3fHzba","t":"The computing scientist's main challenge is not to get confused by the complexities of his own making.","c":"computer science","a":"Edsger Dijkstra"},{"id":"XCUtEMinxx5WH","t":"Good code is its own best documentation. As you're about to add a comment, ask yourself, 'How can I improve the code so that this comment isn't needed?' Improve the code and then document it to make it even clearer.","c":"computer science","a":"Steve McConnell"},{"id":"4pnqg56TzSmKH","t":"One of the best things about writing code is, that, when well thought out, there is no theoretical limit to what you can achieve with both, time and creativity.","c":"computer science","a":"@GameplayJDK"},{"id":"ZP_8ELvAZErhu","t":"Having to solve a particular problem, we might ask: How difficult is it to solve? and What’s the best way to solve it? Computer science rests on solid theoretical underpinnings to answer such questions precisely.","c":"computer science","a":"Jeannette M. Wing"},{"id":"FZWeh2AyUupMJ","t":"If builders built buildings the way programmers wrote programs, then the first woodpecker that came along wound destroy civilization.","c":"computer science","a":"Gerald Weinberg"},{"id":"jPUB5V6TgsQ3Q","t":"Theory is when you know something, but it doesn’t work. Practice is when something works, but you don’t know why. Programmers combine theory and practice: Nothing works and they don’t know why.","c":"computer science","a":"Unknown"},{"id":"S-Sf-Yn2gSMr4","t":"If you think it’s simple, then you have misunderstood the problem.","c":"computer science","a":"Bjarne Stroustrup"},{"id":"R1x9RETGaFoMB","t":"Never put off until tomorrow what you can put off forever.","c":"computer science","a":"P. J Plaguer"},{"id":"U7r6QekKChGKq","t":"A computer shall not harm your work or, through inaction, allow your work to come to harm.","c":"computer science","a":"Jef Raskin"},{"id":"Tt-RhQ7Ruf0Jr","t":"Don’t worry if it doesn’t work right.  If everything did, you’d be out of a job.","c":"computer science","a":"Mosher’s Law of Software Engineering"},{"id":"jn734jAWPemLF","t":"The best theory is inspired by practice. The best practice is inspired by theory.","c":"computer science","a":"Donald Knuth"},{"id":"m_qW9kdi50ZLl","t":"Inside every well-written large program is a well-written small program.","c":"computer science","a":"C.A.R Hoare"},{"id":"zVNfT2h6M8T0O","t":"There's never enough time to design the right solution, but somehow always an infinite amount of time for supporting the wrong solution.","c":"computer science","a":"@mgnoonan"},{"id":"Kllw2J_q8Aj3A","t":"Our keystrokes are limited. Use them wisely.","c":"computer science","a":"@tekkie"},{"id":"40hfCctqpJiXX","t":"It turns out that style matters in programming for the same reason that it matters in writing. It makes for better reading.","c":"computer science","a":"Douglas Crockford"},{"id":"WsU0bn9L-zKo1","t":"I think the computer is the world's greatest toy. You can invent wonderful things and actually make them happen.","c":"computer science","a":"Butler Lampson"},{"id":"Ut-fXmtEuHtM-","t":"Absence is beauty, in error logs.","c":"computer science","a":"Leonard Bogdonoff"},{"id":"5mb5qUtvFxoh7","t":"Every good work of software starts by scratching a developer’s personal itch.","c":"computer science","a":"Eric S. Raymond"},{"id":"0wYa7QMEm3-aW","t":"Programming languages may be different but they all sought out to solve a problem. The syntax may differ but it’s the logic that matters.","c":"computer science","a":"@_trevormiles_"},{"id":"XjXS3UPwLrcbY","t":"People think that computer science is the art of geniuses but the actual reality is the opposite, just many people doing things that build on each other, like a wall of mini stones.","c":"computer science","a":"Donald Knuth"},{"id":"SDh86HaACCfAN","t":"Don’t worry about what anyone else is going to do. The best way to predict the future is to invent it.","c":"computer science","a":"Alan Kay"},{"id":"J5vP2BHWcBdCN","t":"Thinking like a computer scientist means more than being able to program a computer. It requires thinking at multiple levels of abstraction.","c":"computer science","a":"Jeannette M. Wing"},{"id":"TBKfz9Q1itKsB","t":"You can have the project: Done On Time. Done On Budget. Done Properly - Pick two.","c":"computer science","a":"Unknown"},{"id":"InnGQk6ja96oy","t":"It’s a curious thing about our industry: not only do we not learn from our mistakes, we also don’t learn from our successes.","c":"computer science","a":"Keith Braithwaite"},{"id":"uSD8i6DNxy7ID","t":"I'm not a great programmer; I'm just a good programmer with great habits.","c":"computer science","a":"Kent Beck"},{"id":"I69AfFzw14TZM","t":"You can’t write Perfect software. Did that hurt? It shouldn’t. Accept it as an axiom of life. Embrace it. Celebrate it. Because perfect software doesn’t exist","c":"computer science","a":"The pragmatic programmer. Andy Hunt, Dave Thomas (sent in by @jpvg10)"},{"id":"XR_dGN3KYJM3K","t":"Java is to JavaScript as ham is to hamster.","c":"computer science","a":" Jeremy Keith, Resilient Web Design"},{"id":"ujuFMwkF3TXMo","t":"In Go, the code does exactly what it says on the page.","c":"computer science","a":"Andrew Gerrand"},{"id":"_46Iwx4fd5aNJ","t":"Figure out your data structures, and the code will follow.","c":"computer science","a":"William Laeder"},{"id":"5J5vdKsu5bgyl","t":"If it is not written down, it does not exist.","c":"computer science","a":"Philippe Kruchten"},{"id":"HNu04QZR5eWqG","t":"Programmer is a code artist who craft a software merely using less than 50 letters and symbols.","c":"computer science","a":"@knowkalpesh"},{"id":"E6f5woW3kwsZJ","t":"We sort of understood abstractly the idea that there are only two kinds of software projects: failures and future legacy horrors.","c":"computer science","a":"Peter Weinberger"},{"id":"lbsSX9zvtqxcg","t":"The best programs are the ones written when the programmer is supposed to be working on something else.","c":"computer science","a":"Melinda Varian"},{"id":"eLa2zbmGr8a1Y","t":"The problem about all graphical programming languages is that when your project becomes complex, not only will you have spaghetti code, bit it will actually look like spaghetti too.","c":"computer science","a":"Unknown"},{"id":"OsVX2my3gwIWa","t":"Learn not to add too many features right away, and get the core idea built and tested.","c":"computer science","a":"Leah Culver"},{"id":"1RiXSJ_wZ4UXE","t":"Measure the size of the problem, then implement actions","c":"computer science","a":"@franciscocobos"},{"id":"NY4kagMEfRaRl","t":"Programming is humbling.  There is nothing more deviststing and freeing than an idea expressed in code that fails either in accuracy or performance.","c":"computer science","a":"@fars1d3r"},{"id":"SU-kPw0b4vkw2","t":"It is easier to port a shell than a shell script.","c":"computer science","a":"Larry Wall"},{"id":"xsbVYvCylzbTs","t":"Given enough eyeballs, all bugs are shallow.","c":"computer science","a":"Eric Raymond"},{"id":"FhX7FfNmfhNoG","t":"When in doubt, use brute force.","c":"computer science","a":" Ken Thompson"},{"id":"0F6yGjYGRnGcl","t":"The main activity of programming is not the origination of new independent programs, but in the integration, modification, and explanation of existing ones.","c":"computer science","a":"Terry Winograd"},{"id":"Hui8aevEjZoFU","t":"If you give someone a program, you will frustrate them for a day; if you teach them how to program, you will frustrate them for a lifetime.","c":"computer science","a":" David Leinweber"},{"id":"PzaQtCyYAFJ9J","t":"The code you write makes you a programmer. The code you delete makes you a good one. The code you don't have to write makes you a great one.","c":"computer science","a":"Mario Fusco"},{"id":"GOY3HCRa9Yv-w","t":"Controlling complexity is the essence of computer programming.","c":"computer science","a":"Brian W. Kernighan"},{"id":"TfM961BpXNCq3","t":"W​henever I have to think to understand what the code is doing, I ask myself if I can refactor the code to make that understanding more immediately apparent.","c":"computer science","a":"Martin Fowler"}]