[{"id":"t9avzgKlpUNf6","t":"One of the things that is not so good is that a decision was made long ago about the size of an IP address - 32 bits. At the time it was a number much larger than anyone could imagine ever having that many computers but it turned out to be to small.","c":"computers","a":"Jon Postel"},{"id":"iqG0ck1Fl69MF","t":"The computer is a moron.","c":"computers","a":"Peter Drucker"},{"id":"3YBlRVujXYS1Y","t":"Today, computers are almost second nature to most of us.","c":"computers","a":"James Dyson"},{"id":"yKNa2ijDi6RO7","t":"We've been working now with computers and education for 30 years, computers in developing countries for 20 years, and trying to make low-cost machines for 10 years. This is not a sudden turn down the road.","c":"computers","a":"Nicholas Negroponte"},{"id":"oCzx2tq-VlYcO","t":"The guy who knows about computers is the last person you want to have creating documentation for people who don't understand computers.","c":"computers","a":"Adam Osborne"},{"id":"Ez_oBXmFvprzw","t":"I'm a '70s mom, and my daughter is a '90s mom. I know a lot of women my age who are real computer freaks.","c":"computers","a":"Florence Henderson"},{"id":"3b-e23fL0MVq2","t":"I am interested in computers and technology, and art, photography, and design.","c":"computers","a":"William Landay"},{"id":"-jZ1ZPtlS1Q-O","t":"I don't look at computers as opponents. For me it is much more interesting to beat humans.","c":"computers","a":"Magnus Carlsen"},{"id":"Vp1I_KlbH9Fgq","t":"But I'm so slow on it because I find it terribly hard writing blind on computers. The computer speaks to me, but it's just so slow, I'm so terribly slow using it.","c":"computers","a":"Jack Vance"},{"id":"icIyiatCbaMn4","t":"I don't know anything about computers.","c":"computers","a":"Adam Carolla"},{"id":"yT80124r0biaP","t":"Computers and the Internet have made it really easy to rant. It's made everyone overly opinionated.","c":"computers","a":"Scott Weiland"},{"id":"r4du_T_kRDneS","t":"Smartphones can relay patients' data to hospital computers in a continuous stream. Doctors can alter treatment regimens remotely, instead of making patients come in for a visit.","c":"computers","a":"Charles C. Mann"},{"id":"xYdYMQUbAPpyk","t":"Originally, I was in both software and in online computing. The first innovation really was sort of at that time that we're marrying the telephone and the computer so that people wouldn't have to drive to the computer center. We didn't have $1,000 computers.","c":"computers","a":"Sam Wyly"},{"id":"8PluwltQutQXl","t":"You couldn't have fed the '50s into a computer and come out with the '60s.","c":"computers","a":"Paul Kantner"},{"id":"alCItcrSYRBuC","t":"That's the new way - with computers, computers, computers. That's the way we can have the cell survive and get some new information in high resolution. We started about five years ago and, today, I think we have reached the target.","c":"computers","a":"Lennart Nilsson"},{"id":"kqbrFKhGTh2eK","t":"Computers rather frighten me, because I never did learn to type, so the whole thing seems extraordinarily complicated to me.","c":"computers","a":"Charles Keating"},{"id":"GIF1LXy6-_clW","t":"Kids today are smarter than we ever were. And they've got computers, too, which is awesome. They're scary to me.","c":"computers","a":"David Arquette"},{"id":"H8Wc76VkNI957","t":"Well, we didn't have our original drummer on our last record. And most of that album was not played as a band in the studio. It was mostly the world of computers and overdubs. There was very few things played live or worked out as a band.","c":"computers","a":"James Iha"},{"id":"14rQp-TUgia-V","t":"There is a real danger that computers will develop intelligence and take over. We urgently need to develop direct connections to the brain so that computers can add to human intelligence rather than be in opposition.","c":"computers","a":"Stephen Hawking"},{"id":"l4wE5NAZJWxj5","t":"What we did not imagine was a Web of people, but a Web of documents.","c":"computers","a":"Dale Dougherty"},{"id":"eDPY--u9z_E31","t":"I started getting into Internet technologies and computers. I wasn't especially interested in being a musician, but I wound up finding my way back to being interested in music through computers.","c":"computers","a":"Eric Avery"},{"id":"W7EcmuNFoM5gd","t":"They went back there, looked at all the computers, asked me to come in and tell them what all the computers were for specifically so they knew how to dismantle the network I had been running.","c":"computers","a":"Sherman Austin"},{"id":"usoxq1GuDv_pz","t":"Computers are scary. They're nightmares to fix, lose our stuff, and, on occasion, they crash, producing the blue screen of death. Steve Jobs knew this. He knew that computers were bulky and hernia-inducing and Darth Vader black. He understood the value of declarative design.","c":"computers","a":"Wesley Morris"},{"id":"Runv3021-b6Rk","t":"I don't care how big and fast computers are, they're not as big and fast as the world.","c":"computers","a":"Herbert Simon"},{"id":"zJ5_Zgo6AvKrY","t":"I got up with my wife, I sat down at the computer when she went to work, and I didn't stop until she got home.","c":"computers","a":"George Stephen"},{"id":"SCI6XYltbgQ9W","t":"When I'm not writing or tweaking my computer, I do embroidery. When I'm not plunging into the past, tweaking, or embroidering, I'm reading books about history, computers, or embroidery.","c":"computers","a":"Lynn Abbey"},{"id":"nsXvPM4UGokBu","t":"Sci-fi films are the epic films of the day because we can no longer put 10,000 extras in the scene - but we can draw thousands of aliens with computers.","c":"computers","a":"William Shatner"},{"id":"XJr4uGlmlQfah","t":"Shareware tends to combine the worst of commercial software with the worst of free software.","c":"computers","a":"Linus Torvalds"},{"id":"CQOoxMyeqxGDI","t":"I am regularly asked what the average Internet user can do to ensure his security. My first answer is usually 'Nothing you're screwed'.","c":"computers","a":"Bruce Schneier"},{"id":"aSWRi3AH9jU82","t":"Right now, computers, which are supposed to be our servant, are oppressing us.","c":"computers","a":"Jef Raskin"},{"id":"8nC6dAS_YkPyu","t":"I'm not afraid of computers taking over the world.","c":"computers","a":"Thom Yorke"},{"id":"w8_KXmFCzrn1x","t":"I happen to think that computers are the most important thing to happen to musicians since the invention of cat-gut which was a long time ago.","c":"computers","a":"Robert Moog"},{"id":"MkYCpv22k396n","t":"When I write software, I know that it will fail, either due to my own mistake, or due to some other cause.","c":"computers","a":"Wietse Venema"},{"id":"UwT92gVBRJzTZ","t":"I think we are at the very beginning of high changes, not only in terms of digital film, but in the way the movies will be screened, whether they'll be screened on phones, on computers - on everything.","c":"computers","a":"Michel Hazanavicius"},{"id":"WCwa_zzFbjvVn","t":"Our lives sometimes depend on computers performing as predicted.","c":"computers","a":"Philip Emeagwali"},{"id":"pO-QP0HOAjppC","t":"When they were done downloading all the information off each hard drive, they took all the computers, all the literature, and loaded everything into a big white truck and left.","c":"computers","a":"Sherman Austin"},{"id":"1glh3xLN6MMR0","t":"Electronic aids, particularly domestic computers, will help the inner migration, the opting out of reality. Reality is no longer going to be the stuff out there, but the stuff inside your head. It's going to be commercial and nasty at the same time.","c":"computers","a":"J. G. Ballard"},{"id":"xHw3kSap21mNu","t":"One of the most feared expressions in modern times is 'The computer is down.'","c":"computers","a":"Norman Ralph Augustine"},{"id":"-zBkE0eVXGqxr","t":"Steve Wozniak and Steve Jobs founded Apple Inc, which set the computing world on its ear with the Macintosh in 1984.","c":"computers","a":"Kevin Mitnick"},{"id":"BWEFd_tg_aqF_","t":"The big question society will have to answer is whether it wants computers thinking like humans.","c":"computers","a":"David Smith"},{"id":"axgwIBbDSAeQA","t":"There is no reason for any individual to have a computer in his home.","c":"computers","a":"Ken Olsen"},{"id":"TbnBHQ3Nf1N1V","t":"It was used for decades to describe talented computer enthusiasts, people whose skill at using computers to solve technical problems and puzzles was - and is - respected and admired by others possessing similar technical skills.","c":"computers","a":"Kevin Mitnick"},{"id":"VQDGZViL-cqpn","t":"Imagine if every Thursday your shoes exploded if you tied them the usual way. This happens to us all the time with computers, and nobody thinks of complaining.","c":"computers","a":"Jef Raskin"},{"id":"-ybGEq4YhwQgo","t":"You have riches and freedom here but I feel no sense of faith or direction. You have so many computers, why don't you use them in the search for love?","c":"computers","a":"Lech Walesa"},{"id":"x_E45rSrM0cQ3","t":"Gee, I am a complete Luddite when it comes to computers, I can barely log on!","c":"computers","a":"Jonathan Shapiro"},{"id":"g_OtKzp5NqeT8","t":"When I grew up we had gym at school, two or three dance classes after school, ice skating lessons, and all sorts of sports at our finger tips. We weren't glued to computers because they didn't exist, so being active was all we knew.","c":"computers","a":"Lisa Loeb"},{"id":"9TjVhL7JhZ7xS","t":"If I was designing a web site for elementary school children, I might have a much higher percentage of older computers with outdated browsers since keeping up with browser and hardware technology has not traditionally been a strong point of most elementary schools.","c":"computers","a":"Mike Davidson"},{"id":"wEmkW0xR10k-0","t":"We all grew up, our grandmothers and mothers had about three channels to watch, so we watched those soaps and now, a generation has grown up with the Internet and computers and video games.","c":"computers","a":"Jack Wagner"},{"id":"3cxj0467yEbhh","t":"You can't trust the internet.","c":"computers","a":"Nicolette Sheridan"},{"id":"siCqpj_ao-Bku","t":"The future lies in designing and selling computers that people don't realize are computers at all.","c":"computers","a":"Adam Osborne"},{"id":"0HMyGGcURJVDa","t":"The only legitimate use of a computer is to play games.","c":"computers","a":"Eugene Jarvis"},{"id":"B0I7t4ZgH2ypV","t":"We're going to be able to ask our computers to monitor things for us, and when certain conditions happen, are triggered, the computers will take certain actions and inform us after the fact.","c":"computers","a":"Steve Jobs"},{"id":"qArgEFItfyT6j","t":"Lighter computers and lighter sensors would let you have more function in a given weight, which is very important if you are launching things into space, and you have to pay by the pound to put things there.","c":"computers","a":"Ralph Merkle"},{"id":"le6YqKqwY2HvR","t":"Bill Gates is the pope of the personal computer industry. He decides who's going to build.","c":"computers","a":"Larry Ellison"},{"id":"KXJiKMioMntYj","t":"A computer once beat me at chess, but it was no match for me at kick boxing.","c":"computers","a":"Emo Philips"},{"id":"pUyHFpMwv3Mjq","t":"I'm really anti-option, so computers have been my nightmare with recording. I don't want endless tracks I want less tracks. I want decisions to be made.","c":"computers","a":"Ian MacKaye"},{"id":"pQQu9PHiOd68j","t":"Man-made computers are limited in their performance by finite processing speed and memory. So, too, the cosmic computer is limited in power by its age and the finite speed of light.","c":"computers","a":"Paul Davies"},{"id":"cOrnjmvkXALds","t":"The real danger is not that computers will begin to think like men, but that men will begin to think like computers.","c":"computers","a":"Sydney J. Harris"},{"id":"AZHa1gKWsXUZm","t":"It always helps to be a good programmer. It is important to like computers and to be able to think of things people would want to do with their computers.","c":"computers","a":"Bill Budge"},{"id":"QUu7IYg847VQl","t":"There is a computer disease that anybody who works with computers knows about. It's a very serious disease and it interferes completely with the work. The trouble with computers is that you 'play' with them!","c":"computers","a":"Richard P. Feynman"},{"id":"Cecd59kI_al9-","t":"You have to wait for people to program you. The only difference is the amount of people that you're going to reach but that's going to even out in the next two or three years anyway. Computers are being bought faster than televisions right now.","c":"computers","a":"Chuck D."},{"id":"d4hp74Jy8d1JN","t":"It's interesting to see what people are saying about me. I like keep up with the latest rumors! A while back there was a rumor that I was going to do a film with Demi Moore about the takeover of Commodore computers!","c":"computers","a":"Warwick Davis"},{"id":"micaO-_5Xvr7y","t":"Many of our own people here in this country do not ask about computers, telephones and television sets. They ask - when will we get a road to our village.","c":"computers","a":"Thabo Mbeki"},{"id":"EzFf3UweOJPCF","t":"I do two things. I design mobile computers and I study brains.","c":"computers","a":"Jeff Hawkins"},{"id":"o_KHALnPKoIiG","t":"One of the biggest challenges we had in the first decade was not that many people had personal computers. There weren't that many people to sell to, and it was hard to identify them.","c":"computers","a":"Steve Case"},{"id":"TMmBpsydd1k1j","t":"People are on their computers more than watching TV, because you can only watch voyeur TV, which is basically what reality shows are, for so long.","c":"computers","a":"Stephen Root"},{"id":"wjaCS1iXa9SzM","t":"Over the eons I've been a fan of, and sucker for, each latest automated system to 'simplify' and 'bring order to' my life. Very early on this led me to the beautiful-and-doomed Lotus Agenda for my DOS computers, and Actioneer for the early Palm.","c":"computers","a":"James Fallows"},{"id":"sQsonL1FX3skQ","t":"I look like a geeky hacker, but I don't know anything about computers.","c":"computers","a":"Justin Long"},{"id":"T_Sg7b_t50rNm","t":"To err is human but to really foul up requires a computer.","c":"computers","a":"Dan Rather"},{"id":"StRMHoGlbXfVh","t":"Well, the big products in electronics in the '50s were radio and television. The first big computers were just beginning to come in and represented the most logical market for us to work in.","c":"computers","a":"Jack Kilby"},{"id":"-bM7hh7UfJ2Tm","t":"The basis of computer work is predicated on the idea that only the brain makes decisions and only the index finger does the work.","c":"computers","a":"Brian Eno"},{"id":"dhPSZxu-ibJ-R","t":"We've lost touch and allowed technology to take precedence over organic nature. But let's not forget that those microchips in our computers came from elements of the earth.","c":"computers","a":"Emilio Estevez"},{"id":"4X21bmJKf3XEF","t":"I actually use a computer a lot. I have three computers that I use on a regular basis - one is on my desk top in my Washington office, another is at home, and I have my laptop that I use when I'm travelling.","c":"computers","a":"Rick Boucher"},{"id":"gZQafAIfZDNPC","t":"Computers make it easier to do a lot of things, but most of the things they make it easier to do don't need to be done.","c":"computers","a":"Andy Rooney"},{"id":"jVdDVkJRDFWfe","t":"Treat your password like your toothbrush. Don't let anybody else use it, and get a new one every six months.","c":"computers","a":"Clifford Stoll"},{"id":"nWaP7Qwvdqe2M","t":"I'm looking to evolve the concept of the new renaissance artist, taking the world by storm through the art of public display and demonstration, with technical savvy, using cell phones and computers.","c":"computers","a":"Perry Farrell"},{"id":"vBOQ5-T0XvBKA","t":"In the past, missionaries have traveled to far countries with the message of the gospel - with great hardship and often with the loss of life. In contrast, we can reach millions instantly from the comfort of our homes by merely hitting the 'send' button on our computers, or with iPads, or phones.","c":"computers","a":"Ray Comfort"},{"id":"-x06Xd3JNNbo4","t":"I started on an Apple II, which I had bought at the very end of 1978 for half of my annual income. I made $4,500 a year, and I spent half of it on the computer.","c":"computers","a":"Bill Budge"},{"id":"H0dhObZANjM5g","t":"Comic books aren't nerdy. You'd have to be an idiot to think computers are nerdy.","c":"computers","a":"Adam Brody"},{"id":"twrcivvIyxBbQ","t":"The trick with computers I think, is to approach old and new things with the same reverence as you would like your favourite chair and not be seduced by the constant innovation otherwise you never do anything.","c":"computers","a":"Colin Greenwood"},{"id":"VSPwDYF1bP7Zy","t":"If you could utilize the resources of the end users' computers, you could do things much more efficiently.","c":"computers","a":"Niklas Zennstrom"},{"id":"8pqHeLAjLhcn0","t":"The Internet is not just one thing, it's a collection of things - of numerous communications networks that all speak the same digital language.","c":"computers","a":"Jim Clark"},{"id":"csenpwJ-kkn29","t":"Nanotechnology will let us build computers that are incredibly powerful. We'll have more power in the volume of a sugar cube than exists in the entire world today.","c":"computers","a":"Ralph Merkle"},{"id":"kcloe0fdflgJy","t":"Home computers are being called upon to perform many new functions, including the consumption of homework formerly eaten by the dog.","c":"computers","a":"Doug Larson"},{"id":"-dGe9RrKKY3XM","t":"People assume that computers will do everything that humans do. Not good. People are different from each other and they are all really different from computers.","c":"computers","a":"Eric Schmidt"},{"id":"zggxMno3VIuEw","t":"Nowadays shots are created in post-production, on computers. It's not really photography.","c":"computers","a":"Mary Ellen Mark"},{"id":"nrzLFtlbjcewL","t":"I think computer viruses should count as life. I think it says something about human nature that the only form of life we have created so far is purely destructive. We've created life in our own image.","c":"computers","a":"Stephen Hawking"},{"id":"Cgy8JC87DsGqj","t":"My goal wasn't to make a ton of money. It was to build good computers.","c":"computers","a":"Steve Wozniak"},{"id":"4ytJ32ojsAkec","t":"From computers to information technology to airplanes, it has been America's unique blend of republican government and free-market capitalism that has allowed us to surpass all other nations in history.","c":"computers","a":"George Nethercutt"},{"id":"fbx-IRcUP0dQq","t":"Technology is like water it wants to find its level. So if you hook up your computer to a billion other computers, it just makes sense that a tremendous share of the resources you want to use - not only text or media but processing power too - will be located remotely.","c":"computers","a":"Marc Andreessen"},{"id":"gHcTAIC0QxssL","t":"I do not fear computers. I fear the lack of them.","c":"computers","a":"Isaac Asimov"},{"id":"admINLy1kvS8g","t":"Because I believe that humans are computers, I conjectured that computers, like people, can have left- and right-handed versions.","c":"computers","a":"Philip Emeagwali"},{"id":"0a6_wXrWb8iMK","t":"The digital revolution is far more significant than the invention of writing or even of printing.","c":"computers","a":"Douglas Engelbart"},{"id":"2F1i5eXN7SITb","t":"It's hardware that makes a machine fast. It's software that makes a fast machine slow.","c":"computers","a":"Craig Bruce"},{"id":"8_DXEQ3ojP_dL","t":"Even when I work with computers, with high technology, I always try to put in the touch of the hand.","c":"computers","a":"Issey Miyake"},{"id":"-XP-XSDwnV9Vb","t":"I'm projecting somewhere between 100 million and 200 million computers on the Net by the end of December 2000, and about 300 million users by that same time.","c":"computers","a":"Vinton Cerf"},{"id":"USoNrsj6jbFz7","t":"I just think people have a lot of fiction. But, you know, I mean, the real story of Facebook is just that we've worked so hard for all this time. I mean, the real story is actually probably pretty boring, right? I mean, we just sat at our computers for six years and coded.","c":"computers","a":"Mark Zuckerberg"},{"id":"i_I4_QlMpxAHc","t":"What I was proud of was that I used very few parts to build a computer that could actually speak words on a screen and type words on a keyboard and run a programming language that could play games. And I did all this myself.","c":"computers","a":"Steve Wozniak"},{"id":"vs8Wrdxd2usSF","t":"To me, there is something superbly symbolic in the fact that an astronaut, sent up as assistant to a series of computers, found that he worked more accurately and more intelligently than they. Inside the capsule, man is still in charge.","c":"computers","a":"Adlai Stevenson"},{"id":"RE9KozUifk4HV","t":"I got interested in computers and how they could be enslaved to the megalomaniac impulses of a teenager.","c":"computers","a":"Eugene Jarvis"},{"id":"vv7q4YEHLBpkp","t":"The Internet is a powerful way to make lots of money... But we are not going to buy Yahoo!","c":"computers","a":"Sumner Redstone"},{"id":"NhQ35WCcMTjq_","t":"We demand privacy, yet we glorify those that break into computers.","c":"computers","a":"Bill McCollum"},{"id":"HuqL_EZqmBItz","t":"Computers are useless. They can only give you answers.","c":"computers","a":"Pablo Picasso"},{"id":"z7SWA9OW4eIuv","t":"In fact, technology has been the story of human progress from as long back as we know. In 100 years people will look back on now and say, 'That was the Internet Age.' And computers will be seen as a mere ingredient to the Internet Age.","c":"computers","a":"Reed Hastings"},{"id":"lTkmKStu6Wo8B","t":"There's my education in computers, right there this is the whole thing, everything I took out of a book.","c":"computers","a":"Howard Aiken"},{"id":"Q76NZqgvaNd86","t":"I've never had Internet access. Actually, I have looked at things on other people's computers as a bystander. A few times in my life I've opened email accounts, twice actually, but it's something I don't want in my life right now.","c":"computers","a":"Jhumpa Lahiri"},{"id":"08JUou85L0L4C","t":"Computers have virtually replaced tape recorders.","c":"computers","a":"Tony Visconti"},{"id":"5EOEyo9acq7W8","t":"To err is human - and to blame it on a computer is even more so.","c":"computers","a":"Robert Orben"},{"id":"PXxn4EPaFX_Qq","t":"My whole life had been designing computers I could never build.","c":"computers","a":"Steve Wozniak"},{"id":"GZykj_drlhg9G","t":"Computers in classrooms are the filmstrips of the 1990s.","c":"computers","a":"Clifford Stoll"},{"id":"5saK_-n-fyYcJ","t":"Supercomputers will achieve one human brain capacity by 2010, and personal computers will do so by about 2020.","c":"computers","a":"Ray Kurzweil"},{"id":"1nWIZSZC4K_YW","t":"Why does everyone think the future is space helmets, silver foil, and talking like computers, like a bad episode of Star Trek?","c":"computers","a":"Tracey Ullman"},{"id":"xY20alGyvD9qL","t":"The technological revolution at home makes it much easier for computers to do our work.","c":"computers","a":"Fareed Zakaria"},{"id":"FDVe0oYCLTql8","t":"Even in the developing parts of the world, kids take to computers like fish to water.","c":"computers","a":"Nicholas Negroponte"},{"id":"CpBBLA1_5LVAu","t":"What's happened with society is that we have created these devices, computers, which already can register and process huge amounts of information, which is a significant fraction of the amount of information that human beings themselves, as a species, can process.","c":"computers","a":"Seth Lloyd"},{"id":"ifEcRtbHCTIiV","t":"Computers are like Old Testament gods lots of rules and no mercy.","c":"computers","a":"Joseph Campbell"},{"id":"jZBqx2W-EV7sR","t":"Everyone has this perception that the bloggers, they say horrible things about you and they hide behind their computers where you can't see them.","c":"computers","a":"L'Wren Scott"},{"id":"dWQDSAicdTLGl","t":"Well, my wife always says to me, and I think it's true, it's very difficult for us to understand the Elizabethan understanding and enjoyment and perception of form as it is to say... it would be for them to understand computers or going to the moon or something.","c":"computers","a":"Mark Rylance"},{"id":"n4d_xYRGTpl8P","t":"I've always been at the intersection of computers and whatever they can revolutionize.","c":"computers","a":"Jeff Bezos"},{"id":"FVcgyrhJfYkJq","t":"Software comes from heaven when you have good hardware.","c":"computers","a":"Ken Olsen"},{"id":"Bwc84TGo-VBUI","t":"I use computers for email, staying current with my own website as well as finding important information through other websites. I also use it for creating MP3 files of new music I'm working on.","c":"computers","a":"Clint Black"},{"id":"DmVjZOdjQhN7C","t":"If the machines can take the drudgery out of it and just leave us with the joy of drawing, then that's the best of both worlds - and I'll use those computers!","c":"computers","a":"Don Bluth"},{"id":"P5y0bpo8V7I-A","t":"People who are more than casually interested in computers should have at least some idea of what the underlying hardware is like. Otherwise the programs they write will be pretty weird.","c":"computers","a":"Donald Knuth"},{"id":"MyKU2Ju57a0QK","t":"One of the problems with computers, particularly for the older people, is they were befuddled by them, and the computers have gotten better. They have gotten easier to use. They have gotten less expensive. The software interfaces have made things a lot more accessible.","c":"computers","a":"Steve Case"},{"id":"LBqbWD_gOTXz5","t":"Computers are magnificent tools for the realization of our dreams, but no machine can replace the human spark of spirit, compassion, love, and understanding.","c":"computers","a":"Louis Gerstner"},{"id":"pmB6GpbFmwc1j","t":"It appears that the media filters we carry in our heads are like computers: they've been forced to get faster in order to keep up with the demands our high-speed society puts on them.","c":"computers","a":"Roy H. Williams"},{"id":"jOGQV2eu7xCZ0","t":"I am of the very last generation who didn't have computers at school. As we grow old we'll become something of an aberration.","c":"computers","a":"Steve Coogan"},{"id":"Q0UKu-H4t9D4B","t":"Something else has happened with computers.","c":"computers","a":"Seth Lloyd"},{"id":"RE3vWj9pgsZkx","t":"There were no PCs when I started programming on computers.","c":"computers","a":"Dave Winer"},{"id":"gwNSmMdoidfjO","t":"So a more sensible thing it seemed to me was to go to Silicon Valley and be pushing on the technology companies to accelerate the use of audio and music in computers.","c":"computers","a":"Thomas Dolby"},{"id":"qe3eY6GgSE-vQ","t":"While the recent addition of the National Guard providing a support role manning computers and cameras has allowed more Border Patrol agents to work the field, more agents are still needed.","c":"computers","a":"Timothy Murphy"},{"id":"g3q_ne3utI9U6","t":"There is no heaven or afterlife for broken-down computers that is a fairy story for people afraid of the dark.","c":"computers","a":"Stephen Hawking"},{"id":"K39L0w_Urdk3l","t":"Diaspora starts about a thousand years from now. Most of human civilisation has moved inside computers essentially, a major branch of our descendants consists of conscious software.","c":"computers","a":"Greg Egan"},{"id":"YsHnPNttqpNmn","t":"I understand that computers, which I once believed to be but a hermaphrodite typewriter-cum-filing cabinet, offer the cyber literate increased ability to communicate. I do not think this is altogether a bad thing, however it may appear on the surface.","c":"computers","a":"David Mamet"},{"id":"XqGnxCyLZ5_gw","t":"After a semester or so, my infatuation with computers burnt out as quickly as it had begun.","c":"computers","a":"Eric Allin Cornell"},{"id":"eNL-6t3RiB-gr","t":"The idea that so many kids eat rubbish and sit on computers all day long appals me and getting them into sport is a major way of getting them off computers and leading healthier lives.","c":"computers","a":"Kirsty Gallacher"},{"id":"VxnHaticMaMRG","t":"They were saying computers deal with numbers. This was absolutely nonsense. Computers deal with arbitrary information of any kind.","c":"computers","a":"Ted Nelson"},{"id":"SiwgG2tS9qZbQ","t":"Today, computers help us making the music. It's really a tool.","c":"computers","a":"Yael Naim"},{"id":"ocKgTuCXVYIJO","t":"People don't understand computers. Computers are magical boxes that do things. People believe what computers tell them.","c":"computers","a":"Bruce Schneier"},{"id":"PA-zUQhVXZgq9","t":"The good news about computers is that they do what you tell them to do. The bad news is that they do what you tell them to do.","c":"computers","a":"Ted Nelson"},{"id":"fUQMH7r6TzRYd","t":"The next major explosion is going to be when genetics and computers come together. I'm talking about an organic computer - about biological substances that can function like a semiconductor.","c":"computers","a":"Alvin Toffler"},{"id":"T-O_g9F3M_FOe","t":"Globalization, as defined by rich people like us, is a very nice thing... you are talking about the Internet, you are talking about cell phones, you are talking about computers. This doesn't affect two-thirds of the people of the world.","c":"computers","a":"Jimmy Carter"},{"id":"Gi6LLkJ-OpukQ","t":"As a rule, software systems do not work well until they have been used, and have failed repeatedly, in real applications.","c":"computers","a":"Dave Parnas"},{"id":"MvRq83wjlXCfB","t":"The internet is not for sissies.","c":"computers","a":"Paul Vixie"},{"id":"Ig3JNW-qQMvKY","t":"I just became one with my browser software.","c":"computers","a":"Bill Griffith"},{"id":"l23vynEyUT2ot","t":"The Semantic Web is not a separate Web but an extension of the current one, in which information is given well-defined meaning, better enabling computers and people to work in cooperation.","c":"computers","a":"Tim Berners-Lee"},{"id":"v_6KmPtBATEjV","t":"I'm too old-fashioned to use a computer. I'm too old-fashioned to use a quill.","c":"computers","a":"Christopher Plummer"},{"id":"7BNgpH5VR6Qz0","t":"Reading computer manuals without the hardware is as frustrating as reading manuals without the software.","c":"computers","a":"Arthur C. Clarke"},{"id":"qw8vgqDUaSZn0","t":"The great advance of personal computers was not the computing power per se but the fact that it brought it right to your face, that you had control over it, that were confronted with it and could steer it.","c":"computers","a":"Kevin Kelly"},{"id":"BqcntVwovzLRu","t":"Every ISP is being attacked, maliciously both from in the United States and outside of the United States, by those who want to invade people's privacy. But more importantly they want to take control of computers, they want to hack them, they want to steal information.","c":"computers","a":"Darrell Issa"},{"id":"Spb1moMkUQRLT","t":"The ownership of computers in the home is far less than the statistics show, because usually when the computer breaks down once, that is the end of it for a long, long time. They do not have the money or incentive to get the computer repaired.","c":"computers","a":"Major Owens"},{"id":"KrYpRR0WoQW5a","t":"Most of the musicians that I know almost to the man everybody uses Apple computers. They've thought of the steps that you're going to think of when you're trying to create your thing. And that's where the tools get invented to make better art.","c":"computers","a":"Mike Shinoda"},{"id":"viQHNNbxVc4SA","t":"In computing, turning the obvious into the useful is a living definition of the word 'frustration'.","c":"computers","a":"Alan Perlis"},{"id":"7YVCaiqlZbTTk","t":"Well, I had a lot of help from my father with the soldering and so on, and he was very good at math and was fascinated with computers, and so I was fortunate enough to have a bunch of exposure going all the way back to high school - this was in the 1960s.","c":"computers","a":"Mitch Kapor"},{"id":"q0mrBs8D1kboc","t":"I like computers. I like the Internet. It's a tool that can be used. But don't be misled into thinking that these technologies are anything other than aspects of a degenerate economic system.","c":"computers","a":"Jerry Brown"},{"id":"pi6mz19uZxPIh","t":"Access to computers and the Internet has become a basic need for education in our society.","c":"computers","a":"Kent Conrad"},{"id":"XY4cUEcf5Rf4i","t":"Kids are finding out about the potential for discovery online from other sources many of them have computers at home, for instance, or their friends have them.","c":"computers","a":"Daniel Greenberg"},{"id":"HY7qvSQciwMGf","t":"I know so many people who actually just watch television on their computers now and don't even really watch their TV anymore.","c":"computers","a":"Busy Philipps"},{"id":"tzLkvmj7JpcCV","t":"Google is working on self-driving cars, and they seem to work. People are so bad at driving cars that computers don't have to be that good to be much better.","c":"computers","a":"Marc Andreessen"},{"id":"WzQynZkDqbdrb","t":"I am a huge supporter for cash for caulkers - which allows people to make improvement for energy efficient in their homes. We should do the same for Americans purchasing appliances and computers and for that matter, new air-conditioner and heating units.","c":"computers","a":"Harold Ford"},{"id":"_jlyu81eJ0UQZ","t":"People think computers will keep them from making mistakes. They're wrong. With computers you make mistakes faster.","c":"computers","a":"Adam Osborne"},{"id":"6Tf9PymgZYMZl","t":"I was afraid of the internet... because I couldn't type.","c":"computers","a":"Jack Welch"},{"id":"QtIxBlV-rrhil","t":"It was a huge challenge to learn digital painting well enough so that computers don't pop into mind when one sees one.","c":"computers","a":"Berkeley Breathed"},{"id":"h7k_vugXKDQVX","t":"If your computer speaks English, it was probably made in Japan.","c":"computers","a":"Alan Perlis"},{"id":"5ZLt5BqjNH9zC","t":"The new information technology... Internet and e-mail... have practically eliminated the physical costs of communications.","c":"computers","a":"Peter Drucker"},{"id":"EaiHl-GQGNYI5","t":"I have three brothers and they're all into computers. They're all intellects. My mother would pay me a quarter a page to read a book and I couldn't make 50 cents. I just couldn't do it.","c":"computers","a":"Josh Holloway"},{"id":"3E0iP_7l2BduM","t":"I get hired to hack into computers now and sometimes it's actually easier than it was years ago.","c":"computers","a":"Kevin Mitnick"},{"id":"kJIeCKYDvkMT5","t":"Video games and computers have become babysitters for kids.","c":"computers","a":"Taylor Kitsch"},{"id":"LIMINp_s8EWTa","t":"Yet in this global economy, no jobs are safe. High-speed Internet connections and low-cost, skilled labor overseas are an explosive combination.","c":"computers","a":"Bob Taft"},{"id":"JlCf4UpxL6Zjo","t":"I am not the only person who uses his computer mainly for the purpose of diddling with his computer.","c":"computers","a":"Dave Barry"},{"id":"oSi6eKxvCz-u5","t":"It's been my policy to view the Internet not as an 'information highway,' but as an electronic asylum filled with babbling loonies.","c":"computers","a":"Mike Royko"},{"id":"_fg39yMM2C40F","t":"Security is, I would say, our top priority because for all the exciting things you will be able to do with computers - organizing your lives, staying in touch with people, being creative - if we don't solve these security problems, then people will hold back.","c":"computers","a":"Bill Gates"},{"id":"Qefl8ms28Kx2a","t":"Part of the inhumanity of the computer is that, once it is competently programmed and working smoothly, it is completely honest.","c":"computers","a":"Isaac Asimov"},{"id":"JQ5iL3wyoUZBB","t":"A wonderful thing about a book, in contrast to a computer screen, is that you can take it to bed with you.","c":"computers","a":"Daniel J. Boorstin"},{"id":"Qst6WL5IloApn","t":"The question of whether a computer can think is no more interesting than the question of whether a submarine can swim.","c":"computers","a":"Edsger Dijkstra"},{"id":"aSgVLRJ-ApY-W","t":"If you like overheads, you'll love PowerPoint.","c":"computers","a":"Edward Tufte"},{"id":"-xtiVZK9y35H7","t":"Equipped with cell phones, beepers, and handheld computers, the 'conspicuously industrious' blur the line between home and office by working anytime, anywhere.","c":"computers","a":"Jo Ann Davis"},{"id":"Zq6vbkySAGvoA","t":"Computing is not about computers any more. It is about living.","c":"computers","a":"Nicholas Negroponte"},{"id":"s-VYd0hnW9LAh","t":"When the first computers started to come in, we tried to digitalize the seismological equipment.","c":"computers","a":"Frank Press"},{"id":"WiIS8Rlql9BGY","t":"And it's here and it's ready and we can really revolutionize the way we educate our children with tablet computers, and I'm committed to doing whatever I can to speaking to whomever I can to send this signal - to pound this message home. Now is the time.","c":"computers","a":"LeVar Burton"},{"id":"uD7izXRF6etGg","t":"I am cursed with computers something always goes wrong.","c":"computers","a":"Carla Bruni"},{"id":"HpMVJxcTOKtRJ","t":"If net neutrality goes away, it will fundamentally change everything about the Internet.","c":"computers","a":"James Hilton"},{"id":"fzoWC5wwEUmDk","t":"Computers and electronic music are not the opposite of the warm human music. It's exactly the same.","c":"computers","a":"Bill Laswell"},{"id":"gyUWO9a37IpEm","t":"With our work at Kazaa, we began seeing growing broadband connections and more powerful computers and more streaming multimedia, and we saw that the traditional way of communicating by phone no longer made a lot of sense.","c":"computers","a":"Niklas Zennstrom"},{"id":"yFArE-EaKyjfI","t":"Computer science is no more about computers than astronomy is about telescopes.","c":"computers","a":"Edsger Dijkstra"},{"id":"Sm52BYBiHt3xJ","t":"I'm a very simple person. I don't use computers.","c":"computers","a":"Carrie-Anne Moss"},{"id":"92AR6DQ0PkEM9","t":"Don't try to be like Jackie. There is only one Jackie. Study computers instead.","c":"computers","a":"Jackie Chan"},{"id":"IvG6ml_-Ywdqm","t":"It seems like everything that we see perceived in the brain before we actually use our own eyes, that everything we see is coming through computers or machines and then is being input in our brain cells. So that really worries me.","c":"computers","a":"Hayao Miyazaki"},{"id":"7LGVYO-93mh3l","t":"Learning can take place in the backyard if there is a human being there who cares about the child. Before learning computers, children should learn to read first. They should sit around the dinner table and hear what their parents have to say and think.","c":"computers","a":"Dixie Carter"},{"id":"5H29-JPFwVHfn","t":"I have a crazy amount of different jobs, so the way I manage that is to not do more than one at a time. It's like old computers that had small memory chips, they would do something called swapping, where they would fill the memory with one task, do it and get it out.","c":"computers","a":"Louis C. K."},{"id":"79HHrgrzq5Clc","t":"So the thing I realized rather gradually - I must say starting about 20 years ago now that we know about computers and things - there's a possibility of a more general basis for rules to describe nature.","c":"computers","a":"Stephen Wolfram"},{"id":"S4yxrmHIZwvN5","t":"Interactive computers and software will, I think, provide a less costly method of doing some kinds of inquiry, in knowledge acquisition and even reasoning and interaction.","c":"computers","a":"Roy Romer"},{"id":"hOU7TWXiAyucL","t":"People are so bad at driving cars that computers don't have to be that good to be much better. Any time you stand in line at the D.M.V. and look around, you're like, Oh, my God, I wish all these people were replaced by computer drivers.","c":"computers","a":"Marc Andreessen"},{"id":"kvYEIu_M2W2Gn","t":"Never trust a computer you can't throw out a window.","c":"computers","a":"Steve Wozniak"},{"id":"MSUqRR9MAh-LD","t":"It is an interesting fact that during my tour I was never allowed access to computers, radios, or anything else that I might damage through curiosity, or perhaps something more sinister.","c":"computers","a":"Robert B. Laughlin"},{"id":"cLZUPuqQNL1-3","t":"Musicians and journalists are the canaries in the coalmine, but, eventually, as computers get more and more powerful, it will kill off all middle-class professions.","c":"computers","a":"Jaron Lanier"},{"id":"pjfGNGhJTjQnZ","t":"Computers themselves, and software yet to be developed, will revolutionize the way we learn.","c":"computers","a":"Steve Jobs"},{"id":"qaVpulhkAj1yy","t":"We're getting so pulled in by computers and technology, and our kids have their face in the computers all day. The human relationship is being diminished by this.","c":"computers","a":"Lenny Kravitz"},{"id":"5i4GTcuREbvMS","t":"Few companies that installed computers to reduce the employment of clerks have realized their expectations... They now need more, and more expensive clerks even though they call them 'operators' or 'programmers.'","c":"computers","a":"Peter Drucker"},{"id":"z2kaQTs5hJa0J","t":"At our computer club, we talked about it being a revolution. Computers were going to belong to everyone, and give us power, and free us from the people who owned computers and all that stuff.","c":"computers","a":"Steve Wozniak"},{"id":"dJe8OSZ9mDcs3","t":"My e-mail address is actually my wife's e-mail address. I actually hate computers.","c":"computers","a":"Joe Sakic"},{"id":"hGxV4E2XE7Puq","t":"The power of the computer is starting to spread.","c":"computers","a":"Bill Budge"},{"id":"j9qqq2F6jErKd","t":"There has never been an unexpectedly short debugging period in the history of computers.","c":"computers","a":"Steven Levy"},{"id":"KPn91DeQGhSKV","t":"I wouldn't know how to find eBay on the computer if my life depended on it.","c":"computers","a":"Marc Jacobs"},{"id":"CdxZwnJ_kEJQb","t":"Yeah, computers are going to take over the programming business because they have become so fast recently that they can solve the Halting Problem in five seconds flat.","c":"computers","a":"Craig Bruce"},{"id":"QnQGvist4CEzR","t":"I wish people would turn off their computers, go outside, talk to people, touch people, lick people, enjoy each other's company and smell each other on the rump.","c":"computers","a":"Tre Cool"},{"id":"c1gM-XH9dNZIf","t":"And my real enemy is not to hold the specimen sterile, but it's the lighting. The light is our real enemy. So we have to work with very very poor lighting. But we can increase the light with computers.","c":"computers","a":"Lennart Nilsson"},{"id":"G1_dKUuKM2DCx","t":"I'm interested in all kinds of pictures, however they are made, with cameras, with paint brushes, with computers, with anything.","c":"computers","a":"David Hockney"},{"id":"1m94SoVEnP_jT","t":"Computers are hierarchical. We have a desktop and hierarchical files which have to mean everything.","c":"computers","a":"Ted Nelson"},{"id":"zne9FHVo7v-kL","t":"Anyway, all these computers and digital gadgets are no good. They just fill your head with numbers and that can't be good for you.","c":"computers","a":"Prince"},{"id":"r550Vxhnr2oOm","t":"Computers may save time but they sure waste a lot of paper. About 98 percent of everything printed out by a computer is garbage that no one ever reads.","c":"computers","a":"Andy Rooney"},{"id":"xyLdueLWeOKNe","t":"A lot of journalists like to suck up to celebrities, and then as soon as they're a safe distance away at their computers, they take shots. But that's the way society has become, especially in pop culture.","c":"computers","a":"Scott Weiland","e":true},{"id":"wQYkiaQ4lZqH3","t":"We can do things that we never could before. Stop-motion lets you build tiny little worlds, and computers make that world even more believable.","c":"computers","a":"Nick Park"},{"id":"jJy42Iu1EZFnZ","t":"Computers are famous for being able to do complicated things starting from simple programs.","c":"computers","a":"Seth Lloyd"},{"id":"92cGmemtWjmI2","t":"In the practical world of computing, it is rather uncommon that a program, once it performs correctly and satisfactorily, remains unchanged forever.","c":"computers","a":"Niklaus Wirth"},{"id":"QZif3Lq5iol0b","t":"Every piece of software written today is likely going to infringe on someone else's patent.","c":"computers","a":"Miguel de Icaza"},{"id":"rpQb7KQgkFofw","t":"But computers have changed the world for everyone, so there will be some way of working it out.","c":"computers","a":"Debbie Harry"},{"id":"FHmXk1Au5Egse","t":"I take computers practically apart and put them back together. I have a supercomputer I built over the years out of different computers.","c":"computers","a":"Jared Leto"},{"id":"gD1O0IEJvqzT5","t":"Think? Why think! We have computers to do that for us.","c":"computers","a":"Jean Rostand"},{"id":"q7gQPA242Fdaa","t":"The real story of Facebook is just that we've worked so hard for all this time. I mean, the real story is actually probably pretty boring, right? I mean, we just sat at our computers for six years and coded.","c":"computers","a":"Mark Zuckerberg"},{"id":"p5MQmk04B-qix","t":"China has legally purchased high performance computers, advanced machine tools, and semiconductor-manufacturing equipment from several American companies.","c":"computers","a":"Charles Foster Bass"},{"id":"WG0N8ZM1kAYYY","t":"Obviously, our children, who have been playing with their computers since the age of five or six, don't have quite the same brain as those who were brought up on wooden or metal toys, whose brains are certainly atrophied by comparison.","c":"computers","a":"Claude Vorilhon"},{"id":"bY7nNzg7dOWhA","t":"We're entering a new world in which data may be more important than software.","c":"computers","a":"Tim O'Reilly"},{"id":"5X0UZczzuBRx7","t":"You can involve yourself in electronics, computers, puzzles... there's a lot of creativity and brain working. There's a lot to model trains that people don't realize.","c":"computers","a":"Gary Coleman"},{"id":"PjpglP9e9mjXH","t":"We have an epidemic of sexual predators following our children, whether it be on the computers, whether it be in our public parks, whether it be in the workplace, or even our schools.","c":"computers","a":"Jon Porter"},{"id":"fX52k8secs7L_","t":"We could say we want the Web to reflect a vision of the world where everything is done democratically. To do that, we get computers to talk with each other in such a way as to promote that ideal.","c":"computers","a":"Tim Berners-Lee"},{"id":"zIwDfqjXGtTEp","t":"I continue to meet people who have had their Web pages hijacked, their browsers corrupted, in some cases, their children exposed to inappropriate material from these dangerous programs hidden in their family computers.","c":"computers","a":"Cliff Stearns"},{"id":"QV7FdHOCEOTg7","t":"Modern people are only willing to believe in their computers, while I believe in myself.","c":"computers","a":"Alain Robert"},{"id":"T6Jx3I0bldHBe","t":"Computers make me totally blank out.","c":"computers","a":"Dalai Lama"},{"id":"fmQzAWBaV3yk1","t":"What do we want our kids to do? Sweep up around Japanese computers?","c":"computers","a":"Walter F. Mondale"},{"id":"7sVgt_3s6ULVk","t":"Eventually, I believe, current attempts to understand the mind by analogy with man-made computers that can perform superbly some of the same external tasks as conscious beings will be recognized as a gigantic waste of time.","c":"computers","a":"Thomas Nagel"},{"id":"Qhhh20fADjGKG","t":"What I try to do is factor in how people use computers, what people's problems are, and how these technologies can get applied to those problems. Then I try to direct the various product groups to act on this information.","c":"computers","a":"John Warnock"},{"id":"kVwWyxFDefUHm","t":"Computers are to design as microwaves are to cooking.","c":"computers","a":"Milton Glaser"},{"id":"WWS0ZOR8Ej-qD","t":"I've tried word processors, but I think I'm too old a dog to use one.","c":"computers","a":"Dee Brown"},{"id":"qXTMR4ahBi76-","t":"Computers, like automobiles and airplanes, do only what people tell them to do.","c":"computers","a":"Bill James"},{"id":"l_DZoQCbOFpNO","t":"Keep in mind that there are computers, that do touch things up. Like when I got a hold of the poster for 'Gold Diggers,' I said: 'Hey, wait a minute! Those aren't my teeth!'","c":"computers","a":"Anna Chlumsky"},{"id":"t-EKIoHBQlpN9","t":"To err is human, but to really foul things up you need a computer.","c":"computers","a":"Paul R. Ehrlich"},{"id":"zk0-X9WeGf3Cw","t":"The Internet: transforming society and shaping the future through chat.","c":"computers","a":"Dave Barry"},{"id":"Ja_Sz3soFpBEa","t":"Computers have become more friendly, understandable, and lots of years and thought have been put into developing software to convince people that they want and need a computer.","c":"computers","a":"Roberta Williams"},{"id":"lKP3OLm28TPiB","t":"From cell phones to computers, quality is improving and costs are shrinking as companies fight to offer the public the best product at the best price. But this philosophy is sadly missing from our health-care insurance system.","c":"computers","a":"John Shadegg"},{"id":"MpD-o_Rj_8DMm","t":"Personally, I rather look forward to a computer program winning the world chess championship. Humanity needs a lesson in humility.","c":"computers","a":"Richard Dawkins"},{"id":"_8VJswlqkeOlc","t":"Before computers, telephone lines and television connect us, we all share the same air, the same oceans, the same mountains and rivers. We are all equally responsible for protecting them.","c":"computers","a":"Julia Louis-Dreyfus"},{"id":"Bn-pblM5BrT_t","t":"I realized that I loved using computers to create something, but being an architect just wasn't going to keep me interested. The idea of a life spent obsessing over bathroom details for an Upper East Side penthouse was pretty depressing.","c":"computers","a":"Joseph Kosinski"},{"id":"-hpobe6uzqpsR","t":"We can just assume they have much more and powerful, more advanced technology, all the new computers, everything could be much more easier and help them to build much more and many more nuclear weapons.","c":"computers","a":"Mordechai Vanunu"}]