[{"id":"FT0Aazf6ZnJWN","t":"Overcoming the Cold War required courage from the people of Central and Eastern Europe and what was then the German Democratic Republic, but it also required the steadfastness of Western partner over many decades when many had long lost hope of integration of the two Germanys and Europe.","c":"courage","a":"Angela Merkel"},{"id":"U9_AswtoOxRDh","t":"Give the people not hell, but hope and courage.","c":"courage","a":"John Murray"},{"id":"W9QRgr8yQq_aj","t":"Courage is doing what you are afraid to do. There can be no courage unless you are scared.","c":"courage","a":"Eddie Rickenbacker"},{"id":"y8KAD7nupp0oH","t":"Men who live valiantly and die nobly have a strength and a courage from the eternal Father.","c":"courage","a":"Josephus Daniels"},{"id":"BC3_sFc5RNwbl","t":"The world will step aside for nearly anyone who has the courage of his of her opinions.","c":"courage","a":"George Weinberg"},{"id":"vBQ0k473jGhjQ","t":"It would be sad if we lost our instinct and our courage to love and protect.","c":"courage","a":"Emeli Sande"},{"id":"Lc5gyAIa-1Ikf","t":"It takes courage to know when you ought to be afraid.","c":"courage","a":"James A. Michener"},{"id":"0b6w2e0cuYf-m","t":"A military coup needs a sacrifice and courage that you can't find in an army without morale.","c":"courage","a":"Jalal Talabani"},{"id":"WOQirEw1tADgy","t":"One of the hardest questions I have been asked is 'How will you manage the army if you are having menstrual cramps?' I have also been asked if I will have the courage to face criminals. My answer is that courage is not a matter of gender.","c":"courage","a":"Josefina Vazquez Mota"},{"id":"c4RYUg4wx76gB","t":"Greatness, in the last analysis, is largely bravery - courage in escaping from old ideas and old standards and respectable ways of doing things.","c":"courage","a":"James Robinson"},{"id":"s0zXaPH0iBij6","t":"Our film examines the heroism, courage and prowess of the Soviet submarine force in ways never seen before.","c":"courage","a":"Kathryn Bigelow"},{"id":"hydmowzgU7yCO","t":"Creativity takes courage.","c":"courage","a":"Henri Matisse"},{"id":"XoyP55mAUZW8T","t":"Physical bravery is an animal instinct moral bravery is much higher and truer courage.","c":"courage","a":"Wendell Phillips"},{"id":"1GxA1W4TYJ3xK","t":"I have a lot of courage. I'm a realist.","c":"courage","a":"Elisabeth Rohm"},{"id":"i7kN9qkl-Q1ls","t":"Whether you be man or woman you will never do anything in this world without courage. It is the greatest quality of the mind next to honor.","c":"courage","a":"James Allen"},{"id":"7J2OStHJm-UIr","t":"The qualities of an exceptional cook are akin to those of a successful tightrope walker: an abiding passion for the task, courage to go out on a limb and an impeccable sense of balance.","c":"courage","a":"Bryan Miller"},{"id":"fMKtNUiVORJ59","t":"During the long process of history, by relying on our own diligence, courage and wisdom, Chinese people have opened up a good and beautiful home where all ethnic groups live in harmony and fostered an excellent culture that never fades.","c":"courage","a":"Xi Jinping"},{"id":"Xkz4pVV-VljW-","t":"Courage is always rewarded.","c":"courage","a":"Kenny Loggins"},{"id":"jySmPgXcWPXZR","t":"Courage means to keep working a relationship, to continue seeking solutions to difficult problems, and to stay focused during stressful periods.","c":"courage","a":"Denis Waitley"},{"id":"AnPt6Dlso-c0S","t":"Those who won our independence... valued liberty as an end and as a means. They believed liberty to be the secret of happiness and courage to be the secret of liberty.","c":"courage","a":"Louis D. Brandeis"},{"id":"9IJdsukM9Bqyx","t":"Every day begins with an act of courage and hope: getting out of bed.","c":"courage","a":"Mason Cooley"},{"id":"Ks37OPVC1E8fl","t":"There is no glory in war, yet from the blackness of its history, there emerge vivid colours of human character and courage. Those who risked their lives to help their friends.","c":"courage","a":"Silvia Cartwright"},{"id":"ifOPErO17wrDw","t":"Once I had all the facts in, I found I didn't have the immoral courage to pull the caper. So I wrote it as a story. As a teenager, I didn't have any skills for writing as such, so it came out in 1500 words.","c":"courage","a":"Theodore Sturgeon"},{"id":"qN1lrHRwn_W7j","t":"To bathe a cat takes brute force, perseverance, courage of conviction - and a cat. The last ingredient is usually hardest to come by.","c":"courage","a":"Stephen Baker"},{"id":"3B7a-4umjmKXJ","t":"Faced with what is right, to leave it undone shows a lack of courage.","c":"courage","a":"Confucius"},{"id":"fJ_TBvXMn0JA0","t":"To him that waits all things reveal themselves, provided that he has the courage not to deny, in the darkness, what he has seen in the light.","c":"courage","a":"Coventry Patmore"},{"id":"fngB_2cEpkMGp","t":"Leaders come in many forms, with many styles and diverse qualities. There are quiet leaders and leaders one can hear in the next county. Some find strength in eloquence, some in judgment, some in courage.","c":"courage","a":"John W. Gardner"},{"id":"LXWGcKvcW74kz","t":"You will find as you grow older that courage is the rarest of all qualities to be found in public life.","c":"courage","a":"Benjamin Disraeli"},{"id":"0AbN1aizlxb4K","t":"What I love about the East End is that there's a great perseverance, determination and courage. What I dislike about it is that there is sometimes a celebration of ignorance.","c":"courage","a":"Eddie Marsan"},{"id":"syHyu6ObtXjVY","t":"Even within the last three or four years, I have a greater ability to communicate, I think. I have more courage to show the stuff... And it does take courage.","c":"courage","a":"Barbara Cook"},{"id":"yhIdHD41FkEHS","t":"I think what I would say to my younger self, and probably to younger, just starting-out writers is that a lot of times you're just afraid to put yourself out there, and it's uncomfortable because it's working up the courage to do something, to push yourself to do those things.","c":"courage","a":"Carol Leifer"},{"id":"h1n-bv3a2bDHh","t":"Yes, you must have the courage of being free.","c":"courage","a":"Jose Carreras"},{"id":"OOo4ChJXpaI2H","t":"Often the test of courage is not to die but to live.","c":"courage","a":"Vittorio Alfieri"},{"id":"MgoAfHu3sSVZV","t":"Courage is the most important of all the virtues, because without courage you can't practice any other virtue consistently. You can practice any virtue erratically, but nothing consistently without courage.","c":"courage","a":"Maya Angelou"},{"id":"jwJWWMMBQLlk9","t":"We must have courage to bet on our ideas, to take the calculated risk, and to act. Everyday living requires courage if life is to be effective and bring happiness.","c":"courage","a":"Maxwell Maltz"},{"id":"WcCHvcke8HsOt","t":"Well, number one I like dancing. Number two I knew it would be challenging because I had never done this type of dance before. I always wanted to and I happened to have the courage to go out there and give it my best shot.","c":"courage","a":"Evander Holyfield"},{"id":"CoIqwMJX1fyle","t":"To show the world what long experience gains, requires not courage, though it calls for pains but at life's outset to inform mankind is a bold effort of a valiant mind.","c":"courage","a":"George Crabbe"},{"id":"xSl7Vr7bz7d6J","t":"It takes as much courage to have tried and failed as it does to have tried and succeeded.","c":"courage","a":"Anne Morrow Lindbergh"},{"id":"K__eld4cGiuNB","t":"Well, I think that - I think leadership's always been about two main things: imagination and courage.","c":"courage","a":"Paul Keating"},{"id":"OcHRCo0B2jOa5","t":"Religion in its humility restores man to his only dignity, the courage to live by grace.","c":"courage","a":"George Santayana"},{"id":"_9FV-wvVIW4k9","t":"Perfect courage is to do without witnesses what one would be capable of doing with the world looking on.","c":"courage","a":"Francois de La Rochefoucauld"},{"id":"AvehBmSON8I3G","t":"What would life be if we had no courage to attempt anything?","c":"courage","a":"Vincent Van Gogh"},{"id":"D9iZ7WoNVzbbi","t":"Have the courage to say no. Have the courage to face the truth. Do the right thing because it is right. These are the magic keys to living your life with integrity.","c":"courage","a":"W. Clement Stone"},{"id":"15EbIfvM8ACMD","t":"Courage is fire, and bullying is smoke.","c":"courage","a":"Benjamin Disraeli"},{"id":"ECh6P49mRpJ66","t":"Every human being on this earth is born with a tragedy, and it isn't original sin. He's born with the tragedy that he has to grow up... a lot of people don't have the courage to do it.","c":"courage","a":"Helen Hayes"},{"id":"TRXZAnwBMexHE","t":"When you really believe in God, it gives you a courage, a confidence that enables you to meet the things coming.","c":"courage","a":"Della Reese"},{"id":"ndC9W_J9Q7PlC","t":"Success is not final, failure is not fatal: it is the courage to continue that counts.","c":"courage","a":"Winston Churchill"},{"id":"Ll_DyiPx-yzkQ","t":"The opposite of courage in our society is not cowardice, it is conformity.","c":"courage","a":"Rollo May"},{"id":"7zs9asJC_5Rtg","t":"Courage stands halfway between cowardice and rashness, one of which is a lack, the other an excess of courage.","c":"courage","a":"Plutarch"},{"id":"g1nXART-3TxCe","t":"Good courage in a bad affair is half of the evil overcome.","c":"courage","a":"Plautus"},{"id":"lK5VET1SHxA6V","t":"At the same time, I would add that the American people have a lot of courage.","c":"courage","a":"Tadao Ando"},{"id":"IYxYHG1i24sb0","t":"There's only one requirement of any of us, and that is to be courageous. Because courage, as you might know, defines all other human behavior. And, I believe - because I've done a little of this myself - pretending to be courageous is just as good as the real thing.","c":"courage","a":"David Letterman"},{"id":"P8JWBiqeJ1mXm","t":"Before I begin talking about the threats we face, the vulnerabilities that we have, and frankly the courage of the men and women in uniform that stand in harm's way on behalf of a very grateful Nation, let me first honor the sacrifices of September 11.","c":"courage","a":"Zach Wamp"},{"id":"XRgj8qMItNcHZ","t":"One of the things that makes Hamlet unique among Shakespeare's characters is his courage to face up to the darker elements of his personality.","c":"courage","a":"Kenneth Branagh"},{"id":"LSWc7p4ECEqTP","t":"If you could get up the courage to begin, you have the courage to succeed.","c":"courage","a":"David Viscott"},{"id":"78BC12wTwF7Rk","t":"Genius is talent set on fire by courage.","c":"courage","a":"Henry Van Dyke"},{"id":"GegW6nkrD4A0I","t":"Ofttimes the test of courage becomes rather to live than to die.","c":"courage","a":"Vittorio Alfieri"},{"id":"T1HOWt0T6Ng4J","t":"Real nobility is based on scorn, courage, and profound indifference.","c":"courage","a":"Albert Camus"},{"id":"mdD_ObTJ9YI8B","t":"TV is so different from the movies. It takes a lot of stamina because you work such long hours. It is really challenging. You are learning the next day's lines while you are shooting today's scenes. I found courage I never realised I had. I hope to do more.","c":"courage","a":"Sharon Stone"},{"id":"tj-hqleIX0d-A","t":"I want to encourage our people, to educate our people to have the courage to understand and fight for their rights.","c":"courage","a":"Megawati Sukarnoputri"},{"id":"YGysoTMUvWZ1P","t":"I went through a long period where I was afraid of doing things I wanted to do, and you get your courage back, which is what's important.","c":"courage","a":"George Michael"},{"id":"v5AApwQ5uK5ul","t":"The courage to be is rooted in the God who appears when God has disappeared in the anxiety of doubt.","c":"courage","a":"Paul Tillich"},{"id":"FFQspPJdaPjt_","t":"Conscience is the root of all true courage if a man would be brave let him obey his conscience.","c":"courage","a":"James Freeman Clarke"},{"id":"j2FkZIGnmmNj-","t":"Unjust. How many times I've used that word, scolded myself with it. All I mean by it now is that I don't have the final courage to say that I refuse to preside over violations against myself, and to hell with justice.","c":"courage","a":"Lillian Hellman"},{"id":"2JMDzX5cE6xw3","t":"War paralyzes your courage and deadens the spirit of true manhood.","c":"courage","a":"Alexander Berkman"},{"id":"ENaA6TEq5ywo6","t":"Women's courage is rather different from men's. The fact that women have to bring up children and look after husbands makes them braver at facing long-term issues, such as illness. Men are more immediately courageous. Lots of people are brave in battle.","c":"courage","a":"Mary Wesley"},{"id":"wtmEr7E2PAsF7","t":"To go to hospitals and see people fight and overcome cystic fibrosis or cancer or any number of illnesses is to see courage that is humbling. And athletes constantly need to be humbled.","c":"courage","a":"Dale Murphy"},{"id":"cEIYjqhuzZeLX","t":"To create one's world in any of the arts takes courage.","c":"courage","a":"Georgia O'Keeffe"},{"id":"5EkwqgUyp4j-1","t":"All our dreams can come true, if we have the courage to pursue them.","c":"courage","a":"Walt Disney"},{"id":"oXsro2UACeJ-f","t":"I always disliked dogs, those protectors of cowards who lack the courage to fight an assailant themselves.","c":"courage","a":"August Strindberg"},{"id":"1p7PiL2WM-yuk","t":"I've decided to run for the U.S. Senate because I believe Wisconsin families need a senator who will work hard to deliver results for the middle class - a leader with the courage to do what's right, no matter how tough the odds or how powerful the special interests we have to fight.","c":"courage","a":"Tammy Baldwin"},{"id":"yDoWf1ovR421u","t":"Real courage is knowing what faces you and knowing how to face it.","c":"courage","a":"Timothy Dalton"},{"id":"1Bv-MlGw8sWh8","t":"Men create real miracles when they use their God-given courage and intelligence.","c":"courage","a":"Jean Anouilh"},{"id":"P58dvsNIYKXOw","t":"Courage is rightly esteemed the first of human qualities - because it is the quality which guarantees all others.","c":"courage","a":"Joseph Chamberlain"},{"id":"_Qb01yOgoKP1s","t":"Freedom. And Justice. If you have those two, it covers everything. You must stick to those principles and have the courage of your convictions.","c":"courage","a":"Ian Smith"},{"id":"upfUneN3M-a5U","t":"If we bring not the good courage of minds covetous of truth, and truth only, prepared to hear all things, and decide upon all things, according to evidence, we should do more wisely to sit down contented in ignorance, than to bestir ourselves only to reap disappointment.","c":"courage","a":"Frances Wright"},{"id":"ssLRi1MLgCO8E","t":"Moral courage is higher and a rarer virtue than physical courage.","c":"courage","a":"William Slim"},{"id":"kE9eo_XDT3cbI","t":"Deep Throat's information, and in my view, courage, allowed the newspaper to use what he knew and suspected.","c":"courage","a":"Bob Woodward"},{"id":"E9itqxJyoa6Bz","t":"The people of South Carolina support conservatives who are trying to push real change, and the people of South Carolina expect their presidential candidates to back them up when they show courage.","c":"courage","a":"Nikki Haley"},{"id":"8hYJDNSv7DGvn","t":"Australia is a nation of compassion. Courage and compassion. And the third of these great values: resilience.","c":"courage","a":"Kevin Rudd"},{"id":"hX1vhGKxX_VhP","t":"My sword I give to him that shall succeed me in my pilgrimage, and my courage and skill to him that can get it.","c":"courage","a":"John Bunyan"},{"id":"VMKF0KFFzoVVI","t":"Courage is being scared to death... and saddling up anyway.","c":"courage","a":"John Wayne"},{"id":"Vg3XccTXZdc1k","t":"Courage to continue comes from deeper sources than outward results.","c":"courage","a":"Kenneth L. Pike"},{"id":"9f1EAEVVOklU6","t":"I think my mother... made it clear that you have to live life by your own terms and you have to not worry about what other people think and you have to have the courage to do the unexpected.","c":"courage","a":"Caroline Kennedy"},{"id":"xWbZm4ey8Ig28","t":"You want to shut up every Negro who has the courage to stand up and fight for the rights of his people, for the rights of workers, and I have been on many a picket line for the steelworkers too.","c":"courage","a":"Paul Robeson","e":true},{"id":"RoFYZE_QE8hk7","t":"The principal act of courage is to endure and withstand dangers doggedly rather than to attack them.","c":"courage","a":"Thomas Aquinas"},{"id":"fDVLZgikl8mnP","t":"You can't test courage cautiously.","c":"courage","a":"Annie Dillard"},{"id":"-IxOUbiO-e_fV","t":"With courage and character, American soldiers continue to put themselves on the line to defend our freedom, and so many have paid the ultimate sacrifice.","c":"courage","a":"Dan Lipinski"},{"id":"3j5f1kKrVenC_","t":"He's nice enough not to want to be associated with a nasty remark but not nice enough not to make it. Lacking the courage of one's nastiness does not make one nice.","c":"courage","a":"Michael Kinsley"},{"id":"aDGTPPZ9ItT4f","t":"It is only through labor and painful effort, by grim energy and resolute courage, that we move on to better things.","c":"courage","a":"Theodore Roosevelt"},{"id":"j1xtsa9Y-4dLp","t":"Simulated disorder postulates perfect discipline simulated fear postulates courage simulated weakness postulates strength.","c":"courage","a":"Lao Tzu"},{"id":"pe97lkC2ODchU","t":"Most of us have far more courage than we ever dreamed we possessed.","c":"courage","a":"Dale Carnegie"},{"id":"FreigSqx2j1RX","t":"It took me realizing that a broken heart has never actually killed anyone to find the courage to ask for what I want, in just about every situation. That was part of my own growing up.","c":"courage","a":"Ginnifer Goodwin"},{"id":"y9T_GS7KWHGR3","t":"Love makes a subtle man out of a crude one, it gives eloquence to the mute, it gives courage the cowardly and makes the idle quick and sharp.","c":"courage","a":"Juan Ruiz"},{"id":"qV2CHd7dw780T","t":"Life is to be entered upon with courage.","c":"courage","a":"Alexis de Tocqueville"},{"id":"bofNESH9R410L","t":"I pray they will carry on in spite of that dreadful monster prejudice, and with patience, courage, fortitude and perseverance achieve success for themselves.","c":"courage","a":"Major Taylor"},{"id":"PAsP9In0qIQ6U","t":"I emphasize... that the Harrimans showed great courage and loyalty and confidence in us, because three or four of us were really running the business, the day to day business.","c":"courage","a":"Prescott Bush"},{"id":"MJQBs-3nA-B2E","t":"They put me in a harness, like a horse, to learn the back somersault. It was weird up there when I put on that harness for the first time. The courage came with practice.","c":"courage","a":"Donald O'Connor"},{"id":"HBGu1TR5UZeqY","t":"If one suffers we all suffer. Togetherness is strength. Courage.","c":"courage","a":"Jean-Bertrand Aristide"},{"id":"MlanGpZjVJvOt","t":"A man of great common sense and good taste - meaning thereby a man without originality or moral courage.","c":"courage","a":"George Bernard Shaw"},{"id":"DFvRzSHxyrG7o","t":"It takes a certain courage and a certain greatness to be truly base.","c":"courage","a":"Jean Anouilh"},{"id":"1lICRX1KEkMxV","t":"There can be no failure to a man who has not lost his courage, his character, his self respect, or his self-confidence. He is still a King.","c":"courage","a":"Orison Swett Marden"},{"id":"5iaW1o713LHhe","t":"To see what is right and not to do it is want of courage, or of principle.","c":"courage","a":"Kong Fu Zi"},{"id":"HGxtvlJd7hcsn","t":"In the Soviet army it takes more courage to retreat than advance.","c":"courage","a":"Joseph Stalin"},{"id":"1S7DUmLB1yYTZ","t":"I fear some of our leaders today have lost the courage to stand up. What we have now are politicians. They won't offer real plans, and only stand up when they want to blame someone else.","c":"courage","a":"Susana Martinez"},{"id":"ia-l-xG6Fx29-","t":"Eccentricity has always abounded when and where strength of character had abounded and the amount of eccentricity in a society has generally been proportional to the amount of genius, mental vigor, and courage which it contained.","c":"courage","a":"John Stuart Mill"},{"id":"g3zNcQ3JTIq_L","t":"One man with courage is a majority.","c":"courage","a":"Thomas Jefferson"},{"id":"h5kjr-kaFlvlc","t":"Real courage is when you know you're licked before you begin, but you begin anyway and see it through no matter what.","c":"courage","a":"Harper Lee"},{"id":"VaVWxCFnkF4oZ","t":"Pugnacity is a form of courage, but a very bad form.","c":"courage","a":"Sinclair Lewis"},{"id":"JoDI5umHU5PRa","t":"That's what acting is - it's about... having the courage to allow your audience into the private moments of your characters' lives.","c":"courage","a":"Kerry Washington"},{"id":"ehCmsvKHzG3TZ","t":"History, despite its wrenching pain, cannot be unlived, but if faced with courage, need not be lived again.","c":"courage","a":"Maya Angelou"},{"id":"NjlZGHFnch_ZY","t":"You cannot build character and courage by destroying men's initiative and independence.","c":"courage","a":"William J. H. Boetcker"},{"id":"rrqG_H-Z_z2On","t":"None speak of the bravery, the might, or the intellect of Jesus but the devil is always imagined as a being of acute intellect, political cunning, and the fiercest courage. These universal and instinctive tendencies of the human mind reveal much.","c":"courage","a":"Lydia M. Child"},{"id":"w4zyaCqXWVEmg","t":"So the brother in black offers to these United States the source of courage that endures, and laughter.","c":"courage","a":"Zora Neale Hurston"},{"id":"xDd9ujttMOPc2","t":"Fashion should not be expected to serve in the stead of courage or character.","c":"courage","a":"Loretta Young"},{"id":"tKCIRixE60uuQ","t":"Presumption should never make us neglect that which appears easy to us, nor despair make us lose courage at the sight of difficulties.","c":"courage","a":"Benjamin Banneker"},{"id":"m1LQK8CGlggcf","t":"Have the courage of your desire.","c":"courage","a":"George Gissing"},{"id":"xsaOFHUkVLVQM","t":"It's up to the courage of the filmmakers to make art in cinema, not just business. John was rejected by studios, he borrowed money and did movies with his own money. You're either courageous or not. You have to find a way.","c":"courage","a":"Ben Gazzara"},{"id":"wj1pztQ0aR6ct","t":"Courage, not compromise, brings the smile of God's approval.","c":"courage","a":"Thomas S. Monson"},{"id":"9f31xFp-klkJQ","t":"Courage, above all things, is the first quality of a warrior.","c":"courage","a":"Karl Von Clausewitz"},{"id":"_mwRQcZQYO8ej","t":"Throughout the history of our young nation, we have seen our military go bravely into battle, armed with courage and willing to make the ultimate sacrifice.","c":"courage","a":"John M. McHugh"},{"id":"3Zk-61sZwSW7B","t":"I think that people need to have the courage of their convictions and not be trying to fool people into thinking that they've changed overnight.","c":"courage","a":"Chris Bell"},{"id":"z6Bzmuoo_mUSJ","t":"I think the moments that are difficult for anybody are when you see what your life could be, if only you had the courage to take the steps needed.","c":"courage","a":"John Slattery"},{"id":"ZEM_--rzV7fCG","t":"How few there are who have courage enough to own their faults, or resolution enough to mend them.","c":"courage","a":"Benjamin Franklin"},{"id":"GA5VG-Z4loQAH","t":"No man in the world has more courage than the man who can stop after eating one peanut.","c":"courage","a":"Channing Pollock"},{"id":"KsK4v_BBj5Hg4","t":"Heroes to me are guys that sit in libraries. They absorb knowledge and then the risks they take are calculated on the basis of the courage it took to become replete with knowledge.","c":"courage","a":"William Hurt"},{"id":"E9enzidPwKMh8","t":"Let us go forth with fear and courage and rage to save the world.","c":"courage","a":"Grace Paley"},{"id":"Synt1skQo9YBW","t":"We are very much what others think of us. The reception our observations meet with gives us courage to proceed, or damps our efforts.","c":"courage","a":"William Hazlitt"},{"id":"Hupp2ewRKpdvU","t":"We had every problems starting a big top could have. The tent fell down on the first day. We had problems getting people into the shows. It was only with the courage and arrogance of youth that we survived.","c":"courage","a":"Guy Laliberte"},{"id":"bPy5pE_ZXo4Vj","t":"I find fault with my children because I like them and I want them to go places - uprightness and strength and courage and civil respect and anything that affects the probabilities of failure on the part of those that are closest to me, that concerns me - I find fault.","c":"courage","a":"Branch Rickey"},{"id":"4-H4T_8Zol5FW","t":"We need to find the courage to say no to the things and people that are not serving us if we want to rediscover ourselves and live our lives with authenticity.","c":"courage","a":"Barbara de Angelis"},{"id":"Tkj0JKmBjuOxB","t":"Because with courage and conviction I believe we can deliver a more flexible, adaptable and open European Union in which the interests and ambitions of all its members can be met.","c":"courage","a":"David Cameron"},{"id":"_5mGQd4DW8Onb","t":"One isn't necessarily born with courage, but one is born with potential. Without courage, we cannot practice any other virtue with consistency. We can't be kind, true, merciful, generous, or honest.","c":"courage","a":"Maya Angelou"},{"id":"z00ASolnnsV7Z","t":"To live we must conquer incessantly, we must have the courage to be happy.","c":"courage","a":"Henri Frederic Amiel"},{"id":"BVza-8IcAeG6Y","t":"Each of us has an inner dream that we can unfold if we will just have the courage to admit what it is. And the faith to trust our own admission. The admitting is often very difficult.","c":"courage","a":"Julia Cameron"},{"id":"QXKhMAEMviIyb","t":"It may not be the most popular but there is a place for it. I think about the kind of music I love, acoustic, melodic, and I guess it kind of took a bit of courage on my part to think I could be one of those songwriters.","c":"courage","a":"Helen Slater"},{"id":"tUtie1JSITrv7","t":"Courage is being afraid but going on anyhow.","c":"courage","a":"Dan Rather"},{"id":"2RFOjgKCW6by6","t":"Goodness is about character - integrity, honesty, kindness, generosity, moral courage, and the like. More than anything else, it is about how we treat other people.","c":"courage","a":"Dennis Prager"},{"id":"nQN6FhADWMYQu","t":"Why should we honour those that die upon the field of battle? A man may show as reckless a courage in entering into the abyss of himself.","c":"courage","a":"William Butler Yeats"},{"id":"RMI0t8fD0ZAfS","t":"There are no easy answers' but there are simple answers. We must have the courage to do what we know is morally right.","c":"courage","a":"Ronald Reagan"},{"id":"m6wUCSe1RJILW","t":"With honesty of purpose, balance, a respect for tradition, courage, and, above all, a philosophy of life, any young person who embraces the historical profession will find it rich in rewards and durable in satisfaction.","c":"courage","a":"Samuel E. Morison"},{"id":"Tpogb0irM_6kx","t":"Have courage for the great sorrows of life and patience for the small ones and when you have laboriously accomplished your daily task, go to sleep in peace.","c":"courage","a":"Victor Hugo"},{"id":"Qu67FftiU2vLO","t":"I have a hat. It is graceful and feminine and give me a certain dignity, as if I were attending a state funeral or something. Someday I may get up enough courage to wear it, instead of carrying it.","c":"courage","a":"Erma Bombeck"},{"id":"vX5VM6iYyIgNz","t":"If we survive danger it steels our courage more than anything else.","c":"courage","a":"Reinhold Niebuhr"},{"id":"bklLHE_o3RTI6","t":"The courage of life is often a less dramatic spectacle than the courage of a final moment but it is no less a magnificent mixture of triumph and tragedy.","c":"courage","a":"John F. Kennedy"},{"id":"VdP_X4fI9w4pg","t":"It is so often true that whether a person carries with him an atmosphere of gloom and depression or one of confidence and courage depends on his individual outlook.","c":"courage","a":"James Keller"},{"id":"278Vax06Hgwco","t":"Just remaining quietly in the presence of God, listening to Him, being attentive to Him, requires a lot of courage and know-how.","c":"courage","a":"Thomas Merton"},{"id":"FEGivyhlrZ5FV","t":"Courage is grace under pressure.","c":"courage","a":"Ernest Hemingway"},{"id":"194O3WrO5hG3p","t":"It takes a good deal of physical courage to ride a horse. This, however, I have. I get it at about forty cents a flask, and take it as required.","c":"courage","a":"Stephen Leacock"},{"id":"Efz6zqvBkq6ES","t":"To persevere, trusting in what hopes he has, is courage in a man.","c":"courage","a":"Euripides"},{"id":"BF0ZR5f_V64iC","t":"When God speaks, oftentimes His voice will call for an act of courage on our part.","c":"courage","a":"Charles Stanley"},{"id":"JdW81MVP8l_lr","t":"True courage is being afraid, and going ahead and doing your job anyhow, that's what courage is.","c":"courage","a":"Norman Schwarzkopf"},{"id":"YxOgFsMm2oD5t","t":"We've begun to raise daughters more like sons... but few have the courage to raise our sons more like our daughters.","c":"courage","a":"Gloria Steinem"},{"id":"0C8iSIcrDg7i9","t":"I want to thank the Academy for its courage and generosity.","c":"courage","a":"Elia Kazan"},{"id":"iL5EXav1YmNm1","t":"I have three favorite politicians: Reagan, Truman, and Bobby Kennedy - Bobby for showing remarkable political courage despite being loathed by many on both sides.","c":"courage","a":"Joe Scarborough"},{"id":"CdTrU2WBqHUWS","t":"Falsehood is cowardice, the truth courage.","c":"courage","a":"Hosea Ballou"},{"id":"U-WK8RqKECGq4","t":"Obama wants to be thought of as the president who freed us from foreign oil. But if he doesn't show some political courage, he may well be remembered as the president who cooked the planet.","c":"courage","a":"Jeff Goodell"},{"id":"688Q7bF04DXH1","t":"Courage is the ladder on which all the other virtues mount.","c":"courage","a":"Clare Boothe Luce"},{"id":"1PE7ZO-WuDe-y","t":"One man with courage makes a majority.","c":"courage","a":"Andrew Jackson"},{"id":"U0rVbCyGn5xgX","t":"Courage ought to have eyes as well as arms.","c":"courage","a":"H. G. Bohn"},{"id":"hjp_5TamT1WV_","t":"This soul, or life within us, by no means agrees with the life outside us. If one has the courage to ask her what she thinks, she is always saying the very opposite to what other people say.","c":"courage","a":"Virginia Woolf"},{"id":"OMGJauFOOBqZ6","t":"The courage to imagine the otherwise is our greatest resource, adding color and suspense to all our life.","c":"courage","a":"Daniel J. Boorstin"},{"id":"wETli4k5JVi10","t":"For as long as this nation has known war, we have embraced the heroes it has produced. Americans have rightfully noted the honor and nobility of courage under hostile fire and thanked those who perished in their defense.","c":"courage","a":"James T. Walsh"},{"id":"sezTO4SXP6YMH","t":"Failure is only postponed success as long as courage 'coaches' ambition. The habit of persistence is the habit of victory.","c":"courage","a":"Herbert Kaufman"},{"id":"MR_3MRbZLbxJi","t":"My message, especially to young people is to have courage to think differently, courage to invent, to travel the unexplored path, courage to discover the impossible and to conquer the problems and succeed. These are great qualities that they must work towards. This is my message to the young people.","c":"courage","a":"Abdul Kalam"},{"id":"ngdVDrrGW9gUp","t":"Give us grace and strength to forbear and to persevere. Give us courage and gaiety and the quiet mind, spare to us our friends, soften to us our enemies.","c":"courage","a":"Robert Louis Stevenson"},{"id":"XmEP3FxwIwAXn","t":"In our film profession you may have Gable's looks, Tracy's art, Marlene's legs or Liz's violet eyes, but they don't mean a thing without that swinging thing called courage.","c":"courage","a":"Frank Capra"},{"id":"Lr2SrZLvjDh_1","t":"People with courage and character always seem sinister to the rest.","c":"courage","a":"Hermann Hesse"},{"id":"hxvOqcq5AxWqQ","t":"Paul persuaded me to join the band. I would never have had the courage otherwise. It was fun at the beginning. We were playing just for fun, with Paul's group.","c":"courage","a":"Linda McCartney"},{"id":"hipPbpgJ8HLps","t":"Without courage, wisdom bears no fruit.","c":"courage","a":"Baltasar Gracian"},{"id":"oJf9IjKiWr5na","t":"I saw courage both in the Vietnam War and in the struggle to stop it. I learned that patriotism includes protest, not just military service.","c":"courage","a":"John F. Kerry"},{"id":"psXo5h7ksjqdp","t":"Limit to courage? There is no limit to courage.","c":"courage","a":"Gabriele D'Annunzio"},{"id":"R6eYYe9pL3z46","t":"There has to be this pioneer, the individual who has the courage, the ambition to overcome the obstacles that always develop when one tries to do something worthwhile, especially when it is new and different.","c":"courage","a":"Alfred P. Sloan"},{"id":"8otNUSt8n0FRs","t":"President Obama and our all-of-the-above energy strategy is the real deal. We are proud of the fact that we are importing less oil than at any time in modern history, and it has been because of the president's vision and courage.","c":"courage","a":"Ken Salazar"},{"id":"x1K61gMyDOFD4","t":"A nation which has forgotten the quality of courage which in the past has been brought to public life is not as likely to insist upon or regard that quality in its chosen leaders today - and in fact we have forgotten.","c":"courage","a":"John F. Kennedy"},{"id":"uTGg5yQP5_kD4","t":"The more wit the less courage.","c":"courage","a":"Thomas Fuller"},{"id":"JRH0mhel9A2v0","t":"Courage consists not in hazarding without fear but being resolutely minded in a just cause.","c":"courage","a":"Plutarch"},{"id":"dTl-L4oEp7NZI","t":"Courage in danger is half the battle.","c":"courage","a":"Plautus"},{"id":"Fc4663j5GBXJY","t":"Courage is the greatest of all virtues, because if you haven't courage, you may not have an opportunity to use any of the others.","c":"courage","a":"Samuel Johnson"},{"id":"oJrquKDjkFPHF","t":"What I've always said is that I'm opposed to institutional racism, and I would've, had I've been alive at the time, I think, had the courage to march with Martin Luther King to overturn institutional racism, and I see no place in our society for institutional racism.","c":"courage","a":"Rand Paul"},{"id":"1goEeAu4zs8k0","t":"When we have done our best, we can, as a united people, take whatever may befall with calm courage and confidence that this old nation will survive and if death should come to many of us, death is not the end.","c":"courage","a":"Eamon de Valera"},{"id":"dBDa5YHUx1G_G","t":"A man of courage flees forward, in the midst of new things.","c":"courage","a":"Jacques Maritain"},{"id":"1qMdn-iH_EXBr","t":"And I think most people in this country want to see a president that's got the courage to say we're going to cut the tax burden, and reduce the regulatory climate, and we're going to get Americans working.","c":"courage","a":"Rick Perry"},{"id":"PxrJQrRxqwLYQ","t":"A lot of people do not muster the courage to live their dreams because they are afraid to die.","c":"courage","a":"Les Brown"},{"id":"y63IFSkVayv-M","t":"I know that throughout their history, the people of the United States defended their freedom, their liberty, their justice, and their rights - if need be - with their lives. I think their courage is so admirable.","c":"courage","a":"Lee Myung-bak"},{"id":"2E663mfC7ZbCG","t":"Courage is poorly housed that dwells in numbers the lion never counts the herd that are about him, nor weighs how many flocks he has to scatter.","c":"courage","a":"Aaron Hill"},{"id":"vadpZX87_4Q4Z","t":"Courage is the capacity to confront what can be imagined.","c":"courage","a":"Leo Rosten"},{"id":"9GF2L1WuVJKbV","t":"I took my courage in both hands and went to the Laundromat to do my washing. I had to use three machines.","c":"courage","a":"Julie Doucet"},{"id":"_SguVk0lnKnlx","t":"Don't wish me happiness - I don't expect to be happy it's gotten beyond that, somehow. Wish me courage and strength and a sense of humor - I will need them all.","c":"courage","a":"Anne Morrow Lindbergh"},{"id":"f_7s9JYRjB3qI","t":"I never thought much of the courage of a lion tamer. Inside the cage he is at least safe from people.","c":"courage","a":"George Bernard Shaw"},{"id":"sLX7vA0C13gIv","t":"I have seen in the Halls of Congress more idealism, more humanness, more compassion, more profiles of courage than in any other institution that I have ever known.","c":"courage","a":"Hubert H. Humphrey"},{"id":"SFHI6u9uYhfbR","t":"Sometimes even to live is an act of courage.","c":"courage","a":"Lucius Annaeus Seneca"},{"id":"GwTys2wlRVOSW","t":"Remember that when you meet your antagonist, to do everything in a mild agreeable manner. Let your courage be keen, but, at the same time, as polished as your sword.","c":"courage","a":"Richard Brinsley Sheridan"},{"id":"vRnkIqHmu09Sv","t":"A team is where a boy can prove his courage on his own. A gang is where a coward goes to hide.","c":"courage","a":"Mickey Mantle"},{"id":"mPaDj7AUMlwHk","t":"It is curious that physical courage should be so common in the world and moral courage so rare.","c":"courage","a":"Mark Twain"},{"id":"Ue7X4pCDO0gn9","t":"Rosa Parks' courage, determination, and tenacity continue to be an inspiration to all those committed to non-violent protest and change nearly half a century later.","c":"courage","a":"Bob Filner"},{"id":"dtYMmQuJU9o9i","t":"How many women have the courage to start properly with a cold, cold bath early in the morning? I jump in, throw the water, cold as ice, and after the first plunge I am happy.","c":"courage","a":"Anna Held"},{"id":"-VjTtKc-Y56gy","t":"You live with the fear people might find out. Then you actually have the courage to tell people and they go, I don't think you are gay. It's enough to drive you crazy.","c":"courage","a":"Portia de Rossi"},{"id":"gUHUG_bJJssd9","t":"Courage is found in unlikely places.","c":"courage","a":"J. R. R. Tolkien"},{"id":"0Ads2a92J9EbP","t":"Courage is always the surest wisdom.","c":"courage","a":"Wilfred Grenfell"},{"id":"PcJCDFChGq6JZ","t":"Farrah Fawcett had courage, she had strength, and she had faith.","c":"courage","a":"Jaclyn Smith"},{"id":"qq6BIwhowAozV","t":"We simply do not understand our place in the universe and have not the courage to admit it.","c":"courage","a":"Barry Lopez"},{"id":"SICRm5j_3jI3u","t":"Life shrinks or expands in proportion to one's courage.","c":"courage","a":"Anais Nin"},{"id":"Jqrsel4SXBezG","t":"In strife who inquires whether stratagem or courage was used?","c":"courage","a":"Virgil"},{"id":"WD8ZhfL9fbM1b","t":"Part of courage is simple consistency.","c":"courage","a":"Peggy Noonan"},{"id":"gWJe-b30EIIDF","t":"Freedom is a system based on courage.","c":"courage","a":"Charles Peguy"},{"id":"Uc8WFESnjaOYB","t":"Soldiers, when committed to a task, can't compromise. It's unrelenting devotion to the standards of duty and courage, absolute loyalty to others, not letting the task go until it's been done.","c":"courage","a":"John Keegan"},{"id":"xntiZ_xP_otqF","t":"Rather like Batman, I embody the themes of the movie which are the values of family, courage and compassion and a sense of right and wrong, good and bad and justice.","c":"courage","a":"Gary Oldman"},{"id":"m_9V4jC41EAfX","t":"The British were indeed very far superior to the Americans in every respect necessary to military operations, except the revivified courage and resolution, the result of sudden success after despair.","c":"courage","a":"Mercy Otis Warren"},{"id":"vCg4_fZW4hJtH","t":"Most of man's problems upon this planet, in the long history of the race, have been met and solved either partially or as a whole by experiment based on common sense and carried out with courage.","c":"courage","a":"Frances Perkins"},{"id":"CCtFK94EPstSz","t":"Way down deep, we're all motivated by the same urges. Cats have the courage to live by them.","c":"courage","a":"Jim Davis"},{"id":"uiYiFKG6GSTNu","t":"Those who are rooted in the depths that are eternal and unchangeable and who rely on unshakeable principles, face change full of courage, courage based on faith.","c":"courage","a":"Emily Greene Balch"},{"id":"5vtG8jwX8ipk5","t":"It is a wise man who knows where courage ends and stupidity begins.","c":"courage","a":"Jerome Cady"},{"id":"1QaTnmZX44EMk","t":"We want deeper sincerity of motive, a greater courage in speech and earnestness in action.","c":"courage","a":"Sarojini Naidu"},{"id":"NXb5UlGl02tgJ","t":"Failure is unimportant. It takes courage to make a fool of yourself.","c":"courage","a":"Charlie Chaplin"},{"id":"IpG1okc8h2NTW","t":"Courage conquers all things: it even gives strength to the body.","c":"courage","a":"Ovid"},{"id":"4TUTS14wJddqB","t":"And as a child I was filled with passionate admiration for acts of civic courage I had seen performed by an elderly military doctor, who was a friend of my family.","c":"courage","a":"Rene Cassin"},{"id":"3REixKKzoWbMu","t":"If human beings had genuine courage, they'd wear their costumes every day of the year, not just on Halloween.","c":"courage","a":"Doug Coupland"},{"id":"W33EczwPN3CfM","t":"Courage to be is the key to revelatory power of the feminist revolution.","c":"courage","a":"Mary Daly"},{"id":"2DOtdyNAkTOe6","t":"If you are lucky enough to find a way of life you love, you have to find the courage to live it.","c":"courage","a":"John Irving"},{"id":"B_Dl4Z6z4iQgq","t":"More firm and sure the hand of courage strikes, when it obeys the watchful eye of caution.","c":"courage","a":"James Thomson"},{"id":"w3ptwZFVEO6Ui","t":"Have the courage to act instead of react.","c":"courage","a":"Oliver Wendell Holmes"},{"id":"dmNdhyD_t4q3K","t":"Physical courage is a great test.","c":"courage","a":"Oriana Fallaci"},{"id":"8oifySBjZp9ve","t":"Success is never final, failure is never fatal. It's courage that counts.","c":"courage","a":"John Wooden"},{"id":"fniQOuWj93bgz","t":"Courage is the fear of being thought a coward.","c":"courage","a":"Horace Smith"},{"id":"34If3MGhXP5f7","t":"The courage of a soldier is found to be the cheapest and most common quality of human nature.","c":"courage","a":"Edward Gibbon"},{"id":"QeGnsu7FN8FIl","t":"Courage is knowing what not to fear.","c":"courage","a":"Plato"},{"id":"A--x8U0u-r7wi","t":"Intellectuals try to keep going. But their situation is very difficult. Those who have had the courage to voice their opposition have often paid a very high price.","c":"courage","a":"Tahar Ben Jelloun"},{"id":"iFdrqs1bJYSjm","t":"Do you really think it is weakness that yields to temptation? I tell you that there are terrible temptations which it requires strength, strength and courage to yield to.","c":"courage","a":"Oscar Wilde"},{"id":"zJifxkhQMLXFk","t":"The sea - this truth must be confessed - has no generosity. No display of manly qualities - courage, hardihood, endurance, faithfulness - has ever been known to touch its irresponsible consciousness of power.","c":"courage","a":"Joseph Conrad"},{"id":"oJfMl3L5lkyxf","t":"People don't follow titles, they follow courage.","c":"courage","a":"William Wells Brown"},{"id":"uRfNV_6pxJ1xp","t":"The courage of very ordinary people is all that stands between us and the dark.","c":"courage","a":"Pam Brown"},{"id":"iVLeuPAzWPXBy","t":"In this work I have received the opposition of a number of men who only advocate the unobtainable because the immediately possible is beyond their moral courage, administrative ability, and their political prescience.","c":"courage","a":"John Burns"},{"id":"i4qoXCGR9FvxR","t":"Have the courage to face a difficulty lest it kick you harder than you bargain for.","c":"courage","a":"Stanislaus I"},{"id":"tA7T3OvMUo_iF","t":"Never undertake anything for which you wouldn't have the courage to ask the blessings of heaven.","c":"courage","a":"Georg C. Lichtenberg"},{"id":"LkAKU3YEwNXeW","t":"The weak in courage is strong in cunning.","c":"courage","a":"William Blake"},{"id":"RAQjQ8aSDRmNI","t":"You gain strength, courage, and confidence by every experience in which you really stop to look fear in the face. You are able to say to yourself, 'I lived through this horror. I can take the next thing that comes along.'","c":"courage","a":"Eleanor Roosevelt"},{"id":"BPKJqcVZe4VIt","t":"Hope lies in dreams, in imagination, and in the courage of those who dare to make dreams into reality.","c":"courage","a":"Jonas Salk"},{"id":"8VwIH4da0dRWc","t":"People think I have courage. The courage in my family are my wife Pam, my three daughters, here, Nicole, Jamie, LeeAnn, my mom, who's right here too.","c":"courage","a":"Jim Valvano"},{"id":"N0i6ZpY4eoRBk","t":"The secret to happiness is freedom... And the secret to freedom is courage.","c":"courage","a":"Thucydides"},{"id":"Ylt6LBP5uE-TZ","t":"The principles of living greatly include the capacity to face trouble with courage, disappointment with cheerfulness, and trial with humility.","c":"courage","a":"Thomas S. Monson"},{"id":"f7zGVdZ_GmVOk","t":"America was not built on fear. America was built on courage, on imagination and an unbeatable determination to do the job at hand.","c":"courage","a":"Harry S. Truman"},{"id":"OHiDUDulBRdo5","t":"Killing yourself is a major commitment, it takes a kind of courage. Most people just lead lives of cowardly desperation. It's kinda half suicide where you just dull yourself with substances.","c":"courage","a":"Robert Crumb"},{"id":"K1GlraypkrCJM","t":"There are pretenders to piety as well as to courage.","c":"courage","a":"Moliere"},{"id":"3yAMvxqcovkYR","t":"Necessity does the work of courage.","c":"courage","a":"Nicholas M. Butler"},{"id":"CdSlxeys_LABe","t":"Love is the most difficult and dangerous form of courage. Courage is the most desperate, admirable and noble kind of love.","c":"courage","a":"Delmore Schwartz"},{"id":"bQnOZxzjI36t6","t":"Courage and perseverance have a magical talisman, before which difficulties disappear and obstacles vanish into air.","c":"courage","a":"John Quincy Adams"},{"id":"GjqEZQ6fxXcGo","t":"The strangest, most generous, and proudest of all virtues is true courage.","c":"courage","a":"Michel de Montaigne"},{"id":"dW3TIG7tT8Moi","t":"We gain strength, and courage, and confidence by each experience in which we really stop to look fear in the face... we must do that which we think we cannot.","c":"courage","a":"Eleanor Roosevelt"},{"id":"fuSuPmU6pk_Rk","t":"Above all, we must realize that no arsenal, or no weapon in the arsenals of the world, is so formidable as the will and moral courage of free men and women. It is a weapon our adversaries in today's world do not have.","c":"courage","a":"Ronald Reagan"},{"id":"7GMYThlv7KFNr","t":"September 11, 2001, revealed heroism in ordinary people who might have gone through their lives never called upon to demonstrate the extent of their courage.","c":"courage","a":"Geraldine Brooks"},{"id":"2uMwwuKMHcsc_","t":"It is remarkable that this people, though unarmed, dares attack an armed foe the infantry defy the cavalry, and by their activity and courage generally prove victors.","c":"courage","a":"Giraldus Cambrensis"},{"id":"sx47jSs1iGVII","t":"It is only necessary to have courage, for strength without self-confidence is useless.","c":"courage","a":"Giacomo Casanova"},{"id":"GvqS7bucaI_Kt","t":"You don't develop courage by being happy in your relationships everyday. You develop it by surviving difficult times and challenging adversity.","c":"courage","a":"Epicurus"},{"id":"AIHBiHazGeMVf","t":"Courage is never to let your actions be influenced by your fears.","c":"courage","a":"Arthur Koestler"},{"id":"AfpqEZln9D_hW","t":"You cannot build character and courage by taking away a man's initiative and independence.","c":"courage","a":"William Boetcker"},{"id":"E-yfdrQxR7nLX","t":"When you make that crossover from life to real life, when you're not treated as a child anymore but as a man, and you are no longer given the benefit of the doubt, it takes some courage to face that.","c":"courage","a":"Ricky Williams"},{"id":"wrHGRajqE33G-","t":"I'm grateful to God for His bountiful gifts... He gave me courage and faith in myself.","c":"courage","a":"Loretta Young"},{"id":"Jvo8D7DgiSAEE","t":"One of the marks of a gift is to have the courage of it.","c":"courage","a":"Katherine Anne Porter"},{"id":"_Uqj_z3ycy7RT","t":"Lying at the root of the social agreements of 1980 are the courage, sense of responsibility, and the solidarity of the working people. Both sides have then recognized that an accord must be reached if bloodshed is to be prevented.","c":"courage","a":"Lech Walesa"},{"id":"gYz5LXgj-sFka","t":"With faith and courage, generations of Armenians have overcome great suffering and proudly preserved their culture, traditions, and religion and have told the story of the genocide to an often indifferent world.","c":"courage","a":"Jerry Costello"},{"id":"WMn1vVbpNJ4c9","t":"Physical courage, which despises all danger, will make a man brave in one way and moral courage, which despises all opinion, will make a man brave in another.","c":"courage","a":"Charles Caleb Colton"},{"id":"XXIbhjdFivNbt","t":"From caring comes courage.","c":"courage","a":"Lao Tzu"},{"id":"62iO_S157WECv","t":"God grant me the courage not to give up what I think is right even though I think it is hopeless.","c":"courage","a":"Chester W. Nimitz"},{"id":"61hAirgX3Rhln","t":"True courage is not the brutal force of vulgar heroes, but the firm resolve of virtue and reason.","c":"courage","a":"Alfred North Whitehead"},{"id":"SClrs8zUitSsk","t":"I love revolutionaries who have the courage to stand up against the status quo. They're always misunderstood, but they're the ones who are standing up for human rights.","c":"courage","a":"Richard Hatch"},{"id":"BnmtM3g5H9gzl","t":"Keep courage. Whatever you do, do not feel sorry for yourself. You will win in a great age of opportunity.","c":"courage","a":"Richard L. Evans"},{"id":"JCUVN_1VCCNb2","t":"In short, we need to recover the courage we celebrate in our heroes, and in particular, the courage to tolerate, for the sake of a free society, a level of risk we hardly ever imagined in the past.","c":"courage","a":"Daniel Dennett"},{"id":"atJkmk-NphPBG","t":"Life is the most exciting opportunity we have. But we have one shot. You graduate from college once, and that's it. You're going out of that nest. And you have to find that courage that's deep, deep, deep in there. Every step of the way.","c":"courage","a":"Andrew Shue"},{"id":"v8GOCL80aly5u","t":"A statesman wants courage and a statesman wants vision but believe me, after six months' experience, he wants first, second, third and all the time - patience.","c":"courage","a":"Stanley Baldwin"},{"id":"jHg4XDVJR3xMZ","t":"When we read stories of heroes, we identify with them. We take the journey with them. We see how the obstacles almost overcome them. We see how they grow as human beings or gain qualities or show great qualities of strength and courage and with them, we grow in some small way.","c":"courage","a":"Sam Raimi"},{"id":"T5iYVH7kf4Rk1","t":"Audacity augments courage hesitation, fear.","c":"courage","a":"Publilius Syrus"},{"id":"3uv3DMN60D3if","t":"Just as courage imperils life, fear protects it.","c":"courage","a":"Leonardo da Vinci"},{"id":"Cx7va_797f0am","t":"Whatever enlarges hope will also exalt courage.","c":"courage","a":"William Samuel Johnson"},{"id":"a8adDTsxjmEwg","t":"A wise woman knows how to summon her courage and do what is right, rather than what is easy.","c":"courage","a":"Suze Orman"},{"id":"LboNtrVLT3HYZ","t":"Those who lack the courage will always find a philosophy to justify it.","c":"courage","a":"Albert Camus"},{"id":"pyIrSqPSA8XCz","t":"We had no more courage than Harriet Tubman or Marcus Garvey had in their times. We just had a more vulnerable enemy.","c":"courage","a":"Stokely Carmichael"},{"id":"XvIJflKbTCd1i","t":"The courage in journalism is sticking up for the unpopular, not the popular.","c":"courage","a":"Geraldo Rivera"},{"id":"sCgrknlvh5bho","t":"It takes a great deal of courage to follow another person's lead.","c":"courage","a":"Bill Hybels"},{"id":"FR3XXRS2Q8u2A","t":"I started to send my work to journals when I was 26, which was just a question of when I got the courage up. They were mostly journals I had been reading for the previous six or seven years.","c":"courage","a":"Marilyn Hacker"},{"id":"Awls86xBakoUU","t":"Any intelligent fool can make things bigger and more complex... It takes a touch of genius - and a lot of courage to move in the opposite direction.","c":"courage","a":"E. F. Schumacher"},{"id":"Nyd54z8ZUDXq5","t":"But after this natural burst of indignation, no man of sense, courage, or prudence will waste his time or his strength in retrospective reproaches or repinings.","c":"courage","a":"Robert Peel"},{"id":"3NFNjdbQ7iwMo","t":"The only courage that matters is the kind that gets you from one moment to the next.","c":"courage","a":"Mignon McLaughlin"},{"id":"43ciPIynakdzr","t":"The courage of a soldier is heightened by his knowledge of his profession.","c":"courage","a":"Publius Flavius Vegetius Renatus"},{"id":"n2zxmwKZsmQsW","t":"Courage, my friends 'tis not too late to build a better world.","c":"courage","a":"Tommy Douglas"},{"id":"YN50yFV0VDTvu","t":"The paradox of courage is that a man must be a little careless of his life even in order to keep it.","c":"courage","a":"Gilbert K. Chesterton"},{"id":"6dovJuHW50tfZ","t":"Wisdom, prudence, forethought, these are essential. But not second to these that noble courage which adventures the right, and leaves the consequences to God.","c":"courage","a":"Robert Dale Owen"},{"id":"pKkldQZk64alE","t":"Everybody, even me, sometimes had to compromise on something, doing things we know to be wrong, and this happens doing whatever job in the world. But a singer must have the courage of saying no.","c":"courage","a":"Jose Carreras"},{"id":"BMuYBdiqd1JFU","t":"The most important thing for me was to never, ever, ever deny it. But I didn't really have the courage to talk about it. I was thinking, The people who need to know I'm gay know.","c":"courage","a":"Portia de Rossi"},{"id":"B_cpcX-IYctVT","t":"One man scorned and covered with scars still strove with his last ounce of courage to reach the unreachable stars and the world will be better for this.","c":"courage","a":"Miguel de Cervantes"},{"id":"QvH0DcAuBKJxs","t":"Courage is what preserves our liberty, safety, life, and our homes and parents, our country and children. Courage comprises all things.","c":"courage","a":"Plautus"},{"id":"zboXtVInlq2Vv","t":"Let who will boast their courage in the field, I find but little safety from my shield, Nature's, not honour's law we must obey: This made me cast my useless shield away.","c":"courage","a":"Archilochus"},{"id":"-uGZbna2scmn8","t":"In times of conflict, war, poverty or religious fundamentalism, women and children are the first and most numerous victims. Women need all their courage today.","c":"courage","a":"Isabel Allende"},{"id":"wWqfFGmwoUGyT","t":"The courage we desire and prize is not the courage to die decently, but to live manfully.","c":"courage","a":"Thomas Carlyle"},{"id":"UGqEKO7NCR6j5","t":"I hope America can also be the cultural leader of the world, and use this frontier spirit to lead and show others that we need courage to go places where we have not gone before.","c":"courage","a":"Tadao Ando"},{"id":"E-zTfnvVlAhfy","t":"Courage can't see around corners but goes around them anyway.","c":"courage","a":"Mignon McLaughlin"},{"id":"1LQvfMzhN6Swx","t":"It takes both courage and talent to stand up in front of fellow human beings and make them crack a smile, and at the same time keep it clean.","c":"courage","a":"Ray Comfort"},{"id":"j4um3yqjJrya_","t":"I think there's a difference between ditzy and dumb. Dumb is just not knowing. Ditzy is having the courage to ask!","c":"courage","a":"Jessica Simpson"},{"id":"v7v6lxyQ49i46","t":"Courage is not simply one of the virtues, but the form of every virtue at the testing point.","c":"courage","a":"C. S. Lewis"},{"id":"gP4ULBLD-G9t6","t":"There is hope in dreams, imagination, and in the courage of those who wish to make those dreams a reality.","c":"courage","a":"Jonas Salk"},{"id":"NpUD-2y_oB_F7","t":"It is easy enough to praise men for the courage of their convictions. I wish I could teach the sad young of this mealy generation the courage of their confusions.","c":"courage","a":"John Ciardi"},{"id":"D_60rBPOt1uJ_","t":"These rules may seem simple enough, but it will require great morale and physical courage to adhere to them. But if carried out in the strict sense of the word it will surely lead to a greater success than could otherwise be attained.","c":"courage","a":"Major Taylor"},{"id":"nZic6LolFNO3W","t":"I've been through it all, baby, I'm mother courage.","c":"courage","a":"Elizabeth Taylor"},{"id":"BGiy1ssV9im88","t":"The test of courage comes when we are in the minority. The test of tolerance comes when we are in the majority.","c":"courage","a":"Ralph W. Sockman"},{"id":"KpjQKxTHRAm6B","t":"Keep your fears to yourself, but share your courage with others.","c":"courage","a":"Robert Louis Stevenson"},{"id":"Aj8yjUil_TAkr","t":"Success is not measured by what you accomplish, but by the opposition you have encountered, and the courage with which you have maintained the struggle against overwhelming odds.","c":"courage","a":"Orison Swett Marden"},{"id":"kJPhpxBjsGnUG","t":"Suffering! We owe to it all that is good in us, all that gives value to life we owe to it pity, we owe to it courage, we owe to it all the virtues.","c":"courage","a":"Anatole France"},{"id":"qfJU4f6SnHed8","t":"The amount of eccentricity in a society has generally been proportional to the amount of genius, mental vigor, and moral courage it contained. That so few now dare to be eccentric marks the chief danger of the time.","c":"courage","a":"John Stuart Mill"},{"id":"l6ESvBk8LS9kw","t":"Courage is fear holding on a minute longer.","c":"courage","a":"George S. Patton"},{"id":"unyXQB-Rz5LYF","t":"Remember in 1973 the same science chatter said that the coming Ice Age is going to occur, we're going to lose millions of people. And the politicians knew how to solve it, they just didn't have the courage to solve it they were going to put coal dust on the Arctic.","c":"courage","a":"Don Young"},{"id":"BHvsuJesR69Sl","t":"He that fails in his endeavors after wealth or power will not long retain either honesty or courage.","c":"courage","a":"Samuel Johnson"},{"id":"a5-VUrGCAiG2d","t":"It takes far less courage to kill yourself than it takes to make yourself wake up one more time. It's harder to stay where you are than to get out. For everyone but you, that is.","c":"courage","a":"Judith Rossner"},{"id":"AFdRw9G9Clr8m","t":"Discouragement is not the absence of adequacy but the absence of courage.","c":"courage","a":"Neal A. Maxwell"},{"id":"Hx8k_KiLns0FH","t":"Throughout the years, many Christian women have told me of their great respect for the bravery and courage evident in my work, perhaps even gesturing to their own Isis earrings or a Nile River Goddess pendants.","c":"courage","a":"Carol P. Christ"},{"id":"TP0dFpimLx5az","t":"Martin Luther King, Jr. Day is a time to honor the greatest champion of racial equality who taught a nation - through compassion and courage - about democracy, nonviolence and racial justice.","c":"courage","a":"Mark Pryor"},{"id":"-h8B7SvxfGqiH","t":"On sensitive issues, talk isn't cheap - it takes real courage to pry open topics nailed shut.","c":"courage","a":"Marvin Olasky"},{"id":"bOe0nagKNfAzv","t":"We need men with moral courage to speak and write their real thoughts, and to stand by their convictions, even to the very death.","c":"courage","a":"Robert Green Ingersoll"},{"id":"JXjUYn7B6i_Hj","t":"It takes someone with a vision of the possibilities to attain new levels of experience. Someone with the courage to live his dreams.","c":"courage","a":"Les Brown"},{"id":"n3zsuI5nblKZN","t":"Had we lived I should have had a tale to tell of the hardihood, endurance and courage of my companions which would have stirred the heart of every Englishman. These rough notes and our dead bodies must tell the tale.","c":"courage","a":"Robert Falcon Scott"},{"id":"W_kXRbpi8p0Cu","t":"Therefore, don't let sinners take courage to think they will be favoured like the thief on the cross for we see on the other side, they may be like the hardened one, and reproach death itself.","c":"courage","a":"Elias Hicks"},{"id":"eKX9ABum9AmMz","t":"I would kiss you, had I the courage.","c":"courage","a":"Edouard Manet"},{"id":"c7E4JEAyudiGo","t":"He who loses wealth loses much he who loses a friend loses more but he that loses his courage loses all.","c":"courage","a":"Miguel de Cervantes"},{"id":"L7pHLxArGNQ8l","t":"We know the threats - from global terrorist networks to the spread of deadly weapons. Yet we also know that embedded in this time of danger is the promise of a new day, if we have the courage and commitment to work together.","c":"courage","a":"Valerie Jarrett"},{"id":"9EeNruiIRmvv2","t":"Unless a reviewer has the courage to give you unqualified praise, I say ignore the bastard.","c":"courage","a":"John Steinbeck","e":true},{"id":"lbmIZE78HjuAm","t":"Let a new earth rise. Let another world be born. Let a bloody peace be written in the sky. Let a second generation full of courage issue forth let a people loving freedom come to growth.","c":"courage","a":"Margaret Walker"},{"id":"We8RIr2D_61C5","t":"But steel bars have never yet kept out a mob it takes something a good deal stronger: human courage backed up by the consciousness of being right.","c":"courage","a":"Ray Stannard Baker"},{"id":"PLjgBQIbEI5HC","t":"I know what real courage is, and I understand true compassion.","c":"courage","a":"Mo Yan"},{"id":"2X5JMHIctCsv0","t":"The 'Bird's Nest' National Stadium, which I helped to conceive, is designed to embody the Olympic spirit of 'fair competition.' It tells people that freedom is possible but needs fairness, courage and strength.","c":"courage","a":"Ai Weiwei"},{"id":"eSDiih1Yus8LB","t":"Don't Make Assumptions. Find the courage to ask questions and to express what you really want. Communicate with others as clearly as you can to avoid misunderstandings, sadness and drama. With just this one agreement, you can completely transform your life.","c":"courage","a":"Miguel Angel Ruiz"},{"id":"qDHXCajGjnxRr","t":"Courage and conviction are powerful weapons against an enemy who depends only on fists or guns. Animals know when you are afraid a coward knows when you are not.","c":"courage","a":"David Seabury"},{"id":"Pkd3OePYVeAbp","t":"America needs jobs, smaller government, less spending and a president with the courage to offer more than yet another speech.","c":"courage","a":"Rick Perry"},{"id":"JYtT13reG1CIN","t":"The man who has the courage of his platitudes is always a successful man.","c":"courage","a":"Van Wyck Brooks"},{"id":"Txh4QyfnJRLVl","t":"The most courageous act is still to think for yourself. Aloud.","c":"courage","a":"Coco Chanel"},{"id":"wv6nS-zZySJh8","t":"Peace comes when you talk to the guy you most hate. And that's where the courage of a leader comes, because when you sit down with your enemy, you as a leader must already have very considerable confidence from your own constituency.","c":"courage","a":"Desmond Tutu"},{"id":"HFERqdQln17d4","t":"I have always had the courage for the new things that life sometimes offers.","c":"courage","a":"Wallis Simpson"},{"id":"s5L49t3-SSBdu","t":"A man of courage is also full of faith.","c":"courage","a":"Marcus Tullius Cicero"},{"id":"0D8CsC09B_KbT","t":"I know this president. And I can tell you that he cares deeply about the next generation of young women in this country - his daughters, and everyone's daughters. President Obama had the courage to stand with Sandra Fluke. Without hesitation, he defended her right to tell her story.","c":"courage","a":"Nancy Keenan"},{"id":"8TyIxNxcUoXF1","t":"The greatest test of courage on earth is to bear defeat without losing heart.","c":"courage","a":"Robert Green Ingersoll"},{"id":"bku8868l79n3R","t":"I have reached the conclusion that those who have physical courage also have moral courage. Physical courage is a great test.","c":"courage","a":"Oriana Fallaci"},{"id":"ecEIWRdZ2WOHw","t":"When I was straight, I had the courage and energy to become an actress. I owe my career to my will to stop using.","c":"courage","a":"Kirstie Alley"},{"id":"ebVxWZHcrws5q","t":"You may not always have a comfortable life and you will not always be able to solve all of the world's problems at once but don't ever underestimate the importance you can have because history has shown us that courage can be contagious and hope can take on a life of its own.","c":"courage","a":"Michelle Obama"},{"id":"CyAml4p_acVU9","t":"Courage is resistance to fear, mastery of fear, not absence of fear.","c":"courage","a":"Mark Twain"},{"id":"DG1FCOMIF7U4o","t":"Everyone has talent. What is rare is the courage to follow the talent to the dark place where it leads.","c":"courage","a":"Erica Jong"},{"id":"wnkXkSHRn5sfs","t":"I try to be a truthful artist and I try to show a level of courage. I enjoy that. I'm a messenger.","c":"courage","a":"Jeff Koons"},{"id":"urmb7tXwGmP4u","t":"Every man has his own courage, and is betrayed because he seeks in himself the courage of other persons.","c":"courage","a":"Ralph Waldo Emerson"},{"id":"OQT54eIyUhS2c","t":"But courage which goes against military expediency is stupidity, or, if it is insisted upon by a commander, irresponsibility.","c":"courage","a":"Erwin Rommel"},{"id":"g71A7SEFBVooV","t":"If I am to be known for anything, I would like it to be for encouraging Canadians, for knowing a little bit about their daily, extraordinary courage. And for wanting that courage to be recognized.","c":"courage","a":"Romeo LeBlanc"},{"id":"iOcoC0_Sw6QNe","t":"Grave was the man in years, in looks, in word, his locks were grey, yet was his courage green.","c":"courage","a":"Torquato Tasso"},{"id":"15Jy1Pma8kPSo","t":"Each person has inside a basic decency and goodness. If he listens to it and acts on it, he is giving a great deal of what it is the world needs most. It is not complicated but it takes courage. It takes courage for a person to listen to his own goodness and act on it.","c":"courage","a":"Pablo Casals"},{"id":"pihw6YweMkVXi","t":"I have the courage of my convictions.","c":"courage","a":"Brigitte Bardot"},{"id":"gwqMCphEemYKG","t":"A wise woman recognizes when her life is out of balance and summons the courage to act to correct it, she knows the meaning of true generosity, happiness is the reward for a life lived in harmony, with a courage and grace.","c":"courage","a":"Suze Orman"},{"id":"To5jkqs4Y51az","t":"But we got up there and decided to stick to this mix of power chords and funk and that's where it really started for us. In having the courage to take that decision. To take a gamble not just with our music but our lives.","c":"courage","a":"Michael Hutchence"},{"id":"Oe6rx2o9T9BAA","t":"All of us have moments in our lives that test our courage. Taking children into a house with a white carpet is one of them.","c":"courage","a":"Erma Bombeck"},{"id":"jhAi767clgLMW","t":"You have to have courage to be obedient to God.","c":"courage","a":"Charles Stanley"},{"id":"A4jT-DdkLztKg","t":"I admired Eugene McCarthy's courage and although I left his Senate staff after four years to accept a job as the researcher on the editorial page of the 'Washington Post,' I remained an admirer.","c":"courage","a":"Kitty Kelley"},{"id":"4uJr-qZL7uKTF","t":"True courage is like a kite a contrary wind raises it higher.","c":"courage","a":"John Petit-Senn"},{"id":"RUsqEDPcZT7_h","t":"Cowardice and courage are never without a measure of affectation. Nor is love. Feelings are never true. They play with their mirrors.","c":"courage","a":"Jean Baudrillard"},{"id":"mQjGk-EKyMdUw","t":"Courage is the price that life exacts for granting peace.","c":"courage","a":"Amelia Earhart"},{"id":"7jGny9u20K8Zc","t":"It takes vision and courage to create - it takes faith and courage to prove.","c":"courage","a":"Owen D. Young"},{"id":"MlDFR249jhlZT","t":"With Pearl Jam, everybody is so good at what they do, it's hard to get up the courage to say, Can I sing this part, or, I want to play guitar. I feel like I have more courage to do that.","c":"courage","a":"Jeff Ament"},{"id":"0Lft0MDsTjX5K","t":"Nothing gives us courage more readily than the desire to avoid looking like a damn fool.","c":"courage","a":"Dean Koontz"},{"id":"_ZUUGKCysuq84","t":"The enchanting charms of this sublime science reveal only to those who have the courage to go deeply into it.","c":"courage","a":"Carl Friedrich Gauss"},{"id":"z_hajr_mC_5nT","t":"The courage to be is the courage to accept oneself, in spite of being unacceptable.","c":"courage","a":"Paul Tillich"},{"id":"EMlkyr27I6Yrm","t":"It takes a lot of courage to face up to things you can't do because we feed ourselves so much denial.","c":"courage","a":"Zoe Saldana"},{"id":"sUHvizf1upxIf","t":"Today we affirm a new commitment to live out our nation's promise through civility, courage, compassion and character.","c":"courage","a":"George W. Bush"},{"id":"hgj5hw7fM7E4-","t":"Courage - a perfect sensibility of the measure of danger, and a mental willingness to endure it.","c":"courage","a":"William Tecumseh Sherman"},{"id":"RUK_N-gKPrTnv","t":"Washington's answer to a self-inflicted financial crisis reminded Americans why they so deeply distrust the political class. The 'fiscal cliff' process was secretive and sloppy, and the nation's so-called leadership lacked the political courage to address our root problems: joblessness and debt.","c":"courage","a":"Ron Fournier"},{"id":"7EJuB4_AuBfhd","t":"Courage is sometimes frail as hope is frail: a fragile shoot between two stones that grows brave toward the sun though warmth and brightness fail, striving and faith the only strength it knows.","c":"courage","a":"Frances Rodman"},{"id":"rZfuTiFccJUv9","t":"Decision is a risk rooted in the courage of being free.","c":"courage","a":"Paul Tillich"},{"id":"NGTfJpXTOKXfM","t":"At the bottom of not a little of the bravery that appears in the world, there lurks a miserable cowardice. Men will face powder and steel because they have not the courage to face public opinion.","c":"courage","a":"Edwin Hubbel Chapin"},{"id":"nF4w0lpmmRsZD","t":"My definition of courage is never letting anyone define you.","c":"courage","a":"Jenna Jameson"},{"id":"NoOeWfA5-9nCN","t":"Courage is the first of human qualities because it is the quality which guarantees the others.","c":"courage","a":"Aristotle"},{"id":"qWoGsXRrpXm9O","t":"Until the day of his death, no man can be sure of his courage.","c":"courage","a":"Jean Anouilh"},{"id":"3RHaSwuY7hnYv","t":"Peace is a fragile thing. It takes courage to secure it. It takes wisdom to maintain it.","c":"courage","a":"Jenny Shipley"},{"id":"1IW-JqCYZCDEV","t":"Courage consists not in blindly overlooking danger, but in seeing it, and conquering it.","c":"courage","a":"Jean Paul"},{"id":"ZrcWXHiiWt5qo","t":"I think laughter may be a form of courage. As humans we sometimes stand tall and look into the sun and laugh, and I think we are never more brave than when we do that.","c":"courage","a":"Linda Ellerbee"},{"id":"qa9Q1Qn_etnsb","t":"As for courage and will - we cannot measure how much of each lies within us, we can only trust there will be sufficient to carry through trials which may lie ahead.","c":"courage","a":"Andre Norton"},{"id":"ZGBcsYEiM1wjV","t":"Every man of courage is a man of his word.","c":"courage","a":"Pierre Corneille"},{"id":"9P6rOxRFnoI5A","t":"Inaction breeds doubt and fear. Action breeds confidence and courage. If you want to conquer fear, do not sit home and think about it. Go out and get busy.","c":"courage","a":"Dale Carnegie"},{"id":"VFE3kG5sLkpYN","t":"I have written a memoir here and there, and that takes its own form of selfishness and courage. However, generally speaking, I have no interest in writing about my own life or intruding in the privacy of those around me.","c":"courage","a":"Peter Carey"},{"id":"PRXKRNcKuQSL0","t":"You will never do anything in this world without courage. It is the greatest quality of the mind next to honor.","c":"courage","a":"Aristotle"},{"id":"B9gJhQg7Fbr9q","t":"Have the courage to be ignorant of a great number of things, in order to avoid the calamity of being ignorant of everything.","c":"courage","a":"Sydney Smith"},{"id":"Scf1voy5qsPkO","t":"We're going to be OK because of the American people. They have more grit, determination and courage than you can imagine.","c":"courage","a":"Joe Biden"},{"id":"fANtPfYzZGe5O","t":"The one thing I learned the most about acting is it takes a tremendous amount of courage to go there and stand still. It takes courage and guts to step out of your mind frame and depict something.","c":"courage","a":"Carson Daly"},{"id":"hXOC89ljAIeDp","t":"Never be discouraged. If I were sunk in the lowest pits of Nova Scotia, with the Rocky Mountains piled on me, I would hang on, exercise faith, and keep up good courage, and I would come out on top.","c":"courage","a":"Joseph Smith, Jr."},{"id":"536pzC4j_xAK1","t":"Traits like humility, courage, and empathy are easily overlooked - but it's immensely important to find them in your closest relationships.","c":"courage","a":"Laura Linney"},{"id":"xLoK9fWJ4uoke","t":"There are always a few who stand up in times of communal madness and have the courage to say that what unites us is greater than what divides us.","c":"courage","a":"Geraldine Brooks"},{"id":"n_kjBUcJboGz4","t":"Many a man will have the courage to die gallantly, but will not have the courage to say, or even to think, that the cause for which he is asked to die is an unworthy one.","c":"courage","a":"Bertrand Russell"},{"id":"4bzpJ9SG5uvDe","t":"Courage! I have shown it for years think you I shall lose it at the moment when my sufferings are to end?","c":"courage","a":"Marie Antoinette"},{"id":"TWVpZoAEpaBpJ","t":"Although the war in which you fought took place more than half-a-century ago, your courage, your sacrifice and your patriotism reaches through the decades and inspires us today.","c":"courage","a":"Mike Ferguson"},{"id":"2hlNrSUUafQ-_","t":"I have no physical courage, I've asked for a double.","c":"courage","a":"Catherine Deneuve"},{"id":"ghrU1RWVYYId9","t":"Courage is not the absence of despair it is, rather, the capacity to move ahead in spite of despair.","c":"courage","a":"Rollo May"},{"id":"Rbbss7rhMy7Yx","t":"Now that I've got some films under my belt, I have the courage of my convictions regarding acting. It gives me a leg to stand on.","c":"courage","a":"Mira Sorvino"},{"id":"A1RWnFemHpMzb","t":"You have to do what you need to do as an artist. You have to have that courage.","c":"courage","a":"Liz Phair"},{"id":"M4KlWOjBJkdOe","t":"The opposite for courage is not cowardice, it is conformity. Even a dead fish can go with the flow.","c":"courage","a":"Jim Hightower"},{"id":"iKDFNfnKYr_7T","t":"Courage is action, not talk.","c":"courage","a":"Jeff Rich"},{"id":"LAKaIj0ZdNVeW","t":"One of the greatest gifts my father gave me - unintentionally - was witnessing the courage with which he bore adversity. We had a bit of a rollercoaster life with some really challenging financial periods. He was always unshaken, completely tranquil, the same ebullient, laughing, jovial man.","c":"courage","a":"Ben Okri"},{"id":"f4hqX9lc9eljA","t":"There can be no great courage where there is no confidence or assurance, and half the battle is in the conviction that we can do what we undertake.","c":"courage","a":"Orison Swett Marden"},{"id":"SzpNEMkecobNT","t":"It requires more courage to suffer than to die.","c":"courage","a":"Napoleon Bonaparte"},{"id":"T1rvXCiDZlpno","t":"Patience, that blending of moral courage with physical timidity.","c":"courage","a":"Thomas Hardy"},{"id":"Tj3WFjS-lFgCo","t":"We must build dikes of courage to hold back the flood of fear.","c":"courage","a":"Martin Luther King, Jr."},{"id":"mEBYTGbo2xqRo","t":"Two qualities are indispensable: first, an intellect that, even in the darkest hour, retains some glimmerings of the inner light which leads to truth and second, the courage to follow this faint light wherever it may lead.","c":"courage","a":"Karl Von Clausewitz"},{"id":"mbWSaAkny180-","t":"Mistakes are always forgivable, if one has the courage to admit them.","c":"courage","a":"Bruce Lee"},{"id":"_yQzt31_IA7ML","t":"Values are principles and ideas that bring meaning to the seemingly mundane experience of life. A meaningful life that ultimately brings happiness and pride requires you to respond to temptations as well as challenges with honor, dignity, and courage.","c":"courage","a":"Laura Schlessinger"},{"id":"SLx4UqNqiA-w7","t":"Courage easily finds its own eloquence.","c":"courage","a":"Plautus"},{"id":"vpD_yPJoaljki","t":"The only reason I'm in Hollywood is that I don't have the moral courage to refuse the money.","c":"courage","a":"Marlon Brando"},{"id":"p1YC1h7wra7jN","t":"We learned to be patient observers like the owl. We learned cleverness from the crow, and courage from the jay, who will attack an owl ten times its size to drive it off its territory. But above all of them ranked the chickadee because of its indomitable spirit.","c":"courage","a":"Tom Brown, Jr."},{"id":"rjQjvgv7S0dfA","t":"It is up to African leaders to show their will and political courage in order to assure that this new pan-African institution becomes an efficient instrument and not a place for endless discussions.","c":"courage","a":"Omar Bongo"},{"id":"uncUoa1EgFoam","t":"Being gifted needs courage.","c":"courage","a":"Georg Brandes"},{"id":"wuIRgf_cOr1c-","t":"We must remind Americans that the promise of opportunity remains unbroken - that every person in this great nation can succeed through hard work, courage and personal responsibility.","c":"courage","a":"Brian Sandoval"},{"id":"VMr94ivZ2dE9A","t":"It is courage, courage, courage, that raises the blood of life to crimson splendor. Live bravely and present a brave front to adversity.","c":"courage","a":"Horace"},{"id":"6V4Z5SSlEmazi","t":"I have the responsibility of over four million people, and I am in a position to do good, to be able to bring about a new life for my people, and I will continue to move in that direction. It's a burden, but it needs to be done, and you have to have the courage and wisdom to see it through.","c":"courage","a":"King Abdullah II"},{"id":"jsSjfvK4UNruH","t":"Courtesy is as much a mark of a gentleman as courage.","c":"courage","a":"Theodore Roosevelt"},{"id":"3ViZHJJ5XUkIH","t":"Let me start with Yahoo. As we meet today, a Chinese citizen who had the courage to speak his mind on the Internet is in prison because Yahoo chose to share his name and address with the Chinese Government.","c":"courage","a":"Tom Lantos"},{"id":"i33FPN6pVxkPW","t":"The President regards the Japanese as a brave people but courage, though useful in time of war, is subordinate to knowledge of arts hence, courage without such knowledge is not to be highly esteemed.","c":"courage","a":"Townsend Harris"},{"id":"v64fCtFfaRvWF","t":"True courage is a result of reasoning. A brave mind is always impregnable.","c":"courage","a":"Jeremy Collier"},{"id":"Gw6qCGtyyonGo","t":"A life lesson for me is, how do you muster the courage to take on a new risk? Whether it's starting up a business or taking on a new project or expedition. I think the risks that we take are all relative to the risk-taker.","c":"courage","a":"Ann Bancroft"},{"id":"2nAEtrZIvvnzi","t":"There is a measure needing courage to adopt and enforce it, which I believe to be of virtue sufficient to redeem the nation in this its darkest hour: one only I know of no other to which we may rationally trust for relief from impending dangers without and within.","c":"courage","a":"Robert Dale Owen"},{"id":"xrfQsWt6xYl53","t":"As long as the opposition believes the world will stand with Ukraine's democrat reformers, they will have the leverage and the courage to establish a legitimate republic under the leadership of Viktor Yushchenko.","c":"courage","a":"Bob Schaffer"},{"id":"Jtoo0R92X6uja","t":"If we can't have the courage to tell our constituents, hey, we've got to cut back, then if we can point to something and say, I would like to vote for more benefits for you, but this balanced budget amendment or statutory spending cap or whatever the device is, is preventing me from doing it.","c":"courage","a":"Jeff Flake"},{"id":"1pcb16E4-X6tQ","t":"The courage of the poet is to keep ajar the door that leads into madness.","c":"courage","a":"Christopher Morley"},{"id":"zJjkpc7mxCzSj","t":"Optimism is essential to achievement and it is also the foundation of courage and true progress.","c":"courage","a":"Nicholas M. Butler"},{"id":"RBgxsISCzuviR","t":"People talk about the courage of condemned men walking to the place of execution: sometimes it needs as much courage to walk with any kind of bearing towards another person's habitual misery.","c":"courage","a":"Graham Greene"},{"id":"xFiO34BmVtyjd","t":"Anyone can support a team that is winning - it takes no courage. But to stand behind a team to defend a team when it is down and really needs you, that takes a lot of courage.","c":"courage","a":"Bart Starr"},{"id":"7XlNwKm3fhLfp","t":"Because at bottom, I'm interested in fear, and in courage and cowardice and these are easier to get at through fiction, where you can enter people's heads.","c":"courage","a":"Kevin Patterson"},{"id":"wnHbRZu9EAj3O","t":"It requires greater courage to preserve inner freedom, to move on in one's inward journey into new realms, than to stand defiantly for outer freedom. It is often easier to play the martyr, as it is to be rash in battle.","c":"courage","a":"Rollo May"},{"id":"wPOFbynXiqwDP","t":"As the first Hispanic female governor in history, little girls often come up to me in the grocery store or the mall. They look and point, and when they get the courage, they ask 'Are you Susana?' and they run up and give me a hug.","c":"courage","a":"Susana Martinez"},{"id":"E9isPZ-9OlCbP","t":"Courage is very important. Like a muscle, it is strengthened by use.","c":"courage","a":"Ruth Gordon"},{"id":"WjK6XlhPq0-Bn","t":"Nothing gives a fearful man more courage than another's fear.","c":"courage","a":"Umberto Eco"},{"id":"26DBajSU7RVkH","t":"My mother taught me about the power of inspiration and courage, and she did it with a strength and a passion that I wish could be bottled.","c":"courage","a":"Carly Fiorina"},{"id":"lYo3KEjgnhvTG","t":"The problem is when you are writing something in retrospective, it needs a lot of courage not to change, or you will forget a certain reality, and you will just take in consideration your view today.","c":"courage","a":"Boutros Boutros-Ghali"},{"id":"e091axP2zGazf","t":"One has to have the courage of one's pessimism.","c":"courage","a":"Ian Mcewan"},{"id":"08IB_rJ7TxAB2","t":"The right response to the non-problem of global warming is to have the courage to do nothing.","c":"courage","a":"Christopher Monckton"},{"id":"uNQuF-WL_azfI","t":"It has been my honor to support and work with President Barack Obama, a man who has brought courage and character to the presidency. President Obama's strength of character leads him to do the right thing, even when it isn't the easy thing.","c":"courage","a":"Harry Reid"},{"id":"5smxxhN9ONgIR","t":"War is fear cloaked in courage.","c":"courage","a":"William Westmoreland"},{"id":"EN-g8EBf_pLL0","t":"We are telling the American people to have patience, courage, resolve and determination.","c":"courage","a":"Muammar al-Gaddafi"},{"id":"aMaYLF5HI4uTv","t":"Courage is contagious. When a brave man takes a stand, the spines of others are often stiffened.","c":"courage","a":"Billy Graham"},{"id":"nob3lMPJGvZIW","t":"Courage is... the knowledge of how to fear what ought to be feared and how not to fear what ought not to be feared.","c":"courage","a":"David Ben-Gurion"},{"id":"ym2MGvBJlWwn-","t":"Take chances, make mistakes. That's how you grow. Pain nourishes your courage. You have to fail in order to practice being brave.","c":"courage","a":"Mary Tyler Moore"},{"id":"WPB9E48cI01DS","t":"The only service a friend can really render is to keep up your courage by holding up to you a mirror in which you can see a noble image of yourself.","c":"courage","a":"George Bernard Shaw"},{"id":"f8E5a-TI-9onU","t":"Courage without conscience is a wild beast.","c":"courage","a":"Robert Green Ingersoll"},{"id":"EA70lLtICP2De","t":"Then there is a still higher type of courage - the courage to brave pain, to live with it, to never let others know of it and to still find joy in life to wake up in the morning with an enthusiasm for the day ahead.","c":"courage","a":"Howard Cosell"},{"id":"Ak1-f5b4WY4Pu","t":"To have courage for whatever comes in life - everything lies in that.","c":"courage","a":"Saint Teresa of Avila"},{"id":"MD7_vVx4_OxsZ","t":"He who has faith has... an inward reservoir of courage, hope, confidence, calmness, and assuring trust that all will come out well - even though to the world it may appear to come out most badly.","c":"courage","a":"B. C. Forbes"},{"id":"F4NdIYjddK9a3","t":"The memoirs that have come out of Africa are sometimes startlingly beautiful, often urgent, and essentially life-affirming, but they are all performances of courage and honesty.","c":"courage","a":"Alexandra Fuller"},{"id":"yGwhmU1-KebZj","t":"You take a number of small steps which you believe are right, thinking maybe tomorrow somebody will treat this as a dangerous provocation. And then you wait. If there is no reaction, you take another step: courage is only an accumulation of small steps.","c":"courage","a":"George Konrad"},{"id":"ORjNb8PO4EtPh","t":"Some of the greatest survivors have been women. Look at the courage so many women have shown after surviving earthquakes in the rubble for days on end.","c":"courage","a":"Bear Grylls"},{"id":"6IrTkC9Svd8t5","t":"Courage and grace are a formidable mixture. The only place to see it is in the bullring.","c":"courage","a":"Marlene Dietrich"},{"id":"xzYsm4pfvki28","t":"I, with a deeper instinct, choose a man who compels my strength, who makes enormous demands on me, who does not doubt my courage or my toughness, who does not believe me naive or innocent, who has the courage to treat me like a woman.","c":"courage","a":"Anais Nin"},{"id":"IhyAGCW5UuSvQ","t":"The trials on the road to world harmony are no greater than the courage of those who accept the challenge.","c":"courage","a":"Carl Lewis"},{"id":"c4eD2VGMYvlxV","t":"Americans are gathering the courage to just say no. We are saying no to addictive consumer lifestyles. We are saying no to wars and corporate takeover and the IMF loans that gobble up people and their resources.","c":"courage","a":"Cynthia McKinney"},{"id":"9NMzgH30StMtJ","t":"If we are to survive, we must have ideas, vision, and courage. These things are rarely produced by committees. Everything that matters in our intellectual and moral life begins with an individual confronting his own mind and conscience in a room by himself.","c":"courage","a":"Arthur M. Schlesinger, Jr."},{"id":"TS3BzIM97nijF","t":"Let's drink to the spirit of gallantry and courage that made a strange Heaven out of unbelievable Hell, and let's drink to the hope that one day this country of ours, which we love so much, will find dignity and greatness and peace again.","c":"courage","a":"Noel Coward"},{"id":"57i3q_eX_MqLq","t":"Our young people have come to look upon war as a kind of beneficent deity, which not only adds to the national honor but uplifts a nation and develops patriotism and courage.","c":"courage","a":"Rebecca Harding Davis"},{"id":"SP408uMy74uu6","t":"Optimism is the foundation of courage.","c":"courage","a":"Nicholas M. Butler"},{"id":"oLx7QGIlAJLh9","t":"Clear thinking requires courage rather than intelligence.","c":"courage","a":"Thomas Szasz"},{"id":"-hXax8vVJB_f_","t":"You must have love as the core it takes courage to be willing to constantly tell the truth to each other and risk letting the relationship go.","c":"courage","a":"Kenny Loggins"},{"id":"1JTFaZkGASrdh","t":"Courage is often lack of insight, whereas cowardice in many cases is based on good information.","c":"courage","a":"Peter Ustinov"},{"id":"yGOZqhZaWRX7e","t":"Political courage is not political suicide.","c":"courage","a":"Arnold Schwarzenegger"},{"id":"zMYM49pvVWRf2","t":"I love Joan Collins. She's a wonderful lady. She has such courage. She's such a good actress.","c":"courage","a":"Robert Wagner"},{"id":"Vrm7OQpmMwwhp","t":"It takes a lot of courage to show your dreams to someone else.","c":"courage","a":"Erma Bombeck"},{"id":"C1vheFgFu-eUV","t":"Courage is a kind of salvation.","c":"courage","a":"Plato"},{"id":"jA6zLnuZCPruM","t":"With his trademark courage and conviction, President Reagan led us out of the Cold War, spreading his vision of freedom, resulting in the release of millions of people from the yoke of communism.","c":"courage","a":"John Doolittle"},{"id":"OMDeGagovqmep","t":"Success means having the courage, the determination, and the will to become the person you believe you were meant to be.","c":"courage","a":"George A. Sheehan"},{"id":"2gX17qAI28rmT","t":"All you need is the plan, the road map, and the courage to press on to your destination.","c":"courage","a":"Earl Nightingale"},{"id":"0vR-T-D0hv-4v","t":"An able, disinterested, public-spirited press, with trained intelligence to know the right and courage to do it, can preserve that public virtue without which popular government is a sham and a mockery.","c":"courage","a":"Joseph Pulitzer"},{"id":"gsGAjL3YZujjH","t":"I learned that courage was not the absence of fear, but the triumph over it. The brave man is not he who does not feel afraid, but he who conquers that fear.","c":"courage","a":"Nelson Mandela"},{"id":"ZsiqZfoRFEqwm","t":"Often the difference between a successful person and a failure is not one has better abilities or ideas, but the courage that one has to bet on one's ideas, to take a calculated risk - and to act.","c":"courage","a":"Andre Malraux"},{"id":"8O-yGxK1dU777","t":"I don't understand why people say that I am full of courage. I feel terribly nervous.","c":"courage","a":"Aung San Suu Kyi"},{"id":"u9Q37LkYnAq5A","t":"Healing takes courage, and we all have courage, even if we have to dig a little to find it.","c":"courage","a":"Tori Amos"},{"id":"dNbkCEybEB2vK","t":"While President Bush likes to project an image of strength and courage, the real truth is that in the presence of his large financial contributors, he is a moral coward.","c":"courage","a":"Al Gore"},{"id":"UeakSyZWA3peO","t":"In my old age, I have been thinking about this, and I have reached the conclusion that those who have physical courage also have moral courage.","c":"courage","a":"Oriana Fallaci"},{"id":"shii7X6c_uod1","t":"The presidents of colleges have to have some courage to step forward. You can't limit alcohol in college sports, you have to get rid of it.","c":"courage","a":"Dean Smith"},{"id":"QrpeEinFtVRnI","t":"In the inhalation and exhalation there is an energy and a lively divine spirit, since He, through his spirit supports the breath of life, giving courage to the people who are in the earth and spirit to those who walk on it.","c":"courage","a":"Michael Servetus"},{"id":"1DCNGoACoSYX3","t":"Courage enlarges, cowardice diminishes resources. In desperate straits the fears of the timid aggravate the dangers that imperil the brave.","c":"courage","a":"Christian Nestell Bovee"},{"id":"J04-e0DEedHxS","t":"My message to you all is of hope, courage and confidence. Let us mobilize all our resources in a systematic and organized way and tackle the grave issues that confront us with grim determination and discipline worthy of a great nation.","c":"courage","a":"Muhammad Ali Jinnah"},{"id":"jat4FDaD8ozim","t":"Just two weeks ago, millions of Iraqis defied the threats of terrorists and went to the polls to determine their own future. I congratulate the Iraqi people for the courage they've shown in making these elections so successful.","c":"courage","a":"Bill Frist"},{"id":"r0RpTTQ9NzPau","t":"Man cannot discover new oceans unless he has the courage to lose sight of the shore.","c":"courage","a":"Andre Gide"},{"id":"5i7HVyvOcO0BH","t":"There is not a single Muslim leader today who has the courage and commitment to defend Islam and Muslims, they are all in awe of the United States and other Western powers, and are indebted to them.","c":"courage","a":"Abu Bakar Bashir"},{"id":"JmqZwRp2eXaOc","t":"In all realms of life it takes courage to stretch your limits, express your power, and fulfill your potential... it's no different in the financial realm.","c":"courage","a":"Suze Orman"},{"id":"ZtSbJaYzJnpEf","t":"What is more mortifying than to feel that you have missed the plum for want of courage to shake the tree?","c":"courage","a":"Logan P. Smith"},{"id":"82mLyDRue85rM","t":"Courage is almost a contradiction in terms. It means a strong desire to live taking the form of readiness to die.","c":"courage","a":"Gilbert K. Chesterton"},{"id":"EP1iIU8uTX_aY","t":"Such decisions will be far reaching and difficult. But you never lacked courage in the past. Your courage is now needed for the future.","c":"courage","a":"Gerry Adams"},{"id":"MSQ3_lzuh9_sM","t":"Morality may consist solely in the courage of making a choice.","c":"courage","a":"Leon Blum"},{"id":"p4hs16i5H8Ttc","t":"I wish we lived in a society that made it safe and provided the courage for everyone to come out.","c":"courage","a":"Judith Light"},{"id":"RJwW4RajFvHft","t":"I'm not a fighter, but I would love to be a boxer because I love the courage and toughness. I mean, there can be nothing more terrifying than walking into an arena and looking at Mike Tyson in the ring.","c":"courage","a":"Mark McGrath"},{"id":"AskBnMUAi8ARs","t":"Being deeply loved by someone gives you strength, while loving someone deeply gives you courage.","c":"courage","a":"Lao Tzu"},{"id":"3i_KlIDhf7hqZ","t":"Courage is a peculiar kind of fear.","c":"courage","a":"Charles Kennedy"},{"id":"wJJKWrGZtrr8K","t":"Either life entails courage, or it ceases to be life.","c":"courage","a":"E. M. Forster"},{"id":"jncotT2IBTz-g","t":"A great part of courage is the courage of having done the thing before.","c":"courage","a":"Ralph Waldo Emerson"},{"id":"GWicLZ4snwPiE","t":"He who is not courageous enough to take risks will accomplish nothing in life.","c":"courage","a":"Muhammad Ali"},{"id":"rmqJry3NfCL3r","t":"Valor is stability, not of legs and arms, but of courage and the soul.","c":"courage","a":"Michel de Montaigne"},{"id":"Ux1hII5HxfZXY","t":"A great deal of talent is lost to the world for want of a little courage. Every day sends to their graves obscure men whose timidity prevented them from making a first effort.","c":"courage","a":"Sydney Smith"},{"id":"LpPB7brGjFl2y","t":"Wait for the Lord. Behave yourself manfully, and be of good courage. Do not be faithless, but stay in your place and do not turn back.","c":"courage","a":"Thomas a Kempis"},{"id":"4lld8AjZCPOV_","t":"Creativity requires the courage to let go of certainties.","c":"courage","a":"Erich Fromm"},{"id":"MP_wFRouAAhSu","t":"My talent is such that no undertaking, however vast in size... has ever surpassed my courage.","c":"courage","a":"Peter Paul Rubens"},{"id":"5poNeP6eK2N1m","t":"I want to grow old without facelifts. I want to have the courage to be loyal to the face I have made.","c":"courage","a":"Marilyn Monroe"},{"id":"0neaElH9U0-bG","t":"I want to find the candidates who understand the principles of American exceptionalism and have the character, the courage, and the confidence to actually lead the greatest nation in the world.","c":"courage","a":"Jim DeMint"},{"id":"Pf28kHifWQu1F","t":"Courage that grows from constitution often forsakes a man when he has occasion for it courage which arises from a sense of duty acts in a uniform manner.","c":"courage","a":"Joseph Addison"},{"id":"64ejzzFAQJlFG","t":"No, I am not a homosexual. If I were a homosexual, I would hope I would have the courage to say so. What's cruel is that you are forcing me to say I am not a homosexual. This means you are putting homosexuals down. I don't want to do that.","c":"courage","a":"Ed Koch"},{"id":"T94TojJfKDwRJ","t":"I'm still shy - I'm no good at my children's parent-teacher conferences, and I'm slowly learning how to ask for what I want. But I now know that I have a reserve of courage to draw upon when I really need it. There's nothing that I'm too scared to have a go at.","c":"courage","a":"Emily Mortimer"},{"id":"ESidtsBuJhvvl","t":"Maybe you will be afraid and maybe you will fail, but the courage to take risks in any part of your life is, I feel, a very worthwhile way to live.","c":"courage","a":"Emile Hirsch"},{"id":"u-qN6ijqjSu6P","t":"It was actually a women's writing group I belonged to in graduate school that gave me the courage to move from poetry to fiction.","c":"courage","a":"Mary Gordon"},{"id":"3ARv04zYVaXjM","t":"I like so much wearing heels, legs look so much better, everything looks better. But it's only recently I've had the courage to do that.","c":"courage","a":"Blanka Vlasic"},{"id":"gsGGWbRuAz85E","t":"My mother taught me that we all have the power to achieve our dreams. What I lacked was the courage.","c":"courage","a":"Clay Aiken"},{"id":"PTp1DHwpCtiXC","t":"No matter what you think about the Iraq war, there is one thing we can all agree on for the next days - we have to salute the courage and bravery of those who are risking their lives to vote and those brave Iraqi and American soldiers fighting to protect their right to vote.","c":"courage","a":"Hillary Clinton"},{"id":"yrPzh92qooxQ_","t":"It takes courage to grow up and become who you really are.","c":"courage","a":"e. e. cummings"},{"id":"9Nmt6Zxi2APQP","t":"Support the strong, give courage to the timid, remind the indifferent, and warn the opposed.","c":"courage","a":"Whitney M. Young"},{"id":"sgtmIMc-TYyo4","t":"Determination, energy, and courage appear spontaneously when we care deeply about something. We take risks that are unimaginable in any other context.","c":"courage","a":"Margaret J. Wheatley"},{"id":"9rNIl8jCSQpmv","t":"Efforts and courage are not enough without purpose and direction.","c":"courage","a":"John F. Kennedy"},{"id":"PdDGYntg23yWh","t":"There is nothing in the world so much admired as a man who knows how to bear unhappiness with courage.","c":"courage","a":"Lucius Annaeus Seneca"},{"id":"k_a2R_dmQABBK","t":"A leader must have the courage to act against an expert's advice.","c":"courage","a":"James Callaghan"},{"id":"WEvT38gs4MafE","t":"I've always been inspired by artists who have shown musical and intellectual curiosity and the courage to take risks.","c":"courage","a":"Renee Fleming"},{"id":"NjbwdmrzOQbmG","t":"Leadership requires the courage to make decisions that will benefit the next generation.","c":"courage","a":"Alan Autry"},{"id":"hwvnqKdG5G_k4","t":"Most of the good executives do pretty well. Because to be a good executive you have to be strong, and you have to have a simple attribute that people have forgotten about - courage.","c":"courage","a":"John Milius"},{"id":"-U9-6Prf62y-t","t":"For this equilibrium now in sight, let us trust that mankind, as it has occurred in the greatest periods of its past, will find for itself a new code of ethics, common to all, made of tolerance, of courage, and of faith in the Spirit of men.","c":"courage","a":"Albert Claude"},{"id":"C-9u1LiNa86ab","t":"Courage is a special kind of knowledge: the knowledge of how to fear what ought to be feared and how not to fear what ought not to be feared.","c":"courage","a":"David Ben-Gurion"},{"id":"E0k9YfvEiUleo","t":"I know that if I'd had to go and take an exam for acting, I wouldn't have got anywhere. You don't take exams for acting, you take your courage.","c":"courage","a":"Dame Edith Evans"},{"id":"DJnMA_JnLGQ8m","t":"Someone once told me the one thread that runs through them all is a premium on personal courage - not intellectual courage, but just plain physical courage.","c":"courage","a":"Walter Lord"},{"id":"vDme_EIX6Bv3b","t":"Do not lose courage in considering your own imperfections.","c":"courage","a":"Saint Francis de Sales"},{"id":"TpUfnTyl5QQQa","t":"The older people that one admires seem to be fearless. They go right out into the world. It's astounding. Maybe they can't see or they can't hear, but they walk out into the street and take life as it comes. They're models of courage, in a strange way.","c":"courage","a":"James Hillman"},{"id":"wTJv6sMdSN2E8","t":"A man of character in peace is a man of courage in war.","c":"courage","a":"Charles Wilson"},{"id":"fRNy0rJCoT6pz","t":"Untutored courage is useless in the face of educated bullets.","c":"courage","a":"George S. Patton"},{"id":"S8E76D0aqY_2Y","t":"My great hope is to laugh as much as I cry to get my work done and try to love somebody and have the courage to accept the love in return.","c":"courage","a":"Maya Angelou"},{"id":"BIesT3QS2DBpy","t":"Courage: Great Russian word, fit for the songs of our children's children, pure on their tongues, and free.","c":"courage","a":"Anna Akhmatova"},{"id":"JC0bQIh4R1wIe","t":"Often the difference between a successful man and a failure is not one's better abilities or ideas, but the courage that one has to bet on his ideas, to take a calculated risk, and to act.","c":"courage","a":"Maxwell Maltz"},{"id":"ZFVnB16Xcr-wJ","t":"I'll know how to die with courage that is easier than living.","c":"courage","a":"Georg Buchner"},{"id":"8mh2B0jbbhFFT","t":"Today, because of President Obama's courage, kids can stay on their parent's plan until they are 26. Insurers cannot kick you off your policy because you have hit your limit. They will not be able to deny you because you have a pre-existing condition.","c":"courage","a":"Rahm Emanuel"},{"id":"APXo0CSWIPeSb","t":"Your determination, selflessness and courage have brought the freedom struggle towards its fulfilment.","c":"courage","a":"Gerry Adams"},{"id":"2w3XBzxneN-vW","t":"Courage is a mean with regard to fear and confidence.","c":"courage","a":"Aristotle"},{"id":"3wsqOIjahX2NR","t":"With enough courage, you can do without a reputation.","c":"courage","a":"Margaret Mitchell"},{"id":"-XH8WCojRXo4d","t":"The single outstanding exception was the broad yet precise mandate communicated by the General Assembly in 1946 to prepare as soon as possible the Charter of Human Rights which the San Francisco Conference had not had the time or the courage to draw up.","c":"courage","a":"Rene Cassin"},{"id":"YaWZVJNEg3vQq","t":"Honest conviction is my courage the Constitution is my guide.","c":"courage","a":"Andrew Johnson"},{"id":"cuBwTM0sW4BQk","t":"Wisdom, compassion, and courage are the three universally recognized moral qualities of men.","c":"courage","a":"Confucius"},{"id":"NXS3UJFaohWze","t":"I think the Iraqi people have shown extraordinary patience and courage in the last few months. They have really put a political system on the way to success, to a real democracy here.","c":"courage","a":"Paul Bremer"},{"id":"edkcoTOqXBfVk","t":"Ingenuity, plus courage, plus work, equals miracles.","c":"courage","a":"Bob Richards"},{"id":"k_lvHhAuoHIxS","t":"Courage is simply the willingness to be afraid and act anyway.","c":"courage","a":"Robert Anthony"},{"id":"lpRv7LgOFbs0u","t":"Prime Minister Sharon, Prime Minister Abbas, I urge you today to end the designs of those who seek destruction, annihilation and occupation, and I urge you to have the will and the courage to begin to realize our dreams of peace, prosperity and coexistence.","c":"courage","a":"King Abdullah II"},{"id":"w1OLvR5MqkaUv","t":"I beg you take courage the brave soul can mend even disaster.","c":"courage","a":"Catherine the Great"},{"id":"UNEQZt99_iPEr","t":"Courage is just fear, plus prayers, plus understanding.","c":"courage","a":"Edward Albert"},{"id":"Vgr2gQQsfgu1N","t":"If you set as your goal to roll back the size of government, you have an obligation to answer the tough questions and show real courage, not just appeal to ideology. Treat the voters like adults.","c":"courage","a":"Brian Baird"},{"id":"X_JVZqEbHRbTs","t":"Success is that old ABC - ability, breaks, and courage.","c":"courage","a":"Charles Luckman"},{"id":"psWF_EGGAhtg5","t":"The criteria for serving one's country should be competence, courage and willingness to serve. When we deny people the chance to serve because of their sexual orientation, we deprive them of their rights of citizenship, and we deprive our armed forces the service of willing and capable Americans.","c":"courage","a":"Dianne Feinstein"},{"id":"7HJLGRFEMJ2mI","t":"Courage is like love it must have hope for nourishment.","c":"courage","a":"Napoleon Bonaparte"},{"id":"hAeTUiOD9tX-x","t":"Courage is what it takes to stand up and speak courage is also what it takes to sit down and listen.","c":"courage","a":"Winston Churchill"},{"id":"w3Qgz0sJ0pT0k","t":"There's only one thing worse than a man who doesn't have strong likes and dislikes, and that's a man who has strong likes and dislikes without the courage to voice them.","c":"courage","a":"Tony Randall"},{"id":"xgQmwoZ6StYNB","t":"There are no greater treasures than the highest human qualities such as compassion, courage and hope. Not even tragic accident or disaster can destroy such treasures of the heart.","c":"courage","a":"Daisaku Ikeda"},{"id":"WcXRAqFZ7OMp8","t":"The quality that defines us as Americans is the courage to respond to being hit. The courage to root out and destroy the killers. And, most importantly, the courage to hold on to our values and protect our hard-won freedoms while doing it.","c":"courage","a":"Nick Clooney"},{"id":"ISJeD-L0hXuHC","t":"He is a man of courage who does not run away, but remains at his post and fights against the enemy.","c":"courage","a":"Socrates"},{"id":"61wj0MNmeVPEb","t":"As a gay Jewish white South African, I belong to quite a lot of minority groups. You constantly have to question who you are, what you are and whether you have the courage to be who you are.","c":"courage","a":"Antony Sher"},{"id":"WO4bqZJhu1-q_","t":"There's no mystique to acting. It's only common sense - and a bit of courage.","c":"courage","a":"Bill Hunter"},{"id":"dxiTTmdSiqgQE","t":"A man of courage never needs weapons, but he may need bail.","c":"courage","a":"Lewis Mumford"},{"id":"p2jiq4SFN0gxu","t":"Who could refrain that had a heart to love and in that heart courage to make love known?","c":"courage","a":"William Shakespeare"},{"id":"33HOiuXFn9-A5","t":"The valor and courage of our young women and men in the armed services are a shining example to all of the world, and we owe them and their families our deepest respect.","c":"courage","a":"Bill Frist"},{"id":"WAvuKE05QdPjJ","t":"Ronald Reagan's well documented final battles with Alzheimer's disease were fought with the same conviction and courage that his many public battles were fought.","c":"courage","a":"William L. Jenkins"},{"id":"rkx_0Hea8WPaO","t":"It is our conduct, our patriotism and belief in our American way of life, our courage that will win the final battle.","c":"courage","a":"Prescott Bush"},{"id":"FRFO2YLGGFzUo","t":"Despair gives courage to a coward.","c":"courage","a":"Thomas Fuller"},{"id":"GzPTuG4RKVmEM","t":"The word courage - God, I love that word. Words are so important to me.","c":"courage","a":"Peter Fonda"},{"id":"YsdnJy7DLN7I2","t":"The first virtue in a soldier is endurance of fatigue courage is only the second virtue.","c":"courage","a":"Napoleon Bonaparte"},{"id":"zBlzmxxprZB9C","t":"The last thing a woman will consent to discover in a man whom she loves, or on whom she simply depends, is want of courage.","c":"courage","a":"Joseph Conrad"},{"id":"er530PkRQ_3c4","t":"I'm sick of not having the courage to be an absolute nobody.","c":"courage","a":"J. D. Salinger"},{"id":"O46xv4MD0xlJ1","t":"Resignation is the courage of Christian sorrow.","c":"courage","a":"Alexandre Vinet"},{"id":"zZ7kABcav33rL","t":"There can be a fundamental gulf of gracelessness in a human heart which neither our love nor our courage can bridge.","c":"courage","a":"Patrick Campbell"},{"id":"sxB5OZykiq8EY","t":"A member must say that he is a member of the Unification Church and that he is the follower of Sun Myung Moon. If he doesn't have the courage to say it, he is not worthy of me.","c":"courage","a":"Sun Myung Moon"},{"id":"eq4PiCMG7Q2Vg","t":"It often takes more courage to change one's opinion than to keep it.","c":"courage","a":"Willy Brandt"},{"id":"n1ZS1VaeOCABI","t":"To me, there is no greater act of courage than being the one who kisses first.","c":"courage","a":"Janeane Garofalo"},{"id":"gQ2NZau9FT3Kb","t":"Howard Dean has been successful because he was clear in his opposition to the war. People appreciate a politician with the courage to say, I oppose this war.","c":"courage","a":"Bianca Jagger"},{"id":"9VdF6pEEAPXNm","t":"Through the inspiration of Vaclav's words, the courage of his dissidence and the integrity of his leadership, Czechoslovakia successfully transitioned from an authoritarian state to a free democracy at the heart of Europe.","c":"courage","a":"Michael D. Higgins"},{"id":"rrOMuyGlKUVqG","t":"Courage and willingness to just go for it, whether it is a conversation or a spontaneous trip or trying new things that are scary - it is a really attractive quality.","c":"courage","a":"Alanis Morissette"},{"id":"44_qKSQS9L50J","t":"Believers, look up - take courage. The angels are nearer than you think.","c":"courage","a":"Billy Graham"}]