[{"id":"qmgXnEAEJu3mX","t":"Healthy people are those who live in healthy homes on a healthy diet in an environment equally fit for birth, growth work, healing, and dying... Healthy people need no bureaucratic interference to mate, give birth, share the human condition and die.","c":"diet","a":"Ivan Illich"},{"id":"XTjQrVynh0Pw-","t":"I used to be hung up on my figure, but it's a waste of time. I don't believe in diets. Have four pints one night, be healthy the next.","c":"diet","a":"Sophie Ellis Bextor"},{"id":"vzqHoKSdOXc5M","t":"I was elected to the Diet in the same way as at every parliamentary election.","c":"diet","a":"Fritz Sauckel"},{"id":"QvpFnwc1lIn2N","t":"I think by planning an exercise regime, your diet follows to some extent.","c":"diet","a":"Dolph Lundgren"},{"id":"VSLYMdcKSWXDJ","t":"I need protein from food rather than just protein supplements. I changed my diet.","c":"diet","a":"Travis Barker"},{"id":"ILsylO50LqUv0","t":"If you eat a lot of starchy foods, introduce a vegetable once a week, then twice a week, and then three times a week. Slowly fill your diet with new flavors. By the time you're ready to let go of whatever it is you want to let go of, you've got a full menu.","c":"diet","a":"Lisa Edelstein"},{"id":"Dhu8rHjh5q3qm","t":"I think violence, cynicism, brutality and fashion are the staples of our diet. I think in the grand history of story-telling, going back to people sitting around fires, the dark side of human nature has always been very important. Movies are part of that tradition.","c":"diet","a":"Eric Stoltz"},{"id":"AhjvYz3fnLOF8","t":"Since having the babies, I realize that 90 percent of losing weight is my diet.","c":"diet","a":"Mariah Carey"},{"id":"vt8l_eo24mmqh","t":"The Diet was dissolved by a Reich Government decree.","c":"diet","a":"Fritz Sauckel"},{"id":"coh59vTH3c50Y","t":"The circuit training program along with a healthy clean diet is the way to excellent results.","c":"diet","a":"Lee Haney"},{"id":"tofpWlPgaBX2l","t":"I did every diet: Atkins. Cabbage-soup diet. Dean Ornish. But I couldn't live the rest of my life like a rabbit.","c":"diet","a":"Mike Huckabee"},{"id":"-pf3PPxxzqQ_4","t":"In France, cooking is a serious art form and a national sport.","c":"diet","a":"Julia Child"},{"id":"0asj25x7s0EGV","t":"Do not suppose, however, that I intend to urge a diet of classics on anybody. I have seen such diets at work. I have known people who have actually read all, or almost all, the guaranteed Hundred Best Books. God save us from reading nothing but the best.","c":"diet","a":"Robertson Davies"},{"id":"roI4q-La4n0-P","t":"The USDA is not our ally here. We have to take matters into our own hands, not only by advocating for a better diet for everyone - and that's the hard part - but by improving our own. And that happens to be quite easy. Less meat, less junk, more plants.","c":"diet","a":"Mark Bittman"},{"id":"tSueDmHQfaiYs","t":"I try my best to be extremely disciplined about my diet.","c":"diet","a":"Mika Brzezinski"},{"id":"qC6hAOjShzzFS","t":"I did my famous cabbage soup diet, so I was able to do it.","c":"diet","a":"Ellen Burstyn"},{"id":"IHiy1_zKOKl8B","t":"I never worry about diets. The only carrots that interest me are the number you get in a diamond.","c":"diet","a":"Mae West"},{"id":"UFGN34wJ2B4ng","t":"I've never been a huge sweets eater, and I've always loved a Mediterranean diet. We eat a lot of dark leafy greens, and a couple meals each week are meat-free. We enjoy eating a balanced diet.","c":"diet","a":"Rachael Ray"},{"id":"3oMc1RdNTKl0s","t":"Your diet is a bank account. Good food choices are good investments.","c":"diet","a":"Bethenny Frankel"},{"id":"ThfIPD2spnDe8","t":"In New York I pretty much live in diners - I order French Fries, Diet Coke floats and lots of coffee.","c":"diet","a":"Lana Del Rey"},{"id":"fwcfQMG5rLqH-","t":"My mom was always really healthy and cautious about her diet, so I'm not a big sugar guy.","c":"diet","a":"Paul Walker"},{"id":"uWfUhvf-I6Jvh","t":"In the 1970s we got nouvelle cuisine, in which a lot of the old rules were kicked over. And then we had cuisine minceur, which people mixed up with nouvelle cuisine but was actually fancy diet cooking.","c":"diet","a":"Julia Child"},{"id":"tAdS_2H2V95t5","t":"My diet is always terrible, unfortunately. I don't know moderation.","c":"diet","a":"Sean Astin"},{"id":"vROuocxlm-RjP","t":"I saw many people who had advanced heart disease and I was so frustrated because I knew if they just knew how to do the right thing, simple lifestyle and diet steps, that the entire trajectory of their life and health would have been different.","c":"diet","a":"Mehmet Oz"},{"id":"g1wV4OP-ggVvi","t":"What some call health, if purchased by perpetual anxiety about diet, isn't much better than tedious disease.","c":"diet","a":"Alexander Pope"},{"id":"79aQdFxy110xO","t":"The best anti-aging advice I've ever received? Drink a lot of water and have a plant-based diet. I also do mindful meditation with my daughter every day. It takes ten minutes. I think reducing stress plays a big part in anti-aging.","c":"diet","a":"Carolyn Murphy"},{"id":"ET4ivhY6MxLxN","t":"I cook croquetas, and I eat jamon. I keep my diet 100% Mediterranean and drink my Rioja. In that sense, I have a piece of Spain in West Hollywood.","c":"diet","a":"Paz Vega"},{"id":"R41Iec3QPHgxD","t":"I don't believe in dieting.","c":"diet","a":"Joan Collins"},{"id":"we_tw4dJ93WBz","t":"I am not qualified to talk about the diet. Simply because I am not a dietician.","c":"diet","a":"Mark Spitz"},{"id":"QgENrzn8I742H","t":"As a coach you can influence the diet of your players. You can point out what is wrong.","c":"diet","a":"Arsene Wenger"},{"id":"cBNQr3FZ9xSZJ","t":"Look at the average American diet: ice cream, butter, cheese, whole milk, all this fat. People don't realize how much of this stuff you get by the end of the day. High blood pressure is from all this high-fat eating.","c":"diet","a":"Jack LaLanne","e":true},{"id":"X1A1Z1_eMKB33","t":"I am now in that happy comfortable state that I do not hesitate to indulge in any fancy in regard to diet, but watch the consequences, and do not continue any course which adds to weight or bulk and consequent discomfort.","c":"diet","a":"William Banting"},{"id":"dpqiqvBGrFHV1","t":"I have had cardiomyopathy, which is a non-coronary condition and is in no way related to diet.","c":"diet","a":"Robert Atkins"},{"id":"DhC_CglWI68Qr","t":"My experience as a school nurse taught me that we need to make a concerted effort, all of us, to increase physical fitness activity among our children and to encourage all Americans to adopt a healthier diet that includes fruits and vegetables, but there is more.","c":"diet","a":"Lois Capps"},{"id":"T_efl-fNbFbrH","t":"I became a vegetarian out of compassion for animals and to live as healthy as possible. I realized soon after that I was truly concerned with nonviolent consumption and my own health, a vegan diet was the best decision.","c":"diet","a":"Davey Havok"},{"id":"T7CFZnree-Hp5","t":"Such lifestyle factors such as cigarette smoking, excessive alcohol consumption, little physical activity and low dietary calcium intake are risk factors for osteoporosis as well as for many other non-communicable diseases.","c":"diet","a":"Gro Harlem Brundtland"},{"id":"mLeLFU-GDb14o","t":"Hate is a draining bottomless pit from whence nothing good or of any value can come. Try to eat a balanced diet. Guys only want one thing.","c":"diet","a":"Christopher Meloni"},{"id":"XqrU2V_9fXm62","t":"I grew up with a heavy diet of gospel, folk, and blues because those are kind of the cornerstones of traditional American music.","c":"diet","a":"Ben Harper"},{"id":"aSdD8HpuYMVlf","t":"I thought a vegan diet would be too difficult, being on the road so much, but it's been far easier than I thought.","c":"diet","a":"Michelle Forbes"},{"id":"wxeoh0jD8GZEa","t":"I pay attention to my diet to be a healthier gymnast, but I'm not obsessive over it.","c":"diet","a":"Shawn Johnson"},{"id":"DLGxwocGFW-Gp","t":"I freak out if I go a little too long without being in the gym. For a long time it was all about getting the weight off because I was 240 pounds at my heaviest, and now I'm around 175, so the majority of that weight loss was due to diet and exercise.","c":"diet","a":"Nick Carter"},{"id":"K6dJyn-NebI-5","t":"I still indulge in a glass of wine or chocolate - treats are mandatory. Without deviating from the day-to-day healthy diet once in a while, it wouldn't be sustainable for me, and that's what I wanted: an approach to eating to last my entire life.","c":"diet","a":"Alanis Morissette"},{"id":"pdrkUZDLaXX9x","t":"I followed the same diet for 20 years, eliminating starches, living on salads, lean meat, and small portions.","c":"diet","a":"Gene Tierney"},{"id":"s1FJO0WgsQlku","t":"Weight Watchers is not intimidating. It's not a diet. It's a lifestyle.","c":"diet","a":"Jessica Simpson"},{"id":"W6utHHhRTb0Mw","t":"She used to diet on any kind of food she could lay her hands on.","c":"diet","a":"Arthur Baer"},{"id":"hbGGhICmPcXj9","t":"I'm on this diet where you're supposed to eat only fish and meat.","c":"diet","a":"Lasse Hallstrom"},{"id":"dnpOq3q2ywBgk","t":"We always think of a diet with a big groan. But I think diets are fun. I think it is an American pastime for a lot of women.","c":"diet","a":"Mindy Kaling"},{"id":"rtmb3G8w5SNLL","t":"I tried the paleo diet, which is the caveman diet - lots of meat. And I tried the calorie restriction diet: The idea is that if you eat very, very little - if you're on the verge of starvation, you will live a very long time, whether or not you want to, of course.","c":"diet","a":"A. J. Jacobs"},{"id":"5VYmyj1_JtgjF","t":"The right diet directs sexual energy into the parts that matter.","c":"diet","a":"Barbara Cartland"},{"id":"plseb0-22RDlC","t":"Eating at home is fine, as I can easily work around the foods that don't agree with me and still eat heartily with the rest of my family. I don't force them to follow my diet.","c":"diet","a":"Andrea McLean"},{"id":"agCXzvhLKBiH4","t":"Most diets would have you cutting things out from your diet they are about denial and discipline.","c":"diet","a":"Kathy Freston"},{"id":"bjoLBfWd02PK5","t":"I am not naturally that thin, so I had to go through everything from using drugs to diet pills to laxatives to fasting. Those were my main ways of controlling my weight.","c":"diet","a":"Carre Otis"},{"id":"8LRUAj9NRQwBt","t":"High-quality food is better for your health.","c":"diet","a":"Michael Pollan"},{"id":"4WRTtuVkJdSyc","t":"But I can only take so much TV, because there is so much advice. I find people will preach about virtually anything - your diet, how to live your life, how to improve your golf. The lot. I have always had a thing against the Mister Know-It-Alls.","c":"diet","a":"Bill Murray"},{"id":"ciNPvFoFimQ1q","t":"And let's be clear: It's not enough just to limit ads for foods that aren't healthy. It's also going to be critical to increase marketing for foods that are healthy.","c":"diet","a":"Michelle Obama"},{"id":"JPSZdabfYC6DO","t":"It looks to me to be obvious that the whole world cannot eat an American diet.","c":"diet","a":"Jerry Brown"},{"id":"KhAsMv0e4puPl","t":"Each of us should take personal responsibility for our diet, and our children's diet, and the government's role should be to make certain it provides the best information possible to help people stay healthy.","c":"diet","a":"Jim Talent"},{"id":"1eMYwZ1N0HFsY","t":"For most of my 20s, I looked like I was 12. Now that I'm pushing 40, I guess I look closer to... 15? It must be my macrobiotic diet. Oh, wait, except that I don't have one of those.","c":"diet","a":"Gabriel Mann"},{"id":"QJoAimOrBX9ZM","t":"I know what I have to do if I want to lose weight and stay healthy: eat a proper diet and exercise. All I've got to do is apply it.","c":"diet","a":"John Candy"},{"id":"-JZYSTlMR-ehs","t":"There's no quick or magical way to lose weight. You just have to do it the natural way - diet and exercise and stick to it - and be able to do it at your own pace.","c":"diet","a":"Jordin Sparks"},{"id":"t1UZ-oNeuScWq","t":"Everyone is going to binge on a diet, for instance, so plan for it, schedule it, and contain the damage.","c":"diet","a":"Tim Ferriss"},{"id":"A24sEWrplVjcQ","t":"As for my diet, I try to eat lean, clean and healthy - nothing too surprising. And I avoid too much meat or dairy because they slow you down.","c":"diet","a":"Bear Grylls"},{"id":"7NV2qpipT7IwZ","t":"If cooking becomes an art form rather than a means of providing a reasonable diet, then something is clearly wrong.","c":"diet","a":"Tom Jaine"},{"id":"Y2_bjqaVqKylg","t":"The medical literature tells us that the most effective ways to reduce the risk of heart disease, cancer, stroke, diabetes, Alzheimer's, and many more problems are through healthy diet and exercise. Our bodies have evolved to move, yet we now use the energy in oil instead of muscles to do our work.","c":"diet","a":"David Suzuki"},{"id":"SRSiyThhXYVJP","t":"We are also in the process of defining how best to work together with food and other companies to address diet and physical activity factors in order to prevent chronic diseases.","c":"diet","a":"Gro Harlem Brundtland"},{"id":"BS9LRxnEH_0zX","t":"I'm a wonderful disaster. So are you. We're all a mess. We're in this culture that says take this pill and you'll be happy, go on this diet and you'll be thinner, have your teeth whitened, people will love you more.","c":"diet","a":"Emilio Estevez"},{"id":"DjmFYa9mIqAm0","t":"I like food too much to go on some crazy diet. French fries are my favorite downfall.","c":"diet","a":"Holly Madison"},{"id":"_OsLJecWz7rRD","t":"If you've got a big gut and you start doing sit-ups, you are going to get bigger because you build up the muscle. You've got to get rid of that fat! How do you get rid of fat? By changing your diet.","c":"diet","a":"Jack LaLanne","e":true},{"id":"ky0TEmIU18uCB","t":"I keep my diet simple by sticking to mostly fruits and vegetables all day and then having whatever I want for dinner. I end up making healthy choices, like sushi or grilled fish, because I feel so good from eating well.","c":"diet","a":"Jennifer Morrison"},{"id":"ql2Pmy_DWAyKO","t":"I've done every diet there is.","c":"diet","a":"Kate Walsh"},{"id":"EbGY6W0Mf52zO","t":"Lifestyle change and changes in diet work faster, better and more cheaply than any medication and are as effective or more effective than gastric bypass without any side effects or long-term complications.","c":"diet","a":"Mark Hyman"},{"id":"RYPWvECCkZnd8","t":"A plant-based diet has actually simplified my life in so many ways. For breakfast, I try to get my first serving of fruits and nuts for fuel. I'm completely addicted to coconut water for the electrolytes and hydration.","c":"diet","a":"Michelle Forbes"},{"id":"PQgvkGWXQjZgL","t":"I am fussy, about my diet and straining my voice. I know, sounds a bit over the top. But I'm not as bad as I used to be. These days I don't drink alcohol for five days before a show - very dehydrating for the vocal cords, and all that acid reflux. I used to ban it for a fortnight. Nightmare.","c":"diet","a":"Katherine Jenkins"},{"id":"1I2J_RGGJ3EOt","t":"I have to be very careful about diet and exercise.","c":"diet","a":"Taylor Dayne"},{"id":"PBhYa5BMiLNmY","t":"The only way you get that fat off is to eat less and exercise more.","c":"diet","a":"Jack LaLanne","e":true},{"id":"shxTiVZiVGCf2","t":"You can't exercise your way out of a bad diet.","c":"diet","a":"Mark Hyman"},{"id":"tfflrc7Z8Q4nH","t":"As for those grapefruit and buttermilk diets, I'll take roast chicken and dumplings.","c":"diet","a":"Hattie McDaniel"},{"id":"M94-vN4zTtMkx","t":"I box for four hours a week and my diet is pretty healthy.","c":"diet","a":"Tony Parsons"},{"id":"xMxLwvf1s30cs","t":"A diet should be named after what you do eat, not what you don't eat.","c":"diet","a":"Robert Atkins"},{"id":"PL_WfzowsnnEv","t":"I've had weight issues all my life. I've been on all the diets: Atkins, liquid protein, Scarsdale diet. Now I go to the gym often. I'm always on the StairMaster, and I do weights.","c":"diet","a":"Hoda Kotb"},{"id":"-U4EY87G4Aivu","t":"I try not to diet because it never really works for me, if I tell myself I can't eat something then I tend to want to eat everything in sight.","c":"diet","a":"Leona Lewis"},{"id":"bgLOsv8aa1gko","t":"I need my food to keep my energy up, so I can't really diet.","c":"diet","a":"Sienna Miller"},{"id":"RsMnC8EN6_Yxc","t":"For so many years, I felt so insecure, so inferior, and I still have those moments, but I have a newfound confidence since I got in shape and changed my diet.","c":"diet","a":"Marc Jacobs"},{"id":"VswNuYfTZm_My","t":"Though I'm vegan and advocate that others eat a plant-based diet, I know that many people aren't quite ready to take that step in whole.","c":"diet","a":"Kathy Freston"},{"id":"oBAv0_NNc5uIv","t":"I am involved in Greenpeace. And I just recently completely switched my diet over to near-veganism. So you try to do little things that you can. I recycle every single day. Every single thing in my house that can be recycled is.","c":"diet","a":"Lindsey Shaw"},{"id":"N9_aEyYJ4a4pK","t":"As American as an apple is and as American as baseball is, they don't go together. You can't be chewing an apple at a baseball game. You've got to let go of the diet that day.","c":"diet","a":"Kevin James"},{"id":"-bPkWVvjJ9d16","t":"I always recommend a sensible diet, including lots of carbohydrates and avoiding too much fat. Dancers don't need different fuel from other people - they just need more of it because they use more energy.","c":"diet","a":"Deborah Bull","e":true},{"id":"Up4cULRE7wrku","t":"So, when it comes to eating healthy, it's just doing the right thing. And it's not something you have to do 365 days a year, but I think it's something you have to do 25 days a month. Let's put it that way.","c":"diet","a":"Mike Ditka"},{"id":"Hvci4ULXJMF3y","t":"Diets, like clothes, should be tailored to you.","c":"diet","a":"Joan Rivers"},{"id":"F-8uhxAcS5Ypw","t":"My interesting diet tips are eat early and don't nosh between meals. I mean, I can pack it away.","c":"diet","a":"Carol Burnett"},{"id":"9KT8reAf8Peg7","t":"I don't go long without eating. I never starve myself: I grab a healthy snack.","c":"diet","a":"Vanessa Hudgens"},{"id":"PJWNILowdc3k2","t":"I have been dairy free for several years, and I started because I felt it was going to reduce my allergies, which it did, and help me lose weight, which it did.","c":"diet","a":"Fran Drescher"},{"id":"hOsj1x20uwg5Z","t":"The heart, like the stomach, wants a varied diet.","c":"diet","a":"Gustave Flaubert"},{"id":"au6BI4A_9PuY3","t":"I don't believe in depriving myself of any food or being imprisoned by a diet.","c":"diet","a":"Joely Fisher"},{"id":"P60kPtu-wPSX1","t":"I never diet. I smoke. I drink now and then. I never work out.","c":"diet","a":"Naomi Campbell"},{"id":"ZDH333Fr8L8_c","t":"There were years when I was a beer and tequila guy, then I got real fat. And then I found that you could actually go on a diet and drink scotch. Then I got hooked on scotch, and if you get hooked on scotch, then everything else just tastes wrong.","c":"diet","a":"Ron White","e":true},{"id":"lFAlNlyq8DnIf","t":"Meat is a wasteful use of water and creates a lot of greenhouse gases. It puts enormous pressure on the world's resources. A vegetarian diet is better.","c":"diet","a":"Nicholas Stern"},{"id":"Cm9cOSBRimgrN","t":"If you can eat 70 percent raw or introduce raw into your diet, it will help your health.","c":"diet","a":"Carol Alt"},{"id":"K-T1pOPdCp0UW","t":"I highly recommend worrying. It is much more effective than dieting.","c":"diet","a":"William Powell"},{"id":"0MWLcM_37w_CA","t":"My nutritionist has done a great job in changing my diet after we established I am allergic to things like gluten - I can't eat pizza, pasta and bread. I have lost some weight, but my movement is sharper and I feel great.","c":"diet","a":"Novak Djokovic"},{"id":"YuDQObqjxmyvT","t":"I'm very girly. I love to talk about diets, exercise, kids, make-up.","c":"diet","a":"Rachel Hunter"},{"id":"wcWQSrBqVA4uZ","t":"When followed correctly, the Dukan Diet is both a safe and effective method of weight loss.","c":"diet","a":"Pierre Dukan"},{"id":"sDTRVFdzbARku","t":"People who shop in health food stores never look healthy.","c":"diet","a":"Amy Sedaris"},{"id":"lfZ0ekcshDWT1","t":"We have the opportunity to provide the first FDA reviewed and approved over-the-counter option that can help people lose weight and make changes to their lifestyle and diet.","c":"diet","a":"Steve Burton"},{"id":"7-fr7DhbszUNu","t":"My parents have been incredibly supportive from perhaps the first real independent decision I made to become a vegetarian at 11, which was certainly not consistent with their diet at the time.","c":"diet","a":"Chelsea Clinton"},{"id":"AT6x_6apuu2mS","t":"I was member of the Diet as long as it existed, until May 1933.","c":"diet","a":"Fritz Sauckel"},{"id":"rQ2QhobrI14xX","t":"I weighed 193 pounds and had three chins. I couldn't get up before 9 a.m. and never saw patients before 10. I decided to go on a diet.","c":"diet","a":"Robert Atkins"},{"id":"TbG3Bfwu7TSHJ","t":"I go to the gym five days a week and I have a personal trainer. I am on a strict diet, which is kind of hard to keep up with on the road, but I stick to it as well as I can.","c":"diet","a":"Lou Gramm"},{"id":"1gfI6nHrUWdqw","t":"You can't be fat and fast, too so lift, run, diet and work.","c":"diet","a":"Hank Stram","e":true},{"id":"GdXcSUigguEe_","t":"I have to be on such a strict diet constantly.","c":"diet","a":"Lady Gaga"},{"id":"NEiYu4jCGVlW9","t":"I put on fifteen pounds of muscle, so that was a lot of eating chicken and a high protein, low-carb diet. Also a lot of heavy lifting and a very different kind of training with an ex-navy SEAL guy who wanted to kill me every time I got with him. In a good way.","c":"diet","a":"Josh Hutcherson"},{"id":"ZZFhzB5qkgW1Z","t":"It seems every year, people make the resolution to exercise and lose weight and get in shape.","c":"diet","a":"Ed Smith"},{"id":"MBOoXInzvHRWV","t":"I always had to diet. I'm diabetic, so it's a lifestyle for me anyway just to stay healthy and not end up in the hospital.","c":"diet","a":"Halle Berry"},{"id":"unkxfuzBTd4pp","t":"The best physicians are Dr. Diet, Dr. Quiet, and Dr. Merryman.","c":"diet","a":"Daniel D. Palmer"},{"id":"zGHRMtLL4IGS-","t":"Feeding is a very important ritual for me. I don't trust people who don't like to eat.","c":"diet","a":"Gina Gershon"},{"id":"oDpCWEFIoSSyQ","t":"My diet is mostly chicken and fish. I make sure I get a lot of vegetables, a lot of fruit. I am a big fruit man, I am a vegetable man anyway. And I also get a lot of rest. That's the key I may be up early, but I'm in bed early too.","c":"diet","a":"Magic Johnson"},{"id":"RK0wro20-3kdA","t":"The vegan diet is obviously lacking whatever essential nutrient it is that makes people likeable.","c":"diet","a":"Jim Goad"},{"id":"VOlhrYfxIQYGI","t":"I'm an emotional eater. When I get upset, my diet goes out the window.","c":"diet","a":"Kelly Osbourne"},{"id":"9ammdMv-zToia","t":"I can't be on the cheeseburger diet all the time.","c":"diet","a":"Bobby Flay"},{"id":"QM_8_mzsBXhHD","t":"I've been on a diet for two weeks and all I've lost is two weeks.","c":"diet","a":"Totie Fields"},{"id":"8I_YLMkeQ5nqz","t":"I've been more or less vegetarian for about 40 years. Health diet really helps. I do meditation every day, and either yoga or sport several times a week.","c":"diet","a":"John McLaughlin"},{"id":"GziN1IB_IUCoq","t":"Leave the table while you still feel you could eat a little more.","c":"diet","a":"Helena Rubinstein"},{"id":"Ynl0-b9A7LcKD","t":"Unless you're living on the street and surviving on a diet of discarded turkey drumsticks, there's no point in being gloomy. We've spent too long trying to cheer ourselves up by spending money on brightly coloured things we don't really need. We've stopped using our imaginations.","c":"diet","a":"Jarvis Cocker"},{"id":"biNovYonPOsFE","t":"An optimist is a person who starts a new diet on Thanksgiving Day.","c":"diet","a":"Irv Kupcinet"},{"id":"Yr6Vji3Ri06FJ","t":"I don't diet, I don't do fads, I've just decided to not eat carbs. So no more bread and pasta for the month. I can't live without chocolate, though. I've always got a bar in my handbag. It has to be 72%. Any less and it's too sweet, any more and it's inedible. Like I said, I'm very particular.","c":"diet","a":"Nancy Meyers"},{"id":"P0di6FrpHAmFI","t":"I started dieting. I dieted, dieted, dieted and tried all the diets and I would lose and then I would go back to normal eating and would put it on and then some.","c":"diet","a":"Suzanne Somers"},{"id":"9YtxO0Qj0vfK4","t":"If you continually diet, you are putting your body in a quasi-famine situation. It slows your metabolism down and breaks the thermostat. Diets don't work. They don't help you understand why you're eating more than your body wanted in the first place.","c":"diet","a":"Susie Orbach"},{"id":"7_C-FzVledAlN","t":"Cereal eating is almost a marker for a healthy lifestyle. It sets you up for the day, so you don't overeat.","c":"diet","a":"Bruce Barton"},{"id":"z-NWVDnHSOHCV","t":"I told my doctor I get very tired when I go on a diet, so he gave me pep pills. Know what happened? I ate faster.","c":"diet","a":"Joe E. Lewis"},{"id":"nu5Og3YPMsBHE","t":"For me, it's all about moderation. I don't kick things out of my diet, like carbs. But I'm not going to eat fast food.","c":"diet","a":"Bobby Flay"},{"id":"k5xOo7JjmnBjC","t":"If I like myself at this weight, then this is what I'm going to be. I don't have an eating disorder.","c":"diet","a":"Courteney Cox"},{"id":"6WRjbe4LSWRPo","t":"Adopting a new healthier lifestyle can involve changing diet to include more fresh fruit and vegetables as well as increasing levels of exercise.","c":"diet","a":"Linford Christie"},{"id":"Dn8YYwQJPUqRl","t":"Sex keeps me in shape. I don't diet, I eat what I like. I love Mars bars and I smoke and drink. But I love running off in the middle of the day to make love. It really burns up calories.","c":"diet","a":"Lisa Snowdon","e":true},{"id":"pd-E5Mkou_T4L","t":"Uh, I just had an operation last March which was rather serious and I'm recuperating now. I'm on a very bland diet. But, uh, I'm lucky, I was just lucky, that's all.","c":"diet","a":"Rube Goldberg"},{"id":"rcTYfho_4kyPd","t":"How much obesity has to be created in a single decade for people to realize that diet has to be responsible for it?","c":"diet","a":"Robert Atkins"},{"id":"f31Xndf7sQcl9","t":"A friend doesn't go on a diet because you are fat.","c":"diet","a":"Erma Bombeck","e":true},{"id":"FiRG5POPvANG1","t":"Sticking to a diet required me to have a permanently low self-esteem. But happily, I developed other skills beyond a fluctuating weight, eventually building up a different source of self-worth.","c":"diet","a":"Arabella Weir"},{"id":"wbvZMvRxpIFaW","t":"These days I travel so much it's hard to get into a routine. When I'm on the road, I tend to use hotel gyms. When I'm home in L.A., I like to hike and hit the surf. All in all, I try to keep a balanced diet and exercise routine, which has stood me in good stead to date.","c":"diet","a":"Curtis Stone"},{"id":"RD5miqkfX_sgQ","t":"Bodybuilding is much like any other sport. To be successful, you must dedicate yourself 100% to your training, diet and mental approach.","c":"diet","a":"Arnold Schwarzenegger"},{"id":"G1C2bP7dszd64","t":"If I go on a diet and work out, I'm always in a bad mood. I'd rather be a little heavier but nice.","c":"diet","a":"Salma Hayek"},{"id":"WVLFJ9XzGxAcz","t":"Going meat-free can make a huge difference. Studies show that vegetarians are, on average, 10 to 20 pounds lighter than meat-eaters and that a vegetarian diet reduces our risk of heart disease by 40 percent and adds seven or more years to our lifespan.","c":"diet","a":"Ingrid Newkirk"},{"id":"A9gCkbxTObhR0","t":"I think I've done every crazy diet there was in the beginning, but it's weird: I'm thinner now than I was when I was modeling. I don't obsess about it.","c":"diet","a":"Molly Sims"},{"id":"AQ9GB8jU37Dnn","t":"I try not to be but I'm super-neurotic about diet. I'm neurotic about trying not to be neurotic! I'm like every other girl. I have to try really hard my whole life to try to be fit. And I'm super-vain. And I want to wear cute clothes.","c":"diet","a":"Gwen Stefani"},{"id":"jPWBCwTp5PwNo","t":"There are six components of wellness: proper weight and diet, proper exercise, breaking the smoking habit, control of alcohol, stress management and periodic exams.","c":"diet","a":"Kenneth H. Cooper"},{"id":"RXXpxBW11Xx5m","t":"If I could give one tip for people - it's not an exercise or nutrition regimen. It's to walk your talk and believe in yourself, because at the end of the day, the dumbbell and diet don't get you in shape. It's your accountability to your word.","c":"diet","a":"Brett Hoebel"},{"id":"N2bpt2w32971G","t":"All the pre-made sauces in a jar, and frozen and canned vegetables, processed meats, and cheeses which are loaded with artificial ingredients and sodium can get in the way of a healthy diet. My number one advice is to eat fresh, and seasonally.","c":"diet","a":"Todd English"},{"id":"VGnLQ9F3MbI6p","t":"A safe and nutritionally adequate diet is a basic individual right and an essential condition for sustainable development, especially in developing countries.","c":"diet","a":"Gro Harlem Brundtland"},{"id":"-t8TxkJ8qzFfG","t":"Health food makes me sick.","c":"diet","a":"Calvin Trillin"},{"id":"nx2sgiSzpNESN","t":"I'm eating a lot of organic proteins and vegetables! Maintaining a healthy, balanced diet is my No. 1 priority because I'm nursing my daughter.","c":"diet","a":"Lily Aldridge"},{"id":"UCT804qTDFT5c","t":"For four to six months at a time, I would barely eat. I lived on a diet of Melba toast, carrots, and black coffee.","c":"diet","a":"Alanis Morissette"},{"id":"0mBjlfBCviCTj","t":"I've never been on a fad diet.","c":"diet","a":"Denise Van Outen"},{"id":"VkNM2mOoeLOqZ","t":"I do follow a version of the Dukan diet, but I don't follow it to the extreme so a lot of fish and vegetables. If I want chocolate I'll let myself have a bit of chocolate in moderation.","c":"diet","a":"Katherine Jenkins"},{"id":"rB0OgFxFrhXDy","t":"I'm on the Sensa diet. It's a little magic powder based on Dr. Hirsh's clinical trials and studies and it basically signals the brain that you're full through smellology.","c":"diet","a":"Patti Stanger"},{"id":"FxvYRvydaLT3N","t":"I don't eat junk foods and I don't think junk thoughts.","c":"diet","a":"Peace Pilgrim"},{"id":"mGUqFzB3QZnHG","t":"I've never had body issues, I've never had an eating disorder. I've never had to go on a diet and that's because of Weight Watchers.","c":"diet","a":"Ginnifer Goodwin"},{"id":"RJvYrP1vZpFzy","t":"I'm lucky, I don't like sweets, not even chocolate.","c":"diet","a":"Eva Herzigova"},{"id":"nP1gOncTxeUqn","t":"I don't care how pumped up or psyched you are to start a new diet or a new program - that emotion will fade.","c":"diet","a":"Phil McGraw"},{"id":"01v-yNFfKTkWA","t":"While pimples are not as simple as too much milk or sugar in your diet, both have a significant impact. Nutritional deficiencies as well as excesses can worsen acne.","c":"diet","a":"Mark E. Hyman"},{"id":"dij1ZzVWcgNon","t":"I won't sit here and say I've never had a pimple, but I try to have a really great diet, you know, lots of vegetables and fish. And I think stress plays a huge part too.","c":"diet","a":"Janelle Monae"},{"id":"jTB2oN0lnwmQ7","t":"Vegetables are a must on a diet. I suggest carrot cake, zucchini bread, and pumpkin pie.","c":"diet","a":"Jim Davis"},{"id":"hOoS4SVrdc6KC","t":"You see people who have been very heavy in their life who have taken that body, trimmed it down, firmed it up through discipline, exercise and being able to say no. Eating properly, that all comes into it.","c":"diet","a":"Mike Ditka"},{"id":"-cB2wjvt4Y12-","t":"The one thing I like about 'Playboy' is they don't have the anorexic look. The women are voluptuous. So I didn't really want to diet. I just wanted to tone up.","c":"diet","a":"Jenny McCarthy"},{"id":"lbiFPMw1Mvu1x","t":"The doctor asked what my diet was like and I had to sit down and realize it's not normal, and hadn't been normal for about 20 years.","c":"diet","a":"Carre Otis"},{"id":"uiQhdYF6Tk054","t":"I thought, you know the food and the diet thing is one way to start yourself onto a healthy lifestyle, but if you don't move, if you don't start exercising you're gonna deteriorate.","c":"diet","a":"Warren Cuccurullo"},{"id":"etlnEmrqGYQl4","t":"A boxer's diet should be low in fat and high in proteins and sugar. Therefore you should eat plenty of lean meat, milk, leafy vegetables, and fresh fruit and ice cream for sugar.","c":"diet","a":"Gene Tunney","e":true},{"id":"-chfCULVS4w6y","t":"A bonus: You don't have to diet to direct.","c":"diet","a":"Joey Lauren Adams"},{"id":"5k-tVJYO2FgMy","t":"I've tried just about every crazy diet you can imagine.","c":"diet","a":"Brooke Burke"},{"id":"lnV5ZNtJoKoHH","t":"Our typical Western diet is full of inflammatory fats - saturated fats, trans fats, too many omega-6, inflammatory, processed vegetable oils like soy and corn oils. These increase IGF-1 and stimulate pimple follicles.","c":"diet","a":"Mark E. Hyman"},{"id":"vwMKO03TuGKAm","t":"Some people are willing to pay the price and it's the same with staying healthy or eating healthy. There's some discipline involved. There's some sacrifices.","c":"diet","a":"Mike Ditka"},{"id":"AiBDTS0kxm691","t":"In the 20 long, hungry years between my late teens and late 30s I bought in to virtually every new diet and/or exercise regime that hoved into view, particularly at this most vulnerable time for those of us prone to poor body image - a new year.","c":"diet","a":"Arabella Weir"},{"id":"aXyeU_GbSOf85","t":"I like starting off the new year fresh. I'm excited to see how 2013 turns out. Maybe because I'm an actress and I am always on a diet and fitness program, but my New Year's resolution is to let myself be nice to myself about my body.","c":"diet","a":"Busy Philipps"},{"id":"emG0nCdTv030u","t":"Breastfeeding is the very best diet I've been on.","c":"diet","a":"Rebecca Romijn"},{"id":"qo0iimCsv6htK","t":"Frankly, I don't trust any diet that doesn't allow sugar.","c":"diet","a":"Bethenny Frankel"},{"id":"e4v24dc8Zfm7V","t":"My doctor told me to stop having intimate dinners for four. Unless there are three other people.","c":"diet","a":"Orson Welles"},{"id":"QkMsv5LrvxGx5","t":"I have been following a vegan diet now since the 1980s, and find it not only healthier, but also much more attractive than the chunks of meat that were on my plate as a child.","c":"diet","a":"Neal Barnard"},{"id":"v2QudJ-SOrRqt","t":"I don't do faddy diets any more. I once did a no-carbs diet a few years ago but it made me depressed. I couldn't be doing with that!","c":"diet","a":"Jennifer Ellison"},{"id":"VS-gul3tVVHjz","t":"Young girls look to me as a role model and think I crash diet to keep slim. That's not true, I always eat properly.","c":"diet","a":"Denise Van Outen"},{"id":"wTc3PL5pqiumS","t":"I've just been growing right along. It's painful, but it's a great pain, and I like suffering for great results. It's like going to the gym. It hurts really bad at first, but after a couple of months and after that diet, you're looking so hot.","c":"diet","a":"Mary J. Blige"},{"id":"6vRDHQIzDBM7L","t":"Dieting is murder on the road. Show me a man who travels and I'll show you one who eats.","c":"diet","a":"Bruce Froemming"},{"id":"MFKYTR00gsCQ7","t":"And I grew up on a steady diet of science fiction, especially apocalyptic and postapocalyptic fiction.","c":"diet","a":"Justin Cronin"},{"id":"5UkTu5_J1i9z6","t":"Let me pose you a question. Can farm-raised salmon be organic when its feed has nothing to do with its natural diet, even if the feed itself is supposedly organic, and the fish themselves are packed tightly in pens, swimming in their own filth?","c":"diet","a":"Mark Bittman"},{"id":"q1pfB3mLzVPIV","t":"Fruit is definitely on the maintenance diet. It's on the lifestyle diet.","c":"diet","a":"Robert Atkins"},{"id":"lUpW5AHCFjaX7","t":"I'm not strictly vegetarian, but meat doesn't play a big part in my diet.","c":"diet","a":"Katie Holmes"},{"id":"tgRhNRcaSqd8b","t":"As I mentioned previously, the tools that allow for optimum health are diet and exercise.","c":"diet","a":"Bill Toomey"},{"id":"91r-1JwOA7fHD","t":"In L.A., I get a meal delivery service called Diet Designs. I like a nice butter lettuce salad with some avocado, fresh grapefruit, shredded chicken breast and raw almond slices with a sesame vinaigrette dressing. I also love juicing and am kind of obsessed with it.","c":"diet","a":"Fergie"},{"id":"HFP0-w2gH4f8k","t":"Love is such an objective thing. I mean, I can say I love my family, or I love my Diet Coke. So I guess, in different ways, yeah, I do believe in love.","c":"diet","a":"Emilie de Ravin"},{"id":"VUcG7UodSjgwS","t":"Our society's strong emphasis on dieting and self-image can sometimes lead to eating disorders. We know that more than 5 million Americans suffer from eating disorders, most of them young women.","c":"diet","a":"Tipper Gore"},{"id":"RaAjxL0JPx_jE","t":"I certainly feel that the time is not far distant when a knowledge of the principles of diet will be an essential part of one's education. Then mankind will eat to live, be able to do better mental and physical work and disease will be less frequent.","c":"diet","a":"Fannie Farmer"},{"id":"VENdvUanzibZp","t":"I almost fainted. There was no family history. I had been eating a vegetarian diet and I exercised.","c":"diet","a":"Rue McClanahan"},{"id":"MfM5Jf5E0hgb8","t":"I refuse to spend my life worrying about what I eat. There is no pleasure worth forgoing just for an extra three years in the geriatric ward.","c":"diet","a":"John Mortimer"},{"id":"9L000nGkn_kup","t":"Sometimes I've had to put myself on a diet.","c":"diet","a":"Roger Moore"},{"id":"4oXHQf6Bf7WA9","t":"A systemic cleansing and detox is definitely the way to go after each holiday. It is the key to fighting high blood pressure, heart disease, cancer, and other health-related illnesses.","c":"diet","a":"Lee Haney"},{"id":"zh-Ot0wZQOuja","t":"I'm only drinking white wine because I'm on a diet and I don't eat.","c":"diet","a":"Oliver Reed"},{"id":"sopCi0C8N5dCr","t":"I would eat healthy at times and pig out at times. But I never had to go on a strict diet plan.","c":"diet","a":"Tori Spelling"},{"id":"rG0NCFzZx0GZM","t":"Cutting meat out of your diet is the best thing you can do for animals and your own health.","c":"diet","a":"Joan Jett"},{"id":"WR73bGZTr5hfJ","t":"I drink Diet Coke from the minute I get up to the minute I go to bed.","c":"diet","a":"Karl Lagerfeld"},{"id":"RI4bXznE7hmAb","t":"Push-ups, sit-ups, and a strict diet of raisins. That's my plan.","c":"diet","a":"Jack Black"},{"id":"ac6pFwsWzkZoj","t":"I don't believe in fad diets.","c":"diet","a":"Jenny Craig"},{"id":"WvI6jHlmw-uLZ","t":"But if you pick up every other magazine, it is the peanut butter diet, or the cabbage soup diet, and then you go to the radio and you hear that you can drink some solution and you will lose weight overnight. It just does not work that way!","c":"diet","a":"Richard Simmons"},{"id":"scpo8b4nWOxMz","t":"No disease that can be treated by diet should be treated with any other means.","c":"diet","a":"Maimonides"},{"id":"UIvBAIgvnuAiH","t":"The sad thing is, when it comes to diet, is that even when well-intentioned Feds try to do right by us, they fail. Either they're outvoted by puppets of agribusiness, or they are puppets of agribusiness.","c":"diet","a":"Mark Bittman"},{"id":"eKpSV81zx63nz","t":"The second day of a diet is always easier than the first. By the second day you're off it.","c":"diet","a":"Jackie Gleason"},{"id":"ojkOVR7hu0rlT","t":"But I don't do the diet thing anymore. I'm a big believer in feeding your body what it needs. Deny yourself something and you're going to end up shoving your face full of it.","c":"diet","a":"Ashley Greene"},{"id":"k899DOMGmvmIc","t":"I'm on a strict gossip diet. No gossip websites, no gossip magazines. Otherwise, I find it paralyzing to exist.","c":"diet","a":"Julie Bowen"},{"id":"tlKQh6mKuANkj","t":"When I was pregnant. I exercised and was healthy, but it was also the first time since I was 14 that I wasn't on a diet.","c":"diet","a":"Liv Tyler"},{"id":"kXRE4VihKtwjg","t":"At one point, I even thought, 'Oh, I'll take diet pills.' I tried it for one day, and I thought my heart was going to explode. It's awful, and I would never, ever recommend it.","c":"diet","a":"Jenna Ushkowitz"},{"id":"HrTlua-PIPPlY","t":"In the course of my life, I have often had to eat my words, and I must confess that I have always found it a wholesome diet.","c":"diet","a":"Winston Churchill"},{"id":"9JOu1A8YgZsWP","t":"It's my firm intention to whop cancer into submission and I truly believe I've given myself the best start possible by radically overhauling my diet and by staying true to my motto, which is: Don't worry, be happy, feel good. The first thing I did when I was diagnosed was to turn vegan.","c":"diet","a":"Larry Hagman"},{"id":"fi1OTQ-4Ozfou","t":"For the sake of argument and illustration I will presume that certain articles of ordinary diet, however beneficial in youth, are prejudicial in advanced life, like beans to a horse, whose common ordinary food is hay and corn.","c":"diet","a":"William Banting"},{"id":"ssoE4tTr-YdLa","t":"The more I read and watched about the meat industry, the more determined I became to keep meat out of my diet. The things I saw in slaughterhouse exposes made me feel sick and I refused to just ignore what I now knew.","c":"diet","a":"Renee Olstead"},{"id":"3MiON4celjnQC","t":"It's never been an issue for me - I don't want to go on a diet, I don't want to eat a Caesar salad with no dressing, why would I do that? I ain't got time for this, just be happy and don't be stupid. If I've got a boyfriend and he loves my body then I'm not worried.","c":"diet","a":"Adele"},{"id":"8w7W1QUOZZocj","t":"Food is an important part of a balanced diet.","c":"diet","a":"Fran Lebowitz"},{"id":"zxqM96u-YtRM5","t":"Far too many times over the next 12 to 15 years, it was brought to my attention that people who followed my exercise guidelines exactly but ignored their diet, their weight and their cigarette smoking had heart attacks at age 55.","c":"diet","a":"Kenneth H. Cooper"},{"id":"X2M8LyqnbFTg9","t":"Their diet is basically boiled vegetables, fish and rice. No fat, no sugar. You notice when you live there that there are no fat people.","c":"diet","a":"Arsene Wenger","e":true},{"id":"m2PS7aXIEOpXb","t":"Do you know how many calories are in butter and cheese and ice cream? Would you get your dog up in the morning for a cup of coffee and a donut?","c":"diet","a":"Jack LaLanne"},{"id":"GTOLUM_BoViQ4","t":"'The 17 Day Diet' keeps your body and metabolism guessing. I call this 'body confusion.'","c":"diet","a":"Mike Moreno"},{"id":"2EILfGO7h1JsI","t":"This cream will help one's nature strengthen and grow, The diet gives support in my decline.","c":"diet","a":"Du Fu"},{"id":"c9ofqsrp0G_l_","t":"Getting as much sleep as possible and following a healthy diet will stop you from feeling run-down if, like me, you're super-stressed.","c":"diet","a":"Elizabeth Hurley"},{"id":"K6w8D7Qf2LTvN","t":"The number of kids affected by obesity has tripled since 1980, and this can be traced in large part to lack of exercise and a healthy diet.","c":"diet","a":"Virginia Foxx"},{"id":"Tm50Na1uG3PCx","t":"We can all put weight on or lose weight.","c":"diet","a":"Keith Emerson"},{"id":"lPcWCBAM_ynFv","t":"We talk about, you know, diet and that we shouldn't give our kids big things and obesity and fast food. Well, you know there are people who don't have that problem because they're not getting any food! We have so many deep problems and issues facing humanity.","c":"diet","a":"Chris Noth"},{"id":"ee-YUsfLEtqI0","t":"Mexican food is far more varied than people think. It changes like dialects. I was brought up in Jalisco by the sea on a basic diet - tomatoes, chillis, peppers of every size and rice, which is a Mexican staple. The Pacific coast has a huge array of seafood.","c":"diet","a":"Gael Garcia Bernal"},{"id":"T-yRKFHGOXmkM","t":"Mine is the least fat diet in the world.","c":"diet","a":"Pierre Dukan","e":true},{"id":"0JFDW_BeWLuWO","t":"A balanced diet may be the best medicine. I was eating too much good eats. But people consider that part of your job, you know? Eat. And I do!","c":"diet","a":"Alton Brown"},{"id":"9aHiaI8cs1-FV","t":"I don't do the gym and I don't diet. I'm vegetarian but I don't diet.","c":"diet","a":"Pamela Anderson"},{"id":"ust953IB3iTbC","t":"The first couple of days on the detox diet aren't pleasant.","c":"diet","a":"Carol Vorderman"},{"id":"cWEGkOJco57Ag","t":"My goal? To test out every diet and exercise regimen on planet earth and figure out which work best. I sweated, I cooked, I learned to pole dance. In the end, I lost weight, lowered my cholesterol and doubled my energy level. I feel better than I ever have.","c":"diet","a":"A. J. Jacobs"},{"id":"FA5NecNWpQ5iG","t":"I dream about 'Cheers.' Like when you go on a diet and you dream of pizza. I always think of those wonderful years. I loved working on it.","c":"diet","a":"George Wendt"},{"id":"Bac0evwE71dwP","t":"You take the healthiest diet in the world, if you gave those people vitamins, they would be twice as healthy. So vitamins are valuable.","c":"diet","a":"Robert Atkins"},{"id":"gqkWACCVRlo_c","t":"My doctor explained that exercise and diet changes might help and that I also might need a medication.","c":"diet","a":"Della Reese"},{"id":"fZbD8JvuHZMXe","t":"I don't have a problem with my body. I don't diet, and I'm not hiding anything. I'm not going to be the subject of a movie of the week 10 years from now.","c":"diet","a":"Lara Flynn Boyle"},{"id":"uWWQlNIf88sUW","t":"I was starting to become impotent through this diet and couldn't perform. How many people who are taking the little blue pill, if they started to change what they are eating most of the time, could change the way their sex life is?","c":"diet","a":"Morgan Spurlock","e":true},{"id":"FDFfzObOWdT78","t":"French fries. I love them. Some people are chocolate and sweets people. I love French fries. That and caviar.","c":"diet","a":"Cameron Diaz"},{"id":"pkl-D6webUtXW","t":"I don't find it a struggle to maintain a healthy diet now as my palate has changed. I don't crave rich food.","c":"diet","a":"Jennifer Ellison"},{"id":"IvJPitBZfWsgB","t":"My soul is dark with stormy riot: directly traced over to diet.","c":"diet","a":"Samuel Hoffenstein"},{"id":"jj8YwwJvKW1mG","t":"I tried the Atkins diet in the Seventies when pregnant with my son, as I didn't want to pile on the pounds. Now, so long as I'm healthy, I don't care what my scales say.","c":"diet","a":"Britt Ekland"},{"id":"_0SJba3Z_ZsG9","t":"Hope is a very thin diet.","c":"diet","a":"Thomas Shadwell"},{"id":"fI4j7BPfOdcy5","t":"I've probably tried every fad diet in the world.","c":"diet","a":"Jenna Ushkowitz"},{"id":"8PZOiXQ_TtM54","t":"Right now I'd love to be sitting on a Greek island somewhere because of being Greek American, eating great octopus salad and some fantastic lamb. Or sipping a little ouzo. I think the Mediterranean diet is one of the healthiest... Lots of nuts, vegetables, fruits, fresh fish, lean meats, yogurt.","c":"diet","a":"Cat Cora"},{"id":"X7k6z_Lcr0QF_","t":"By learning about my body and making small, subtle changes, I find out what I enjoy and what is effective. I'm always finessing: adjusting my diet and my workouts. You have to figure out which exercises are fun and interesting and stimulate your brain - or else you'll never keep at them.","c":"diet","a":"Lisa Edelstein"},{"id":"vBZC4jP41xCov","t":"I've never followed a vegan or vegetarian diet in the past, but I think I could do it. It would not be easy. I have worked with nutritionists who have said a vegan diet is not necessarily all positive for your health, because you need nutrients you only find in meats. I believe in a balanced diet.","c":"diet","a":"Joel Robuchon"},{"id":"KwyVpG8urrvPo","t":"You don't want to make a steady diet of just lettuce. You don't want to make a steady diet of fried chicken.","c":"diet","a":"Paula Deen"},{"id":"LM9nbEXxOsDTs","t":"My biggest regret is putting my body through fad diets - Atkins, cleanses, the hCG diet.","c":"diet","a":"Jennie Garth"},{"id":"Tf-a_aJF4Oowg","t":"A vegan diet takes care of most of what we need to do. But you'll also want to minimize the use of oils generally, because while olive oil and other vegetable oils are better for your heart than chicken fat, they are as fattening as animal fats.","c":"diet","a":"Neal Barnard","e":true}]