[{"id":"a6OPjTOPjQ4np","t":"I've never been bashful to say that I'm not really interested in Formula One. When I lived in England, it's all I wanted to do and I thought that anything else would somehow be a compromise to my dreams. But then when I came back to the States, I realised how much I loved being back in the States.","c":"dreams","a":"Danica Patrick"},{"id":"yYA6173DL42Sn","t":"I'm following my dreams and doing what I love as a designer. I did not want to be one of those kids with a famous last name that doesn't do anything. That is very unfulfilling to me and I'm very happy.","c":"dreams","a":"Nicky Hilton"},{"id":"k_HsITeHVw2X4","t":"Books that distribute things... with as daring a freedom as we use in dreams, put us on our feet again.","c":"dreams","a":"Marsilio Ficino"},{"id":"mSg-NjMP1zvse","t":"I'm thinking of slowing down on modeling and branching out to other things. I want to pursue some new and old dreams and start making them happen.","c":"dreams","a":"Chanel Iman"},{"id":"C2WqrgsI-d7xS","t":"My heroes, my dreams, and my future lay in Yankee Stadium. And they can't take that away from me.","c":"dreams","a":"Derek Jeter"},{"id":"iL1epb_v5BtCh","t":"Men don't come up to you to just talk. We come up to you with a plan. We're looking across the room at you, and we don't care about your hopes and dreams. We don't care about what your future holds. We saw something we wanted.","c":"dreams","a":"Steve Harvey"},{"id":"TuaI9KM8I9Mwy","t":"A fulfilling life is different to each person. You have to acknowledge your dreams, and not just wait for life to happen, and opportunities to come knocking at your door.","c":"dreams","a":"Joan Lunden"},{"id":"9cMLVEhAie-3R","t":"You have to work hard for what you want to achieve and you have to set goals and dreams and really go for them.","c":"dreams","a":"Natalie du Toit"},{"id":"Ur7HAs3_f5k7P","t":"The only time you really live fully is from thirty to sixty. The young are slaves to dreams the old servants of regrets. Only the middle-aged have all their five senses in the keeping of their wits.","c":"dreams","a":"Theodore Roosevelt"},{"id":"iIXeU3XWiwQmn","t":"Dreams grow holy put in action.","c":"dreams","a":"Adelaide Anne Procter"},{"id":"gxFMTF11TFpw3","t":"Never let life impede on your ability to manifest your dreams. Dig deeper into your dreams and deeper into yourself and believe that anything is possible, and make it happen.","c":"dreams","a":"Corin Nemec"},{"id":"nqoBVfELrxXeo","t":"In my dreams, I could be a Princess, and that's what I was. Like most little girls, I believed nothing less than a Prince could make my dreams come true.","c":"dreams","a":"Loretta Young"},{"id":"Ja2GDMXmsCklD","t":"We are selling dreams. We are merchants of happiness.","c":"dreams","a":"Bernard Loiseau"},{"id":"PcGnj_zNVseOV","t":"It is one of the blessings of this world that few people see visions and dream dreams.","c":"dreams","a":"Zora Neale Hurston"},{"id":"F3Bnu-RWUkS-x","t":"Follow your dreams, work hard, practice and persevere. Make sure you eat a variety of foods, get plenty of exercise and maintain a healthy lifestyle.","c":"dreams","a":"Sasha Cohen"},{"id":"65VrZXpWBvpCt","t":"In our increasingly secular society, with so many disparate gods and different faiths, superhero films present a unique canvas upon which our shared hopes, dreams and apocalyptic nightmares can be projected and played out.","c":"dreams","a":"Tom Hiddleston"},{"id":"5iyxUwL7CxR4Y","t":"To the degree we're not living our dreams, our comfort zone has more control of us than we have over ourselves.","c":"dreams","a":"Peter McWilliams"},{"id":"sgykgR8LicUKs","t":"I work, and then whenever I have any other time, I'm with my daughter, and then I go to sleep. I think you basically have to abandon the dreams of having any other adult activities in your life. You have to go to sleep whenever your child goes to sleep. That's basically how we're doing it.","c":"dreams","a":"Tina Fey"},{"id":"LjWkMRVemIy51","t":"He's dreaming with his eyes open, and those that dream with their eyes open are dangerous, for they do not know when their dreams come to an end.","c":"dreams","a":"Hugo Pratt"},{"id":"e13ll90TjmGlU","t":"When I won in 2003, never in my wildest dreams did I ever think I would win Wimbledon and have my kids seeing me lift the trophy, so this is pretty surreal. And yeah, I was almost shocked in the moment that it all came together so nicely.","c":"dreams","a":"Roger Federer"},{"id":"Rvv4ehWN4DvCE","t":"It was taunted as reality. It was dangled as a carrot. In terms of people's hopes and dreams, to say that that is less of a reality than the daily grind they find themselves in is maybe not correct.","c":"dreams","a":"Martin Mull"},{"id":"uDFZwaM-6BrAw","t":"Dream no small dreams for they have no power to move the hearts of men.","c":"dreams","a":"Johann Wolfgang von Goethe"},{"id":"yNCdmavJd9sjx","t":"They should invent some way to tape-record your dreams. I've written songs in my dreams that were Beatles songs. Then I'd wake up and they'd be gone.","c":"dreams","a":"Alice Cooper"},{"id":"AeS8pHX_Q3FD0","t":"My mother was really my partner in every project that I had. She was just the great enabler of my dreams.","c":"dreams","a":"Diane Keaton"},{"id":"w79W0ni489leH","t":"Don't give up on your dreams, or your dreams will give up on you.","c":"dreams","a":"John Wooden"},{"id":"091idDz8yUZkj","t":"Ideologies separate us. Dreams and anguish bring us together.","c":"dreams","a":"Eugene Ionesco"},{"id":"vEdeAOlVmFjwY","t":"If you can't read, it's going to be hard to realize dreams.","c":"dreams","a":"Booker T. Washington"},{"id":"xSO_eKbUGoNcS","t":"Our theme for this year's festivities, Dreams and Challenges of Asian Pacific Americans, speaks to the many generations of Asian Pacific Americans who worked hard to overcome economic hardship, racism and other barriers in their pursuit of the American dream.","c":"dreams","a":"Lucille Roybal-Allard"},{"id":"cmars3nJDMVP5","t":"O reason, reason, abstract phantom of the waking state, I had already expelled you from my dreams, now I have reached a point where those dreams are about to become fused with apparent realities: now there is only room here for myself.","c":"dreams","a":"Louis Aragon"},{"id":"rVSWozwB_hM5Y","t":"It's not like I don't have my own wants and dreams anymore - it's just that the kids come first. It's primal.","c":"dreams","a":"Angie Harmon"},{"id":"d0NMky6HsXMCD","t":"Youth is a wonderful thing. What a crime to waste it on children.","c":"dreams","a":"George Bernard Shaw"},{"id":"F0mB8gOnpDiPe","t":"I think L.A.'s terrific. You fly an hour and a half and you're in the mountains in three feet of powder. I also think it's a much better city if you're working as an actor. If you're not working and you don't see your dreams coming true, there can be a lot of heartache.","c":"dreams","a":"Scott Patterson"},{"id":"2J3BzcLg3HfFh","t":"Dreams are illustrations... from the book your soul is writing about you.","c":"dreams","a":"Marsha Norman"},{"id":"r2DwpD7io-mj9","t":"Believe in love. Believe in magic. Hell, believe in Santa Clause. Believe in others. Believe in yourself. Believe in your dreams. If you don't, who will?","c":"dreams","a":"Jon Bon Jovi"},{"id":"yi_T0ZPD5LSGL","t":"The world needs dreamers and the world needs doers. But above all, the world needs dreamers who do.","c":"dreams","a":"Sarah Ban Breathnach"},{"id":"heDOJpfH4zCC-","t":"I worry whether it's not really the best way to live one's life - trying to fulfill the dreams you had as a child. Maybe it's quite a backwards approach.","c":"dreams","a":"Joe Cornish"},{"id":"bOQhlyNS74fVn","t":"Follow your dreams, believe in yourself and don't give up.","c":"dreams","a":"Rachel Corrie"},{"id":"AI6r_QzDsyvDm","t":"My father, his spirit is with me constantly, and I'm a believer in that world and the world of dreams and that stuff.","c":"dreams","a":"Ziggy Marley"},{"id":"019g0nBRx-dQj","t":"We in the majority have worked hard to empower people to create opportunities, to make jobs, to do things that turn America into a place where people can achieve their dreams.","c":"dreams","a":"Robin Hayes"},{"id":"N8-jx5u7LAdo2","t":"Jazz to me is a living music. It's a music that since its beginning has expressed the feelings, the dreams, hopes, of the people.","c":"dreams","a":"Dexter Gordon"},{"id":"CuYW8sIvSNteg","t":"I just want to be myself and go for my own dreams and goals.","c":"dreams","a":"Natalie du Toit"},{"id":"wpHiuoY7v0TBL","t":"Take everything easy and quit dreaming and brooding and you will be well guarded from a thousand evils.","c":"dreams","a":"Amy Lowell"},{"id":"gic_EIwmn7i7F","t":"I feel more influenced in my own work by dreams than I do by other writers' works in a way. Or by popular culture, movies - what else is there to write about than love and loss?","c":"dreams","a":"Alice Hoffman"},{"id":"IDGm_CEpevJa-","t":"Always wear cute pyjamas to bed, you'll never know who u will meet in your dreams.","c":"dreams","a":"Joel Madden"},{"id":"HCyBeL39NmFQs","t":"Hollywood is the dream factory, and no one dreams about older women.","c":"dreams","a":"Amy Heckerling"},{"id":"_aspHEojrEh7z","t":"My dream life is just to go back to my job full-time. And be with my family. You know, regular dreams, common dreams that everyone has.","c":"dreams","a":"Carla Bruni"},{"id":"A1d9RDLLMdWX9","t":"Sometimes your dreams come true.","c":"dreams","a":"Frank Bruno"},{"id":"FAa9EJcpL-4rV","t":"Married or unmarried, young or old, poet or worker, you are still a dreamer, and will one time know, and feel, that your life is but a dream.","c":"dreams","a":"Donald G. Mitchell"},{"id":"Qf67ilh5Nyd-o","t":"Most new jobs won't come from our biggest employers. They will come from our smallest. We've got to do everything we can to make entrepreneurial dreams a reality.","c":"dreams","a":"Ross Perot"},{"id":"YfJGr4mnSyujk","t":"God, that dumping ground of our dreams.","c":"dreams","a":"Jean Rostand"},{"id":"HTwlmUe9tdDEP","t":"I published in 1978 a report on dreams in the Journal of Clinical Psychology. It was the first study of its kind to demonstrate that it is possible for people to make constructive use of their dreams to improve their lives.","c":"dreams","a":"Henry Reed"},{"id":"Wm1MHLdQle4xp","t":"I am accustomed to sleep and in my dreams to imagine the same things that lunatics imagine when awake.","c":"dreams","a":"Rene Descartes"},{"id":"ytj0IyryokukC","t":"Your mind, while blessed with permanent memory, is cursed with lousy recall. Written goals provide clarity. By documenting your dreams, you must think about the process of achieving them.","c":"dreams","a":"Gary Ryan Blair"},{"id":"bizNmZf3ElDyt","t":"Dreams do come true. If anyone's proof of that, it's me.","c":"dreams","a":"Jennifer Hudson"},{"id":"4zBFywZNbhwRt","t":"I grew up with not a lot of money and I definitely shopped at Goodwill. But even in my most unfortunate state, I was really blessed compared to a lot of the rest of the world. I had a really great chance to follow my dreams and have them actually come true.","c":"dreams","a":"AnnaLynne McCord"},{"id":"N_4PR4VzJFU6v","t":"America allows us to be able to dream, then gives us the ability to achieve those dreams.","c":"dreams","a":"Rick Mears"},{"id":"1_tSqsbaJ2oWq","t":"When we see the face of a child, we think of the future. We think of their dreams about what they might become, and what they might accomplish.","c":"dreams","a":"Desmond Tutu"},{"id":"Xx2TNa7VIZ03K","t":"To every people the land is given on condition. Perceived or not, there is a Covenant, beyond the constitution, beyond sovereign guarantee, beyond the nation's sweetest dreams of itself.","c":"dreams","a":"Leonard Cohen"},{"id":"z8e7cejUiTZ_q","t":"And they were writing scripts where Christine had hit the glass ceiling. And I always thought Christine would never hit the glass ceiling. I thought her dreams would take her. Maybe her dreams wouldn't take her where she wanted, but she still had her dreams.","c":"dreams","a":"Sharon Gless"},{"id":"9q1GSG3V0gJAA","t":"Common sense tells us that the things of the earth exist only a little, and that true reality is only in dreams.","c":"dreams","a":"Charles Baudelaire"},{"id":"K0K_oSu_RAJ1c","t":"I'll see you in my dreams.","c":"dreams","a":"Gus Kahn"},{"id":"sgogPz8I_E4jM","t":"Cherish your visions and your dreams, as they are the children of your soul the blueprints of your ultimate achievements.","c":"dreams","a":"Napolean Hill"},{"id":"Jls6AFCHXZQA1","t":"After having done this whole slew of press for 'Big Love,' now I'll have anxiety dreams for like a week and a half about all the stupid things I said. I can't even imagine being in front of the cameras all the time. I had a weird dream the other night that I was on 'Jersey Shore.'","c":"dreams","a":"Chloe Sevigny"},{"id":"q0T0pH031fyTY","t":"Ironically, it is exactly because we are a city that embraces freedom, that welcomes everyone and encourages their dreams, that New York remains on the front lines in the war on terror.","c":"dreams","a":"Michael Bloomberg"},{"id":"Vz-dWKe0qC8YM","t":"Vision gets the dreams started. Dreaming employs your God-given imagination to reinforce the vision. Both are part of something I believe is absolutely necessary to building the life of a champion, a winner, a person of high character who is consistently at the top of whatever game he or she is in.","c":"dreams","a":"Emmitt Smith"},{"id":"O-FkWuk6HaCkb","t":"I love my early movies, but naturalism is an artist's early style. Now I want to deal with feelings, dreams, an acceptance of irrationality.","c":"dreams","a":"Irvin Kershner"},{"id":"J-ujDf37sZWnS","t":"The world is seldom what it seems to man, who dimly sees, realities appear as dreams, and dreams realities.","c":"dreams","a":"Samuel Johnson"},{"id":"D7yPXRGedaMVX","t":"You can't censor people's dreams.","c":"dreams","a":"Robyn Hitchcock"},{"id":"oLRgIsEfURdkp","t":"Dreams are, by definition, cursed with short life spans.","c":"dreams","a":"Candice Bergen"},{"id":"Z3iQaYswJ0a-L","t":"To all the kids out there: Follow your dream. Believe in your dream. Because dreams do come true.","c":"dreams","a":"Rickey Henderson"},{"id":"4Njp85cIbar8n","t":"Sexual dreams aren't usually about sex.","c":"dreams","a":"Pamela Stephenson","e":true},{"id":"x6jsszY0vKmGc","t":"I always wanted to be a Californian. In my wildest dreams, I always liked California - it's the place where oranges grows on trees! Fruit just falls off the trees.","c":"dreams","a":"Eric Burdon"},{"id":"Myg0PRRSaGBDW","t":"Learn from your dreams what you lack.","c":"dreams","a":"W. H. Auden"},{"id":"71GrV3keKXiZ9","t":"A horse is the projection of peoples' dreams about themselves - strong, powerful, beautiful - and it has the capability of giving us escape from our mundane existence.","c":"dreams","a":"Pam Brown"},{"id":"6X-BDqaR6ZBAc","t":"If you want to achieve your dreams, you must follow them, and the best way to follow them is not to think about wanting to be very rich, but to think about doing something that you really want to do.","c":"dreams","a":"Jackie Collins"},{"id":"E6jQ_RGBZBJmE","t":"You only get one album. You only get one single. You get one shot in music. But I have a million different dreams. Why can't I go out and try to achieve them all? Who are you to say I can't?","c":"dreams","a":"Lucy Hale"},{"id":"HtI4-RGdajHf3","t":"Like dreams, statistics are a form of wish fulfillment.","c":"dreams","a":"Jean Baudrillard"},{"id":"h00JDGkoArcE0","t":"Don't be afraid of your dreams.","c":"dreams","a":"Jacques Parizeau"},{"id":"WxucuLOa3LvQW","t":"I don't understand people who dream in black and white. I just don't get it. My dreams have always been vivid color.","c":"dreams","a":"Gary Ross"},{"id":"SIv_dZirG9_EP","t":"Living in dreams of yesterday, we find ourselves still dreaming of impossible future conquests.","c":"dreams","a":"Charles Lindbergh"},{"id":"UAkmMuXj35S0i","t":"If dreams are like movies, then memories are films about ghosts.","c":"dreams","a":"Adam Duritz"},{"id":"pv6FzQe4ZsBqH","t":"Then I was working in a store in Newark, New Jersey, and I saw an actor in person, and I got so excited. My whole day changed. That's when I decided to challenge myself to make my dreams become a reality.","c":"dreams","a":"Derek Luke"},{"id":"ox75MQ_YEfBQH","t":"My wife is beginning to instruct me on means to retrieve dreams, and bit by bit, it does seem to be working.","c":"dreams","a":"Theodore Sturgeon"},{"id":"s5-xUqYE_DVjP","t":"I think I usually have quite ordinary dreams. Sometimes my dreams take me to other dimensions. I can travel in my mind especially when I'm dreaming I focus my mind on what I want to dream. If I want to fly, I focus on flying.","c":"dreams","a":"Uri Geller"},{"id":"U7D-TkD-5Ja-W","t":"We all keep dreaming, and luckily, dreams come true.","c":"dreams","a":"Katie Holmes"},{"id":"w8bvf6gtAi2GO","t":"Dreams do come true, if we only wish hard enough, You can have anything in life if you will sacrifice everything else for it.","c":"dreams","a":"James M. Barrie"},{"id":"hd71pc1k-srIL","t":"My mother gave me my drive but my father gave me my dreams.","c":"dreams","a":"Liza Minnelli"},{"id":"j8pVlK2mGg7gr","t":"You cannot live to please everyone else. You have to edify, educate and fulfill your own dreams and destiny, and hope that whatever your art is that you're putting out there, if it's received, great, I respect you for receiving it. If it's not received, great, I respect you for not.","c":"dreams","a":"Octavia Spencer"},{"id":"qPlXCyO9OT3SW","t":"In Dreams... well, I was slightly overcompensating with that. I was a bit like a director for hire, so maybe I was putting too much imagery that was familiar to me into it.","c":"dreams","a":"Neil Jordan"},{"id":"fMnHtI_mXFfpj","t":"My dreams have become puny with the reality my life has become.","c":"dreams","a":"Imelda Marcos"},{"id":"_Wxz716X5Lqqi","t":"I think we dream so we don't have to be apart so long. If we're in each other's dreams, we can play together all night.","c":"dreams","a":"Bill Watterson"},{"id":"9LzSJhaXV2RWU","t":"If you're the type of person who has to fulfill your dreams, you've gotta be resourceful to make sure you can do it. I came out to California when I was 21, thinking my New York credentials would take me all the way. I came back home a year later all dejected and a failure.","c":"dreams","a":"Vin Diesel"},{"id":"kV8GgDaGgcglU","t":"And the Republican Party especially associates the market with the idea of progress, goodness, family, and points us toward the mall as an answer to all our personal dreams.","c":"dreams","a":"Arlie Russell Hochschild"},{"id":"qeZR6RkPh_-hi","t":"I want to still be singing at 70 years old. I want to be open to the dreams I haven't even dreamed up.","c":"dreams","a":"Fantasia Barrino"},{"id":"S-O5eUn09iWBj","t":"The biggest adventure you can take is to live the life of your dreams.","c":"dreams","a":"Oprah Winfrey"},{"id":"S1TdGvJM8CRwi","t":"No one should negotiate their dreams. Dreams must be free to fly high. No government, no legislature, has a right to limit your dreams. You should never agree to surrender your dreams.","c":"dreams","a":"Jesse Jackson"},{"id":"kSA1TNkuWHuYw","t":"Sometimes dreams are wiser than waking.","c":"dreams","a":"Black Elk"},{"id":"LmTHEeUtXioE5","t":"The Brown decision promised that every child, regardless of the color of his or her skin, would have unequivocal access to quality education and an equal opportunity to pursue his/her dreams.","c":"dreams","a":"Ed Markey"},{"id":"8zsghElxVELRq","t":"We control the content of our dreams.","c":"dreams","a":"Thom Gunn"},{"id":"S6SVOGYWWls-_","t":"I don't remember my dreams. I'm one of those weird people. I know there are tricks and things you can do, but I never remember my dreams.","c":"dreams","a":"Jayma Mays"},{"id":"8_tVeB45uQl_o","t":"Dreams get you into the future and add excitement to the present.","c":"dreams","a":"Robert Conklin"},{"id":"gJS79Vkyd_SRi","t":"People's real hopes and dreams can be distorted and misdirected and packaged until you're not sure what you really want or what you even really need.","c":"dreams","a":"Tracy Chapman"},{"id":"vcBpW_Y46kkaQ","t":"Just really, really believe in what you're trying to do. Don't let people alter that. Let people advise you and lead you down paths to make smart business decisions. But trust your instinct and trust that overwhelming drive that made you put all your dreams and everything on the line.","c":"dreams","a":"Luke Bryan"},{"id":"uMPYBZjfGECW1","t":"High achievers spot rich opportunities swiftly, make big decisions quickly and move into action immediately. Follow these principles and you can make your dreams come true.","c":"dreams","a":"Robert H. Schuller"},{"id":"gTlCpystFkSHo","t":"To this day, some of my closest friends say, 'Gaga, you know, everything's great. You're a singer your dreams have come true.' But, still, when certain things are said to you over and over again as you're growing up, it stays with you and you wonder if they're true.","c":"dreams","a":"Lady Gaga"},{"id":"5-5TjoA8f7sLb","t":"The permanent temptation of life is to confuse dreams with reality. The permanent defeat of life comes when dreams are surrendered to reality.","c":"dreams","a":"James A. Michener"},{"id":"6yicYONGt3uiW","t":"There's nothing as exciting as a comeback - seeing someone with dreams, watching them fail, and then getting a second chance.","c":"dreams","a":"Rachel Griffiths"},{"id":"4isvpXjIl1zQM","t":"I was always a dreamer, in childhood especially. People thought I was a little strange.","c":"dreams","a":"Charley Pride"},{"id":"OcSqUaO-veEUE","t":"The armored cars of dreams, contrived to let us do so many a dangerous thing.","c":"dreams","a":"Elizabeth Bishop"},{"id":"i0q03xcZHSjVv","t":"My mother was always working for a job, so I guess I was always trained that I should have multiple jobs, multiple aspirations. And I remember she had multiple aspirations, always hearing about her dreams and things she did in the past and things she wanted to do.","c":"dreams","a":"Puff Daddy"},{"id":"W7jh4TSYAI1vH","t":"I was working at the store on the Sony studios in Culver City. And I was literally holding a shirt when they came in and told me I'd got the part! It just shows dreams do come true.","c":"dreams","a":"Derek Luke"},{"id":"0mm5PvQS9OBnq","t":"If I thought that any of this was pre ordained, then it takes away any kind of incentive to struggle, or to put up with things, to reach for those impossible dreams, all those dramatic things.","c":"dreams","a":"Gary Numan"},{"id":"Ty7c7y6XOd1B-","t":"As a kid, this is what I wanted my life to be. Not in my wildest dreams did I ever dare to dream that it would be this.","c":"dreams","a":"Smokey Robinson"},{"id":"83opjFJf3P8DU","t":"'Dreams From My Father' reveals more about Obama than is usually known about political leaders until after they're dead. Perhaps more than it intends, it shows his mind working, in real time, sentence by sentence, in what feels like a private audience with the reader.","c":"dreams","a":"Jonathan Raban"},{"id":"C-ZmRjmpbzVeF","t":"I really want to live in New York. That's the city of my dreams.","c":"dreams","a":"Joel Kinnaman"},{"id":"31azVTSSw2CEg","t":"I never had any big dreams about doing something on a huge scale.","c":"dreams","a":"Alison Krauss"},{"id":"N7uIzY0lDWop_","t":"The usual comment from psychologists and psychiatrists was that it's best not to encourage people to look at their dreams because they are liable to stir up problems for themselves.","c":"dreams","a":"Henry Reed"},{"id":"Pi-cvIvzhJL62","t":"Ever since we were little, we were so on fire for our dreams. We never let anyone blow our flames out.","c":"dreams","a":"Kelly Rowland"},{"id":"1DcJGFvD3Kxe0","t":"I thin many people's deviant behavior starts with dreams because dreams are so non-linear... as if there's an assumption that everything has to be linear or has to be plotted.","c":"dreams","a":"Robyn Hitchcock"},{"id":"KHVoZZTtvql0r","t":"A dreamer is one who can only find his way by moonlight, and his punishment is that he sees the dawn before the rest of the world.","c":"dreams","a":"Oscar Wilde"},{"id":"ah57DGAfPeWft","t":"My life has been a continuous fulfillment of dreams. It appears that everything I saw and did has a new, and perhaps, more significant meaning, every time I see it. The earth is good. It is a privilege to live thereon.","c":"dreams","a":"Liberty Hyde Bailey"},{"id":"Dg3Y-Es2GGlWS","t":"I'm very ambitious. I live in reality but I have dreams I want to fulfill - I want to be a director, and I've already started my own production company. But I also have a measure of success that I keep to myself. It's something very personal to me.","c":"dreams","a":"Alex Pettyfer"},{"id":"M0y0f3szcFYiG","t":"My dreams were all my own I accounted for them to nobody they were my refuge when annoyed - my dearest pleasure when free.","c":"dreams","a":"Mary Wollstonecraft Shelley"},{"id":"p_IJZ3lPC7-qq","t":"I think what every skater dreams of is not only skating the best program they can possibly skate, but, y'know, having the crowd roar at the end, and it was just so loud I couldn't even hear my music.","c":"dreams","a":"Sarah Hughes"},{"id":"VeJ2xZw3x7060","t":"There's a line I have that our family was designed more for public than for private. But there are definitely some things that are only mine. I am someone who dreams at night, and you don't know what I'm dreaming.","c":"dreams","a":"Carrie Fisher"},{"id":"vnfr6ZN43einD","t":"I look up to people who succeed in accomplishing their dreams.","c":"dreams","a":"Joanna Noelle Levesque"},{"id":"56iIuUq6LhIBI","t":"Dreams are often most profound when they seem the most crazy.","c":"dreams","a":"Sigmund Freud"},{"id":"czUyCnex9gfnN","t":"I've succeeded beyond my wildest dreams - financially and the amount of fun I have in my life.","c":"dreams","a":"Phil Hartman"},{"id":"F7vlQCQN1R_NE","t":"Hopefully kids will look at me and see that your dreams can come true.","c":"dreams","a":"Roy Keane"},{"id":"Ml5xT3l2ooB8U","t":"Sports nurtures dreams of achieving self confidence and masculine striving for the skinny kid watching a boxer dance around the ring with sublime ease.","c":"dreams","a":"Armstrong Williams"},{"id":"QmLuDkcSmNsvw","t":"The most pitiful among men is he who turns his dreams into silver and gold.","c":"dreams","a":"Khalil Gibran"},{"id":"87nZTPiaul39I","t":"Never let your dreams go away.","c":"dreams","a":"Mike Piazza"},{"id":"I8yGbG-WVPbnS","t":"War is eternity jammed into frantic minutes that will fill a lifetime with dreams and nightmares.","c":"dreams","a":"John Cory"},{"id":"O2Fyn2oDNSKMS","t":"Maybe the body learns from dreams. Maybe the muscles, the neutrons, revitalize.","c":"dreams","a":"Michael Zaslow"},{"id":"82tzQTKEemKxi","t":"Our politics are our deepest form of expression: they mirror our past experiences and reflect our dreams and aspirations for the future.","c":"dreams","a":"Paul Wellstone"},{"id":"IprJ12CnBap5C","t":"All my dreams are coming true all across the board for some reason.","c":"dreams","a":"Jay Electronica"},{"id":"wucURQYDX06Dh","t":"Dream manfully and nobly, and thy dreams shall be prophets.","c":"dreams","a":"Edward G. Bulwer-Lytton"},{"id":"w1MqT8a4MJlXi","t":"Instead of plotting the demise of the traditional family, as some politicians and religious leaders would have you believe, gay people mow their lawns and watch 'American Idol' and video their children's concerts and have the same hopes and dreams that their straight counterparts do.","c":"dreams","a":"Jodi Picoult"},{"id":"VxipxFfMcGC44","t":"It's like one of those dreams you have when someone is chasing you. You're running as fast as you can, and someone's trotting behind you, just out of range, trying to grab onto you.","c":"dreams","a":"Michael Chang"},{"id":"hJFB90ja_9Jgg","t":"I am very lucky because I am realizing my childhood dreams, and after presenting my shows it's like a party.","c":"dreams","a":"Jean Paul Gaultier"},{"id":"7HCHrLC-bO-eF","t":"In my dreams I hear again the crash of guns, the rattle of musketry, the strange, mournful mutter of the battlefield.","c":"dreams","a":"Douglas MacArthur"},{"id":"_T6yXLZvgaQbm","t":"I know how men in exile feed on dreams.","c":"dreams","a":"Aeschylus"},{"id":"01VaQrGAigo-y","t":"Am I athletic? In my dreams.","c":"dreams","a":"Hugh Bonneville"},{"id":"3QtKdQBR9YndN","t":"Dreams say what they mean, but they don't say it in daytime language.","c":"dreams","a":"Gail Godwin"},{"id":"983aNLIqbgRkt","t":"In my dreams I am not crippled. In my dreams, I dance.","c":"dreams","a":"Louise Brooks"},{"id":"ISWI9pCvWfQCG","t":"Our dreams are made of real things, like a shoebox full of photographs.","c":"dreams","a":"Jack Johnson"},{"id":"cjDbeFsDdnXWU","t":"My new life goes beyond my dreams because my dream was Formula One and I achieved it. I'm a driver, I feel like a driver. I have won this race because I am alive.","c":"dreams","a":"Maria de Villota"},{"id":"R6pCc7En31Rjy","t":"I've had quite a lot of luck with dreams. I've often awoken in the night with a phrase or even a whole song in my head.","c":"dreams","a":"Brian Eno"},{"id":"7IAP0kvMnP3pW","t":"Oh, I was never a businessman. I was a visionary, a dreamer.","c":"dreams","a":"Jim Bakker"},{"id":"AuRyRcb3eu5Dr","t":"Take, if you must, this little bag of dreams, Unloose the cord, and they will wrap you round.","c":"dreams","a":"William Butler Yeats"},{"id":"apXH96xkHS2jZ","t":"Dreams must be heeded and accepted. For a great many of them come true.","c":"dreams","a":"Paracelsus"},{"id":"kWgZL7UDgsEdc","t":"I have learned, that if one advances confidently in the direction of his dreams, and endeavors to live the life he has imagined, he will meet with a success unexpected in common hours.","c":"dreams","a":"Henry David Thoreau"},{"id":"_FFm0mwY0yrNw","t":"In Nicaragua, liberty, equality and the rule of law were the stuff of dreams. But in Paris I discovered the value of those words.","c":"dreams","a":"Bianca Jagger"},{"id":"nRsUnKsu6u9EB","t":"Only in dreams, in poetry, in play do we sometimes arrive at what we were before we were this thing that, who knows, we are.","c":"dreams","a":"Julio Cortazar"},{"id":"v4-Wnz4u-WfHJ","t":"Our dreams are firsthand creations, rather than residues of waking life. We have the capacity for infinite creativity at least while dreaming, we partake of the power of the Spirit, the infinite Godhead that creates the cosmos.","c":"dreams","a":"Jackie Gleason"},{"id":"t9nEABO6i77-i","t":"The world of men is dreaming, it has gone mad in its sleep, and a snake is strangling it, but it can't wake up.","c":"dreams","a":"David Herbert Lawrence"},{"id":"plvabCpGiWtNK","t":"The usual channels of university studies or secretarial work did not appeal to me. I cherished difficult dreams through confidence in myself.","c":"dreams","a":"Ella Maillart"},{"id":"lKWZTP0NG-gpo","t":"I've never dreamed of a story idea. I have such boring dreams.","c":"dreams","a":"R. L. Stine"},{"id":"TdawhIyqARnX6","t":"As a young man you don't notice at all that you were, after all, badly affected. For years afterwards, at least ten years, I kept getting these dreams, in which I had to crawl through ruined houses, along passages I could hardly get through.","c":"dreams","a":"Otto Dix"},{"id":"za1aMpyVRCvDL","t":"What's interesting is, for myself, when I become really attracted to somebody, I find them in my dreams... conversations, nothing more.","c":"dreams","a":"Alice Englert"},{"id":"R8enlZSOhzxXB","t":"Big dreams create the magic that stir men's souls to greatness.","c":"dreams","a":"Bill McCartney"},{"id":"cfktuDJmxxBEx","t":"How blessed are some people, whose lives have no fears, no dreads to whom sleep is a blessing that comes nightly, and brings nothing but sweet dreams.","c":"dreams","a":"Bram Stoker"},{"id":"ww5T6EpVMZ7KS","t":"America is not just a democracy, it represents a certain culture of competitive mobility and personality aspirations, politics is not merely a clash of interests, but a clash of dreams.","c":"dreams","a":"David Brooks"},{"id":"pXCnZgHUVd_ce","t":"Our citizens and those who have gone before us charted the broad outlines of where we need to go, and they would envy our opportunity to translate those dreams into action. And I believe they will judge us very harshly should we fail to act.","c":"dreams","a":"Dave Freudenthal"},{"id":"JjY0KfcoqnKkt","t":"Dreams are not without meaning wherever thay may come from-from fantasy, from the elements, or from other inspiration.","c":"dreams","a":"Paracelsus"},{"id":"LNEY4Gkepcwhs","t":"You've got to have dreams to keep you going.","c":"dreams","a":"Steve Waugh"},{"id":"usxvhjcN3IE23","t":"An Academy Award nomination is stuff dreams are made of.","c":"dreams","a":"Sharmeen Obaid-Chinoy"},{"id":"Ju045Ctv-yX8H","t":"I put a lot of faith in dreams. I know that big movie roles and opportunities are going to happen.","c":"dreams","a":"Krista Allen"},{"id":"yLyDiOdYuXYso","t":"Never underestimate the power of dreams and the influence of the human spirit. We are all the same in this notion: The potential for greatness lives within each of us.","c":"dreams","a":"Wilma Rudolph"},{"id":"pvZ8VMDo9H-Bw","t":"Screenplays I didn't really care about, journalism, travel books, getting my writer friends to write about their dreams or something. I just determined to write the books I had to write.","c":"dreams","a":"Kazuo Ishiguro"},{"id":"Ql50qPr2Oj0IA","t":"Dreams take you beyond what you think you can do in life.","c":"dreams","a":"Vikram Chatwal"},{"id":"g2APf5tA4eoD7","t":"The ninety and nine are with dreams, content but the hope of the world made new, is the hundredth man who is grimly bent on making those dreams come true.","c":"dreams","a":"Edgar Allan Poe"},{"id":"A6b9ap7LfvNRl","t":"With unemployment still abysmally high, the Obama economy is crushing Hispanics' dreams for their children to live a better life.","c":"dreams","a":"Marco Rubio"},{"id":"9KWwJ2z3bZ6qo","t":"I tell kids to pursue their basketball dreams, but I tell them to not let that be their only dream.","c":"dreams","a":"Kareem Abdul-Jabbar"},{"id":"ilKfiacH5ZiGQ","t":"Man is a genius when he is dreaming.","c":"dreams","a":"Akira Kurosawa"},{"id":"VcY8uTFUN-LwY","t":"People with disabilities have abilities too and that is what this course is all about - making sure those abilities blossom and shine so that all the dreams you have can come true.","c":"dreams","a":"Mary McAleese"},{"id":"yecBLGhyEUUF5","t":"We need to be aware of what we are capable of first and realize that if you place your dreams really really high, you do have the potential to get to that level.","c":"dreams","a":"Vicente Fox"},{"id":"RaoPdNcxsl1M4","t":"A friend told me that teenage girls are always looking for someone to pin their dreams on. That doesn't make it any less weird though.","c":"dreams","a":"Orlando Bloom"},{"id":"9FDYm6t_Ya3TL","t":"Art is for entertainment purposes, but it's also to reflect our dreams, our hopes, the present, the future the past - whether it's good or bad.","c":"dreams","a":"Amber Valletta"},{"id":"m0x2juDRa0-Rf","t":"A man is not old until regrets take the place of dreams.","c":"dreams","a":"John Barrymore"},{"id":"J0lqhLd1bvYfw","t":"Dreams don't have deadlines. I'm thinking of doing bigger and better things and having more fun with it.","c":"dreams","a":"LL Cool J"},{"id":"Ox2lAcxCdpUcC","t":"As far as my dreams go, all I want to do is be a working actor, and I happily achieved that.","c":"dreams","a":"Lucas Grabeel"},{"id":"ObybiQe9vosr5","t":"You have to be vigorous. That's the only way you are going to get it because everybody has dreams and everybody has goals, but the only people who achieve them are the ones that go after it and don't take no for an answer.","c":"dreams","a":"Nick Cannon"},{"id":"1Lp8Ojqy8NVLY","t":"There are many talented people who haven't fulfilled their dreams because they over thought it, or they were too cautious, and were unwilling to make the leap of faith.","c":"dreams","a":"James Cameron"},{"id":"PWMjDkUBIM4FS","t":"No movie influenced me more to go after my dreams than 'Flashdance.' After seeing it, I took 15 dance lessons a week. I cut all my sweatshirts. I did the 'Maniac' thing.","c":"dreams","a":"Elizabeth Berkley"},{"id":"Df9zc3SvVTooV","t":"And our dreams are who we are.","c":"dreams","a":"Barbara Sher"},{"id":"-gEmzZMFD-SV4","t":"I save my dreams and hopes for my kids. When I'm making a wish under a bridge or tunnel, it's always for them.","c":"dreams","a":"Alison Sweeney"},{"id":"9NR7rjWV_cdSE","t":"I was not looking for my dreams to interpret my life, but rather for my life to interpret my dreams.","c":"dreams","a":"Susan Sontag"},{"id":"K127IXWGTw-rR","t":"Take pleasure in your dreams relish your principles and drape your purest feelings on the heart of a precious lover.","c":"dreams","a":"Giotto di Bondone"},{"id":"dqRf64iDvtMp4","t":"I've had dreams about tricks.","c":"dreams","a":"Shaun White"},{"id":"7oMwDdeVqjnUs","t":"What is the conservative movement? It's pretty straightforward. We believe that the way prosperity is created is when people have the freedom and the opportunity to pursue their dreams.","c":"dreams","a":"Marco Rubio"},{"id":"ypczLr3TLA4C8","t":"I have absurdly vivid dreams.","c":"dreams","a":"Erin Morgenstern"},{"id":"2HQS57-2z0yj1","t":"For even in dreams a good deed is not lost.","c":"dreams","a":"Pedro Calderon de la Barca"},{"id":"GciGwZCeELMTY","t":"Dreams have only the pigmentation of fact.","c":"dreams","a":"Djuna Barnes"},{"id":"h_DRUP1A_GtG8","t":"As soon as I became old enough to make my dreams my reality, I became a firm believer that the subconscious and the world outside of our flesh and blood is essentially the truth.","c":"dreams","a":"Melissa Auf der Maur"},{"id":"i4YKD18UAxi8z","t":"I am consumed with the fear of failing. Reaching deep down and finding confidence has made all my dreams come true.","c":"dreams","a":"Arsenio Hall"},{"id":"tIR98vmM9iVH-","t":"I don't like dreams or reality. I like when dreams become reality because that is my life.","c":"dreams","a":"Jean Paul Gaultier"},{"id":"lCzL1WGjrrctb","t":"It does not do to dwell on dreams and forget to live.","c":"dreams","a":"J. K. Rowling"},{"id":"oPOIYG0edHQRe","t":"When all of your wishes are granted, many of your dreams will be destroyed.","c":"dreams","a":"Marilyn Manson"},{"id":"pVKNur2xXDwPD","t":"I think basically becoming famous has taken the place of going to Heaven in modern society, hasn't it? That's the place where your dreams will come true. It's an act of faith now they think that's going to sort things out.","c":"dreams","a":"Jarvis Cocker"},{"id":"gj-qFrrD-SVMU","t":"Who looks outside, dreams who looks inside, awakes.","c":"dreams","a":"Carl Jung"},{"id":"Sf0kARpIRra5F","t":"Reality seems valueless by comparison with the dreams of fevered imaginations reality is therefore abandoned.","c":"dreams","a":"Emile Durkheim"},{"id":"hsSF8WOqjQHgw","t":"Literature for me isn't a workaday job, but something which involves desires, dreams and fantasy.","c":"dreams","a":"Antonio Tabucchi"},{"id":"0r9lYIToz6HMD","t":"The curse of the romantic is a greed for dreams, an intensity of expectation that, in the end, diminishes the reality.","c":"dreams","a":"Marya Mannes"},{"id":"RerClcXgrLOf8","t":"I'm sick of following my dreams. I'm just going to ask them where they're goin', and hook up with them later.","c":"dreams","a":"Mitch Hedberg"},{"id":"B7BKLf543ALis","t":"Anderson Cooper every night dreams about getting my job permanently really.","c":"dreams","a":"Regis Philbin"},{"id":"cd9xBxU1Xq3dI","t":"Dreams do come true, even for someone who couldn't speak English and never had a music lesson or much of an education.","c":"dreams","a":"Lawrence Welk"},{"id":"eU-5kWoB5_qbj","t":"In dreams the truth is learned that all good works are done in the absence of a caress.","c":"dreams","a":"Leonard Cohen"},{"id":"tEJ7GaQylmfVO","t":"No, I never had any dreams. The process of art is a dream in itself. The artist just doesn't... you work out something. It's yours. You don't have to go to sleep to do that. You do that on the canvas.","c":"dreams","a":"LeRoy Neiman"},{"id":"9VHRg4BGgYkPO","t":"Love is the most terrible, and also the most generous of the passions it is the only one which includes in its dreams the happiness of someone else.","c":"dreams","a":"Alphonse Karr"},{"id":"veGCl6Ho7NYe-","t":"I understand it's my role to realize people's dreams. I'm O.K. with that so long as my songs are my own. No one can take my songs away from me.","c":"dreams","a":"Ayumi Hamasaki"},{"id":"YdKEi-FECmpFE","t":"One of the dreams of Zionism was to be a bridge. Instead, we are creating exclusion between the East and the West instead of creating bridges we are contributing to the conflict between East and West by our stupid desire to have more.","c":"dreams","a":"A. B. Yehoshua"},{"id":"mHzhh7syae7WT","t":"The old studios that mass-produced dreams are gone with the wind, just like the old downtown theaters that were the temples of the dreams.","c":"dreams","a":"Suzanne Fields"},{"id":"gQz7eW2Fh2jYz","t":"It has never been my object to record my dreams, just the determination to realize them.","c":"dreams","a":"Man Ray"},{"id":"TK9IoJtElEgls","t":"In my childhood, America was like a religion. Then, real-life Americans abruptly entered my life - in jeeps - and upset all my dreams.","c":"dreams","a":"Sergio Leone"},{"id":"1lT6pJLkBRZMP","t":"When you cease to dream you cease to live.","c":"dreams","a":"Malcolm Forbes"},{"id":"bcdstCX07R_2B","t":"Dreams seem to have a will of their own.","c":"dreams","a":"Henry Reed"},{"id":"b2ZlKv8dYl9EB","t":"So many of my dreams were to actually be able to make a living of what I did as a hobby.","c":"dreams","a":"Rick Baker"},{"id":"SYVuGtMcvdS6h","t":"Dreams are a scientific fact.","c":"dreams","a":"Robyn Hitchcock"},{"id":"BLKO72U01EfJk","t":"My dreams came true while wearing the opening look from the spring/summer 2010 Dior ready-to-wear collection. I will never forget how special I felt opening John Galliano's show, like I was living a dream.","c":"dreams","a":"Karlie Kloss"},{"id":"dF0DJTH_pzs3Y","t":"When you're a young English person who wants to be an actress and you have dreams, you dream of being Vanessa Redgrave or Judi Dench.","c":"dreams","a":"Janet McTeer"},{"id":"n3oT6PnKI_uOr","t":"The London Games will be designed for the athletes and we will provide them with the very best venues and the very best conditions to pursue their sporting dreams in London.","c":"dreams","a":"Sebastian Coe"},{"id":"FGHLispcgeeF7","t":"Each man should frame life so that at some future hour fact and his dreaming meet.","c":"dreams","a":"Victor Hugo"},{"id":"rW--0pDrzXU1j","t":"I'd definitely be the kind of parent who enabled my child's dreams. I'd just watch and nurture and guide them. I have the blueprints of what not to do... I think I'd be a good parent, actually.","c":"dreams","a":"Drew Barrymore"},{"id":"YzpPJkj4Hbca4","t":"No matter how carefully you plan your goals they will never be more than pipe dreams unless you pursue them with gusto.","c":"dreams","a":"W. Clement Stone"},{"id":"V1yBv8_vkvnHD","t":"Never in my wildest dreams did I entertain the idea that I would become a fashion designer.","c":"dreams","a":"Giorgio Armani"},{"id":"yM0uJLe9jBMDC","t":"My office is at Yankee stadium. Yes, dreams do come true.","c":"dreams","a":"Derek Jeter"},{"id":"K5N8HqGRDaHER","t":"Dreaming of a tomorrow, which tomorrow, will be as distant then as 'tis today.","c":"dreams","a":"Lope de Vega"},{"id":"TSoMd9OnPrmFU","t":"The readers are the ones who let us live our dreams. I try to write books which are really compelling - that you'd take on vacation and rather than going out, you'd read in your hotel room because you had to find out what happened. Hopefully that's what readers are responding to.","c":"dreams","a":"Harlan Coben"},{"id":"Ozh6Z1LWiKjF8","t":"Yesterday is but today's memory, and tomorrow is today's dream.","c":"dreams","a":"Khalil Gibran"},{"id":"mfud-5Xgf8-eu","t":"I'm a journeyman actor, and I don't ever want to forget that. With romantic-lead dreams.","c":"dreams","a":"William Sanderson"},{"id":"NJo9CEwp8oCTC","t":"You have to dream dreams to live dreams.","c":"dreams","a":"Eric Lindros"},{"id":"S9iPOEGYF5MoQ","t":"The name Air Supply sort of came from nowhere. I get a lot of my things in dreams and I just had a dream about it one night, and I woke up and said that's just got to be the name. That was in 1975.","c":"dreams","a":"Graham Russell"},{"id":"gd2FmmeWl1Epr","t":"But we can hold our spirits and our bodies so pure and high, we may cherish such thoughts and such ideals, and dream such dreams of lofty purpose, that we can determine and know what manner of men we will be, whenever and wherever the hour strikes and calls to noble action.","c":"dreams","a":"Joshua Chamberlain"},{"id":"vE_xeD9W3Glmj","t":"Not only the priceless heritage of our fathers, of our seamen, of our Empire builders is being thrown away in a war that serves no British interests - but our alliance leader Stalin dreams of nothing but the destruction of that heritage of our fathers?","c":"dreams","a":"John Amery"},{"id":"DR8qFaYk-mX85","t":"'Do What You Gotta Do' is a positive, inspirational song that says no matter what it is whether you're up against challenges or trying to get your dreams and aspirations met, you should do what whatever you have to do shy of killing yourself or someone else.","c":"dreams","a":"Angie Stone"},{"id":"IfRVNtTiDo3-y","t":"My parent's divorce and hard times at school, all those things combined to mold me, to make me grow up quicker. And it gave me the drive to pursue my dreams that I wouldn't necessarily have had otherwise.","c":"dreams","a":"Christina Aguilera"},{"id":"cgwf4KNErHp5M","t":"I came at age in the '60s, and initially my hopes and dreams were invested in politics and the movements of the time - the anti-war movement, the civil rights movement. I worked on Bobby Kennedy's campaign for president as a teenager in California and the night he was killed.","c":"dreams","a":"David Talbot"},{"id":"1WaazwYsDmyfi","t":"I have my own production company called Urban Dreams.","c":"dreams","a":"Chaske Spencer"},{"id":"4D-X_6Jk1eemy","t":"My mom taught me to go after my dreams. I have this faith in myself that I must have gotten from her.","c":"dreams","a":"Amy Jo Johnson"},{"id":"6nbLxs301UyO8","t":"A player dreams of being a superstar, but he doesn't want people flocking all over him asking for an autograph.","c":"dreams","a":"Dennis Rodman"},{"id":"2ZrUVdBlmltns","t":"My professional dreams were coming true while I was living a personal nightmare.","c":"dreams","a":"Dane Cook"},{"id":"0QdFj9OVY2et4","t":"If you were to ask my agent, they would confirm this: I'm drawn to locations. What really drew me to 'The 4400,' aside from the fact that it was sci-fi, was the fact that it was shot in the city of my dreams: Vancouver.","c":"dreams","a":"Billy Campbell"},{"id":"CtxnvFlThKzQr","t":"Wide awake I can make my most fantastic dreams come true.","c":"dreams","a":"Lorenz Hart"},{"id":"m1R87LWhVWPuQ","t":"Politics are beautiful. They enable a community to live collectively with one another. It's not about stabbing each other in the back it's about enabling people to reach their dreams and pursue happiness.","c":"dreams","a":"Ben Nicholson"},{"id":"t3RZGSeTT6USN","t":"It's surreal to know my dreams are coming true.","c":"dreams","a":"Mario Vazquez"},{"id":"mYGwRXDqELupw","t":"We can escape the commonplace only by manipulating it, controlling it, thrusting it into our dreams or surrendering it to the free play of our subjectivity.","c":"dreams","a":"Raoul Vaneigem"},{"id":"L2LD7gDoB55GZ","t":"Perhaps life is just that... a dream and a fear.","c":"dreams","a":"Joseph Conrad"},{"id":"N6OBrJuhNGQrB","t":"I only remember the end of my dreams, like waking up at a steering wheel, or falling.","c":"dreams","a":"Ben Barnes"},{"id":"koHHAGYAn4cMZ","t":"You must recognize, embrace, and be honest about what is real for you today and allow that understanding to inform the choices you make. Only then will you be able to build the future of your dreams.","c":"dreams","a":"Suze Orman"},{"id":"0uonVcFUmhx55","t":"Our dreams must be stronger than our memories. We must be pulled by our dreams, rater than pushed by our memories.","c":"dreams","a":"Jesse Jackson"},{"id":"y8lQmlfc8Bifd","t":"They were using the dolls to project their dreams of their own futures as adult women.","c":"dreams","a":"Ruth Handler"},{"id":"knfOy_ZW-cvm3","t":"After all those days in the cotton fields, the dreams came true on a gold record on a piece of wood. It's in my den where I can look at it every day. I wear it out lookin' at it.","c":"dreams","a":"Carl Perkins"},{"id":"-ZWEdtsAlehb9","t":"You have to dream before your dreams can come true.","c":"dreams","a":"Abdul Kalam"},{"id":"OwaCF7CPATUfx","t":"In the year since we brought things into the open with a clean breath of fresh air at City Hall, we have learned about corrupt spending practices and unethical conflicts of interest that waste your money... and keep Dallas from being the great city of our dreams.","c":"dreams","a":"Laura Miller"},{"id":"w0DbhzGQ7NHOE","t":"Each has its lesson for our dreams in sooth, come they in shape of demons, gods, or elves, are allegories with deep hearts of truth that tell us solemn secrets of ourselves.","c":"dreams","a":"Henry Timrod"},{"id":"yQmReHCZ7vapg","t":"Hollywood has always been a cage... a cage to catch our dreams.","c":"dreams","a":"John Huston"},{"id":"HB7R3dn7eCtho","t":"Rude contact with facts chased my visions and dreams quickly away, and in their stead I beheld the horrors, the corruption, the evils and hypocrisy of society, and as I stood among them, a young wife, a great wail of agony went out from my soul.","c":"dreams","a":"Victoria Woodhull"},{"id":"gLGKy7j_I8iHH","t":"The only thing that comes to a sleeping man is dreams.","c":"dreams","a":"Tupac Shakur"},{"id":"3P107FhrGKC0g","t":"I was not born in a home where there were stereotypes. So that was very useful because it gave me the sense of possibilities, of flying, if I may say, of making my hopes and dreams a reality.","c":"dreams","a":"Michelle Bachelet"},{"id":"uAbWiqyOECq1A","t":"Consult not your fears but your hopes and your dreams. Think not about your frustrations, but about your unfulfilled potential. Concern yourself not with what you tried and failed in, but with what it is still possible for you to do.","c":"dreams","a":"Pope John XXIII"},{"id":"Ganfc09Az75hz","t":"Within our dreams and aspirations we find our opportunities.","c":"dreams","a":"Sugar Ray Leonard"},{"id":"o5cWFhdeuYJrP","t":"Here Fashion is a despot, and no one dreams of evading its dictates.","c":"dreams","a":"Marguerite Gardiner"},{"id":"FKj9Ei7DNJX4b","t":"Horror, for me, has to involve some sort of fantasy. Horror is something that is in your dreams or your nightmares.","c":"dreams","a":"Cassandra Peterson"},{"id":"_r3R7C5DDaL-Y","t":"He was a dreamer, a thinker, a speculative philosopher... or, as his wife would have it, an idiot.","c":"dreams","a":"Douglas Adams"},{"id":"dhAgTnRNdstsZ","t":"I heard my name associated with the Peter Pan syndrome more than once. But really, what's so wrong with Peter Pan? Peter Pan flies. He is a metaphor for dreams and faith.","c":"dreams","a":"Mark Burnett"},{"id":"N9BfiNU_zMjF5","t":"We've removed the ceiling above our dreams. There are no more impossible dreams.","c":"dreams","a":"Jesse Jackson"},{"id":"DS7pspztJQ3PY","t":"I enjoy making solo albums because over the years it's evolved into more of a genuine personal expression of story-telling and day dreams, and I work in a way that has more control.","c":"dreams","a":"Bruce Dickinson"},{"id":"pBdjWSkAS4M6T","t":"I mean, we've all had those dreams where, you know, we try to cry out and our voice won't come.","c":"dreams","a":"Tom Hooper"},{"id":"kTpFLCu6Hu-R8","t":"The dreams which reveal the supernatural are promises and messages that God sends us directly: they are nothing but His angels, His ministering spirits , who usually appear to us when we are in a great predicament.","c":"dreams","a":"Paracelsus"},{"id":"PbP3fc01efUwO","t":"Real shapes and real patterns are things you would observe in nature, like the marks on the back of a cobra's hood or the markings on a fish or a lizard. Imaginary shapes are just that, symbols that come to a person in dreams or reveries and are charged with meaning.","c":"dreams","a":"Jim Woodring"},{"id":"trlpZQRrT_zJw","t":"I've said it before, but it's absolutely true: My mother gave me my drive, but my father gave me my dreams. Thanks to him, I could see a future.","c":"dreams","a":"Liza Minnelli"},{"id":"uogXINFN_Pz-I","t":"You have all the reason in the world to achieve your grandest dreams. Imagination plus innovation equals realization.","c":"dreams","a":"Denis Waitley"},{"id":"YeM9taWaLM-YP","t":"I'm a big fan of dreams. Unfortunately, dreams are our first casualty in life - people seem to give them up, quicker than anything, for a 'reality.'","c":"dreams","a":"Kevin Costner"},{"id":"kDN2kdRnpNjfG","t":"It's insecurity that is always chasing you and standing in the way of your dreams.","c":"dreams","a":"Vin Diesel"},{"id":"6xpgx1fw-iaU3","t":"There are a lot of things that are personally uncomfortable to show, especially me without makeup and completely bloated or crying. But I've realized that it's time for me to show my audience that you don't have to be perfect to achieve your dreams. Because nobody relates to being perfect.","c":"dreams","a":"Katy Perry"},{"id":"YD9OqXQeZ0mAW","t":"The life of a man consists not in seeing visions and in dreaming dreams, but in active charity and in willing service.","c":"dreams","a":"Henry Wadsworth Longfellow"},{"id":"vFyLqwupn5ra9","t":"All books are either dreams or swords, you can cut, or you can drug, with words.","c":"dreams","a":"Amy Lowell"},{"id":"WXQliLo9fSCuj","t":"They should hold themselves absolutely upon the immovable foundation of truth and nature, whereby alone they can save themselves from misapprehensions and from the danger of being entirely carried away from reality into mere dreams and fictions.","c":"dreams","a":"Ethan A. Hitchcock"},{"id":"I5iWQZHhxAB2d","t":"I love to fly. I always wanted to fly. It's been one of my dreams since I was 3 years old. I remember saying to my mom, 3 years old, every day, 'I can fly!' Living on the ninth floor, it was dangerous.","c":"dreams","a":"Elena Anaya"},{"id":"99P1m5aYA6LTk","t":"Writers write. Dreamers talk about it.","c":"dreams","a":"Jerry B. Jenkins"},{"id":"NKY3UTwwkZ9hI","t":"I have been interested in dreams, really since I was a kid. I have always been fascinated by the idea that your mind, when you are asleep, can create a world in a dream and you are perceiving it as though it really existed.","c":"dreams","a":"Christopher Nolan"},{"id":"yqcOIM0L2p01F","t":"Saddle your dreams before you ride em.","c":"dreams","a":"Mary Webb"},{"id":"g7927dsUc7KrV","t":"Keep your dreams alive. Understand to achieve anything requires faith and belief in yourself, vision, hard work, determination, and dedication. Remember all things are possible for those who believe.","c":"dreams","a":"Gail Devers"},{"id":"Tkda183016mSQ","t":"The greatest achievement was at first and for a time a dream. The oak sleeps in the acorn, the bird waits in the egg, and in the highest vision of the soul a waking angel stirs. Dreams are the seedlings of realities.","c":"dreams","a":"James Allen"},{"id":"BEK9zUk2Flls0","t":"I can have my goals, and I can have my dreams. My goal is to make the finals and improve my position. I want to run all decent races. I don't want to look back and say I ran a terrible race.","c":"dreams","a":"Oscar Pistorius"},{"id":"LBZCjtVVKHLlI","t":"As a child our dreams got scattered all about and all our future prospects got scattered to so many places, and we spend our lives trying to find the little pieces that make up our lives and make up the dreams that we had as a child that got blown away in the windstorm.","c":"dreams","a":"Terrence Howard"},{"id":"dU3QCghA_SSRl","t":"All human beings are also dream beings. Dreaming ties all mankind together.","c":"dreams","a":"Jack Kerouac"},{"id":"r93pGvzVOAEdU","t":"I can think of some things that would be fun, but I'm living my dreams.","c":"dreams","a":"Mike Farrell"},{"id":"yi8PQIpAu-rLW","t":"Only in our dreams are we free. The rest of the time we need wages.","c":"dreams","a":"Terry Pratchett"},{"id":"In_jPvHsQvjRf","t":"My life turned out to be beyond my greatest dreams.","c":"dreams","a":"Anthony Hopkins"},{"id":"yMY_YpglG2eko","t":"All men of action are dreamers.","c":"dreams","a":"James Huneker"},{"id":"nx6E-1uEI_Dze","t":"We don't have an eternity to realize our dreams, only the time we are here.","c":"dreams","a":"Susan Taylor"},{"id":"V3Llihfe8BmQS","t":"Never set limits, go after your dreams, don't be afraid to push the boundaries. And laugh a lot - it's good for you!","c":"dreams","a":"Paula Radcliffe"},{"id":"CVRLDuhQ6J99K","t":"Humanity needs dreams to be able to survive the miseries of daily existence, even if only for an instant.","c":"dreams","a":"Oscar Niemeyer"},{"id":"RsWBrcHJf1hnT","t":"If a man dreams that he has committed a sin before which the sun hid his face, it is often safe to conjecture that, in sheer forgetfulness, he wore a red tie, or brown boots with evening dress.","c":"dreams","a":"Arthur Machen"},{"id":"puwGpVQh3eUJZ","t":"I still marvel at how God turns dreams into reality.","c":"dreams","a":"Martha Reeves"},{"id":"2g5SlSS4rlELe","t":"There's always going to be dreams and goals I have, but I never really tell people what they are.","c":"dreams","a":"Tyra Banks"},{"id":"sAzRWCdeJD1oq","t":"I tell people, 'It's just like a cliche, but it's true: In Hollywood, dreams can come true.'","c":"dreams","a":"Michael Clarke Duncan"},{"id":"bvh5t_7FPfeeb","t":"Dreams can be like charades in which we act out words rather than see or speak them.","c":"dreams","a":"Jane Roberts"},{"id":"5wFUhnPilCbiY","t":"Dreams are illusions, and we can't let go of them because we would be dead.","c":"dreams","a":"David Copperfield"},{"id":"kSIig9kdHyXRM","t":"Genius is an African who dreams up snow.","c":"dreams","a":"Vladimir Nabokov"},{"id":"2NDwgXpGKXhQp","t":"You know, one of my biggest dreams in life is to play a Disney princess.","c":"dreams","a":"Ginnifer Goodwin"},{"id":"srO8bvijIeohV","t":"In the fifties I had dreams about touching a naked woman and she would turn to bronze or the dream about hot dogs chasing donuts through the Lincoln Tunnel.","c":"dreams","a":"Robert Klein","e":true},{"id":"VB7MPPVjnzup7","t":"Whatever dreams I have wished have come true.","c":"dreams","a":"Annette Funicello"},{"id":"k6w6igfiBkhrP","t":"I have those dreams that you can't put into words.","c":"dreams","a":"Harry Connick, Jr."},{"id":"bnukGm54Ayhb6","t":"My dreams were at once more fantastic and agreeable than my writings.","c":"dreams","a":"Mary Wollstonecraft Shelley"},{"id":"xY4I7XoFerPQk","t":"Ocean is more ancient than the mountains, and freighted with the memories and the dreams of Time.","c":"dreams","a":"H. P. Lovecraft"},{"id":"ymM2bcTHdLVox","t":"Though we may have desires or bold goals, for whatever reason, most of us don't think we can achieve something beyond what we're qualified to achieve. Why, I ask, do we let reality interfere with our dreams?","c":"dreams","a":"Simon Sinek"},{"id":"ykjQClB_35q5M","t":"I don't have dreams. How can I say it? I myself am a dream.","c":"dreams","a":"Ayumi Hamasaki"},{"id":"uVwxlodkK28El","t":"I wasn't prepared to get a mammogram until I was 40 years old, like I'd been told. I never in my wildest dreams expected anything to be wrong.","c":"dreams","a":"Giuliana Rancic"},{"id":"3FBWeBsi6um-i","t":"Dreams have always expanded our understanding of reality by challenging our boundaries of the real, of the possible.","c":"dreams","a":"Henry Reed"},{"id":"L2BN2vqFiyP7G","t":"Good dreams don't come cheap, you've got to pay for them and If you just dream when you're asleep this is no way for them to come alive... to survive.","c":"dreams","a":"Harry Chapin"},{"id":"nxXmvu4my-OgO","t":"Freedom and democracy are dreams you never give up.","c":"dreams","a":"Aung San Suu Kyi"},{"id":"4zhW9z5_2Ig4S","t":"I'm not certain, but I have a little gypsy blood in me. And my mother always told me that her grandma could give someone the evil eye, and I'd better not cross her because she had some of that blood in her. Mother always believed that she could predict the future, and she had dreams that came true.","c":"dreams","a":"Sam Raimi"},{"id":"olHwarnlomo8u","t":"Mitt Romney will stop the attacks on job creators, encourage entrepreneurs to chase their dreams, and bring good jobs and a better future to all Americans.","c":"dreams","a":"Marco Rubio"},{"id":"10vX_GyVlv28J","t":"I just write what I wanted to write. I write what amuses me. It's totally for myself. I never in my wildest dreams expected this popularity.","c":"dreams","a":"J. K. Rowling"},{"id":"XQuLYGRs0rXz7","t":"That's what noir feels like to me. It feels like some kind of recurring dream, with very strong archetypes operating. You know, the guilty girl being pursued, falling, all kinds of stuff that we see in our dreams all the time.","c":"dreams","a":"Brian De Palma"},{"id":"U2yhWwf80Ti_Z","t":"Go confidently in the direction of your dreams. Live the life you have imagined.","c":"dreams","a":"Henry David Thoreau"},{"id":"EXgdP1brcqcre","t":"It is in our idleness, in our dreams, that the submerged truth sometimes comes to the top.","c":"dreams","a":"Virginia Woolf"},{"id":"7j6Wnfg5v0ABN","t":"Deep into that darkness peering, long I stood there, wondering, fearing, doubting, dreaming dreams no mortal ever dared to dream before.","c":"dreams","a":"Edgar Allan Poe"},{"id":"lHlnSpd0YfdZM","t":"Sometimes, the only realists are the dreamers.","c":"dreams","a":"Paul Wellstone"},{"id":"cMJM8rNJAaTE3","t":"My dreams are of water. And my nightmares.","c":"dreams","a":"Siouxsie Sioux"},{"id":"qqAdN9yd5slcT","t":"If one advances confidently in the direction of his dreams, and endeavors to live the life which he has imagined, he will meet with success unexpected in common hours.","c":"dreams","a":"Henry David Thoreau"},{"id":"9L0xXeSkeIxN7","t":"All the things one has forgotten scream for help in dreams.","c":"dreams","a":"Elias Canetti"},{"id":"HiIEZFVnI2cm-","t":"No man's brain is so dull, and no man's eye so blind, that they cannot catch food for dreams.","c":"dreams","a":"Donald G. Mitchell"},{"id":"0Hq-p5WDy31vV","t":"Too many athletes are living in a tiny window. They have no vision for themselves - what they can be outside of football and what they can mean to a community. They just don't know any better. My hopes and dreams are unlimited.","c":"dreams","a":"Junior Seau"},{"id":"UJvmIzvbmMImi","t":"Help others achieve their dreams and you will achieve yours.","c":"dreams","a":"Les Brown"},{"id":"vtMbubqWsCUaP","t":"If there are dreams about a beautiful South Africa, there are also roads that lead to their goal. Two of these roads could be named Goodness and Forgiveness.","c":"dreams","a":"Nelson Mandela"},{"id":"DwgQnyO-IWN-B","t":"The real hero is always a hero by mistake he dreams of being an honest coward like everybody else.","c":"dreams","a":"Umberto Eco"},{"id":"GNXwQASVPOC0C","t":"Trust in dreams, for in them is hidden the gate to eternity.","c":"dreams","a":"Khalil Gibran"},{"id":"XjFyuL2jx49N5","t":"There's a logic to dreams that doesn't necessarily follow linear narrative. You don't know why things happen, it's your subconscious pushing you, to give you information.","c":"dreams","a":"Justin Theroux"},{"id":"wZvtk3z1IS7kS","t":"Dreams can come true.","c":"dreams","a":"Lil' Romeo"},{"id":"X3XKDWCw6KVQD","t":"We must stop talking about the American dream and start listening to the dreams of Americans.","c":"dreams","a":"Max Beerbohm"},{"id":"9JqDTs3AZdkwQ","t":"I never paint dreams or nightmares. I paint my own reality.","c":"dreams","a":"Frida Kahlo"},{"id":"JKR5JsTaStxso","t":"Lonesome. Lonesome. I know what it means. Here all by my lonesome, dreaming empty dreams. Weary. Weary at the close of day, wondering if tomorrow brings me joy or sorrow.","c":"dreams","a":"Leon Redbone"},{"id":"7ShOdMsm7KnOY","t":"My dreams for the future are simple: work, a happy, healthy family, a lovely long motorcycle ride, and continuing the struggle to awaken people to the need for serious human rights reform.","c":"dreams","a":"Mike Farrell"},{"id":"KAB5sTc6P7G1E","t":"At first, dreams seem impossible, then improbable, and eventually inevitable.","c":"dreams","a":"Christopher Reeve"},{"id":"elb3_ByfcTfvF","t":"Dreams are today's answers to tomorrow's questions.","c":"dreams","a":"Edgar Cayce"},{"id":"H466vmBcIc2Ve","t":"I like the dreams of the future better than the history of the past.","c":"dreams","a":"Thomas Jefferson"},{"id":"Nig1SGuIcjkP8","t":"Freud published The Interpretation of Dreams in 1900. It introduced the notion that there existed certain predictable and identifiable processes by which dreams were formed.","c":"dreams","a":"Henry Reed"},{"id":"WKNT4jaNnEhdd","t":"From time immemorial artistic insights have been revealed to artists in their sleep and in dreams, so that at all times they ardently desired them.","c":"dreams","a":"Paracelsus"},{"id":"0ILiflDAf0ujm","t":"I think everyone dreams of that nice romantic wedding.","c":"dreams","a":"Lance Bass"},{"id":"HuFvqJiZq5DJ9","t":"If there were dreams to sell, what would you buy?","c":"dreams","a":"Thomas Lovell Beddoes"},{"id":"MRq0fhGQytTXj","t":"But what I was going to say was, I just figured I'm going to go boldly in the direction of my dreams, say it as Thoreau would say, and just see where it takes me.","c":"dreams","a":"Demetri Martin"},{"id":"_SdTA18bsidoF","t":"Man is firmly convinced that he is awake in reality he is caught in a net of sleep and dreams which he has unconsciously woven himself.","c":"dreams","a":"Gustave Meyrink"},{"id":"X4zVR412ka09x","t":"Just what future the Designer of the universe has provided for the souls of men I do not know, I cannot prove. But I find that the whole order of Nature confirms my confidence that, if it is not like our noblest hopes and dreams, it will transcend them.","c":"dreams","a":"Henry Norris Russell"},{"id":"9Oudh5Pp9-fak","t":"Take what you can from your dreams, make them as real as anything.","c":"dreams","a":"Dave Matthews"},{"id":"qXH-Nt920Nd5d","t":"Technology has a great advantage in that we are capable of creating dinosaurs and show them on the screen even though they are extinct 65 million years. All of a sudden, we have a fantastic tool that is as good as dreams are.","c":"dreams","a":"Werner Herzog"},{"id":"h_P8vA02g7R_2","t":"We are near waking when we dream we are dreaming.","c":"dreams","a":"Novalis"},{"id":"MKhSNJdGIjq0T","t":"The work of an advertising agency is warmly and immediately human. It deals with human needs, wants, dreams and hopes. Its 'product' cannot be turned out on an assembly line.","c":"dreams","a":"Leo Burnett"},{"id":"QYeX5Fl6uofR5","t":"You don't get old until you replace dreams with regrets.","c":"dreams","a":"Troy Dumais"},{"id":"sIgU0bJiPHK90","t":"'The Cut' is going to give someone the opportunity of a lifetime and help that person achieve his or her dreams.","c":"dreams","a":"Tommy Hilfiger"},{"id":"H04HtGWpvHxhe","t":"Gradually it occurred to me that we spend a great deal of life asleep and that dreams are little narratives, little stories. I thought, 'Who's choreographing this stuff?'","c":"dreams","a":"Sue Monk Kidd"},{"id":"cEnKzt1JoZ035","t":"Don't give up your dreams.","c":"dreams","a":"Sharmeen Obaid-Chinoy"},{"id":"0iKaBHRKX3Umv","t":"I love watching people's dreams come true.","c":"dreams","a":"Jessica Simpson"},{"id":"sHy67PsEJl-Le","t":"My fear is that I go up to the girl of my dreams and say 'I'm sorry, but I've got to say hello to you,' and she slides the stool back and gets up and walks away, saying, 'Not for me, Bub. I don't want anything to do with you.'","c":"dreams","a":"John Mayer"},{"id":"aLXXzoe8SjD9E","t":"Lose your dreams and you might lose your mind.","c":"dreams","a":"Mick Jagger"},{"id":"IFPyfE32MBe8X","t":"Friends... they cherish one another's hopes. They are kind to one another's dreams.","c":"dreams","a":"Henry David Thoreau"},{"id":"MhCd9QuviNzB7","t":"My career was full of struggles and dreams, disappointments and peaks and valleys. But there was no Twitter, no Facebook or TMZ. Young actors could make mistakes and not become the focus of tabloids.","c":"dreams","a":"Ricky Schroder"},{"id":"2P358O7QluDny","t":"No one may speak for the dead, no one may interpret their mutilated dreams and visions.","c":"dreams","a":"Elie Wiesel"},{"id":"22h7EaNgKY5aG","t":"Those who have compared our life to a dream were right... we were sleeping wake, and waking sleep.","c":"dreams","a":"Michel de Montaigne"},{"id":"dGCRavG9jnmAn","t":"A dream is a scripture, and many scriptures are nothing but dreams.","c":"dreams","a":"Umberto Eco"},{"id":"yHwBelSzhUWwr","t":"I had some wonderful dreaming meetings. I can't tell you specifically what they've been in the recent months. In the past they've been verbal kinds of messages that he needed to give me. Now they're more dreams of his presence.","c":"dreams","a":"Judy Collins"},{"id":"DkDk5dCcGFbJm","t":"With Shakespeare and poetry, a new world was born. New dreams, new desires, a self consciousness was born. I desired to know to know myself in terms of the new standards set by these books.","c":"dreams","a":"Peter Abrahams"},{"id":"8WuP3IC58CIEE","t":"The ideal of all Kosovo is membership in the E.U. and a permanent friendship with the United States. I believe and I am convinced our dreams will come true.","c":"dreams","a":"Atifete Jahjaga"},{"id":"MCVgnvmAToAwq","t":"Our truest life is when we are in dreams awake.","c":"dreams","a":"Henry David Thoreau"},{"id":"4tT0oZML2bZb3","t":"We need affordable space travel to inspire our youth, to let them know that they can experience their dreams, can set significant goals and be in a position to lead all of us to future progress in exploration, discovery and fun. Thanks to the X Prize for the inspiration.","c":"dreams","a":"Burt Rutan"},{"id":"lOCsOlC2hE5qb","t":"I actually build my dreams around the dancers I've got in my company.","c":"dreams","a":"Graeme Murphy"},{"id":"xts-ZC2PDDZBL","t":"It was a lovely opportunity for the first time in my whole career to stand up and thank people who are really responsible for me getting to realize my dreams.","c":"dreams","a":"Rachel Griffiths"},{"id":"GkFb0cNDOkaVD","t":"There are a lot of things that are personally uncomfortable to show, especially me without makeup and completely bloated or crying. But I've realized that it's time for me to show my audience that you don't have to be perfect to achieve your dreams.","c":"dreams","a":"Katy Perry"},{"id":"SxymEE5yU07oN","t":"To provoke dreams of terror in the slumber of prosperity has become the moral duty of literature.","c":"dreams","a":"Ernst Fischer"},{"id":"m5Z3qBx97W3O_","t":"We do not really feel grateful toward those who make our dreams come true they ruin our dreams.","c":"dreams","a":"Eric Hoffer"},{"id":"gnWePZvspl9td","t":"I can't sing but I can understand wanting to keep a balance, trying to pursue dreams, while creating a stable environment for my children.","c":"dreams","a":"Gabrielle Reece"},{"id":"_XXCD_JBVWKHT","t":"Like all dreamers, I mistook disenchantment for truth.","c":"dreams","a":"Jean-Paul Sartre"},{"id":"3QQlcv5xDkap3","t":"So we see Edward as a young man on the road and he meets a giant and he brings the giant to a circus where he meets a Miss Calloway. He sees the woman of his dreams and I am the only one who knows who she is.","c":"dreams","a":"Danny DeVito"},{"id":"Fbo-do2BKdW-I","t":"Dreaming men are haunted men.","c":"dreams","a":"Stephen Vincent Benet"},{"id":"qn4-Vn4FE0fjl","t":"I had dreams, but I didn't have the sense that they would necessarily work out. They seemed very far-fetched.","c":"dreams","a":"Greta Gerwig"},{"id":"1UbWH8z-fEk1o","t":"Though I know he loves me, tonight my heart is sad his kiss was not so wonderful as all the dreams I had.","c":"dreams","a":"Sara Teasdale"},{"id":"kKP4UeGftRhDf","t":"I am so excited to let fans in on how important my relationship with my family is to me. I hope to motivate mothers and daughters to build lifetimes of memories together and inspire kids around the world to live their dreams.","c":"dreams","a":"Miley Cyrus"},{"id":"ybF8V4HrhJ6dh","t":"A lot of people put pressure on themselves and think it will be way too hard for them to live out their dreams. Mentors are there to say, 'Look, it's not that tough. It's not as hard as you think. Here are some guidelines and things I have gone through to get to where I am in my career.'","c":"dreams","a":"Joe Jonas"},{"id":"0tTIW5sHKkXkx","t":"We should never discourage young people from dreaming dreams.","c":"dreams","a":"Lenny Wilkens"},{"id":"DbWb4BXJrBAnj","t":"I would go to bed every night and have dreams about having a time machine and somehow I'd have the ability to move through time and space freely, and save Anne Frank.","c":"dreams","a":"Jeff Mangum"},{"id":"p2LXH0y20bUSu","t":"Dream small dreams. If you make them too big, you get overwhelmed and you don't do anything. If you make small goals and accomplish them, it gives you the confidence to go on to higher goals.","c":"dreams","a":"John H. Johnson"},{"id":"9FYq8CGUdiVxJ","t":"Judge of your natural character by what you do in your dreams.","c":"dreams","a":"Ralph Waldo Emerson"},{"id":"dsl-kH5DCnp12","t":"I think I am done with Wikipedia for the time being. But I have a secret hope. Someone recently proposed a Wikimorgue - a bin of broken dreams where all rejects could still be read, as long as they weren't libelous or otherwise illegal.","c":"dreams","a":"Nicholson Baker"},{"id":"kbRvlI7wNz8dj","t":"Dreams are true while they last, and do we not live in dreams?","c":"dreams","a":"Alfred Lord Tennyson"},{"id":"B20HNtwzl_V9L","t":"Our life is composed greatly from dreams, from the unconscious, and they must be brought into connection with action. They must be woven together.","c":"dreams","a":"Anais Nin"},{"id":"xacPWDEzk6WwO","t":"When your dreams tire, they go underground and out of kindness that's where they stay.","c":"dreams","a":"Libby Houston"},{"id":"JqlVi43Phjips","t":"Follow your dreams. Just make sure to have fun too.","c":"dreams","a":"Chris Brown"},{"id":"TYttakhEKQj2g","t":"The Washington black community was able to succeed beyond his wildest dreams. I mean, we had our own newspapers, our own restaurants, our own theaters, our own small shops, our own clubs, our own Masonic lodges.","c":"dreams","a":"Ed Smith"},{"id":"w1GuV4PdK_Kwb","t":"I believe dreams represent the purest form of fantasy we unleash through our subconscious. They represent the truest freedom we can experience. Totally unrepressed and totally creative.","c":"dreams","a":"Miguel Jontel Pimentel"},{"id":"ZfGwTYpZOk0SI","t":"When you're a kid, you have these big ideas and these big dreams to make a change, or maybe you feel like you can't make a difference.","c":"dreams","a":"AnnaSophia Robb"},{"id":"IYeYQsDg_5Fwb","t":"You have many years ahead of you to create the dreams that we can't even imagine dreaming. You have done more for the collective unconscious of this planet than you will ever know.","c":"dreams","a":"Steven Spielberg"},{"id":"EjB46_wnyt6o8","t":"Much can be inferred about a man from his mistress: in her one beholds his weaknesses and his dreams.","c":"dreams","a":"Georg C. Lichtenberg"},{"id":"oNhGMOO3rDDSZ","t":"Men never cling to their dreams with such tenacity as at the moment when they are losing faith in them, and know it, but do not dare yet to confess it to themselves.","c":"dreams","a":"William Graham Sumner"},{"id":"cRj3Ya_B-ui_x","t":"One day it just hit me. This is it. You are not in love. So either stay in it because you have a child or be brave and find the man of your dreams and marry him for real.","c":"dreams","a":"Brandy Norwood"},{"id":"kFFhQtuuoO_Ff","t":"People's dreams are made out of what they do all day. The same way a dog that runs after rabbits will dream of rabbits. It's what you do that makes your soul, not the other way around.","c":"dreams","a":"Barbara Kingsolver"},{"id":"q7835c-nANC_g","t":"You can't break my spirit, it's my dreams you take.","c":"dreams","a":"James Blunt"},{"id":"sYeub4WS6lKDy","t":"People don't think their dreams amount to much, but when I ask them to examine them for common themes, they surprise themselves at how accurate they are! They see that their dreams have value.","c":"dreams","a":"Henry Reed"},{"id":"SIY-FwV-SLL7F","t":"If our dreams were more regular, more connected, more stable, they would also have more practical importance for us.","c":"dreams","a":"Ernst Mach"},{"id":"k1YdbOJ7X1UE3","t":"We must not let our passions destroy our dreams.","c":"dreams","a":"Thomas S. Monson"},{"id":"giNg2WZS2DVlJ","t":"We use our parents like recurring dreams, to be entered into when needed.","c":"dreams","a":"Doris Lessing"},{"id":"q8aq2WEqqrZWS","t":"The hoary joke in the literary world, based on 'Dreams From My Father,' was that if things had worked out differently for Barack Obama, he could have made it as a writer.","c":"dreams","a":"James Fallows"},{"id":"797Zf7Y6zuN_w","t":"My dreams and aspirations when I was a child for as long as I can remember was to be an entertainer.","c":"dreams","a":"Brittany Murphy"},{"id":"a8Ar9UtkVGzFn","t":"I have a notebook that is filled to the brim with my dreams and ideas and goals and aspirations.","c":"dreams","a":"Karlie Kloss"},{"id":"giYowjmNFv9tJ","t":"The man who never dreams, goes slowly mad.","c":"dreams","a":"Thomas Dolby"},{"id":"jF_7PQD2DowRE","t":"In opposition to this detachment, he finds an image of man which contains within itself man's dreams, man's illness, man's redemption from the misery of poverty - poverty which can no longer be for him a sign of the acceptance of life.","c":"dreams","a":"Salvatore Quasimodo"},{"id":"QBtp9oxAQ6oJv","t":"I say to my colleagues never confine your best work, your hopes, your dreams, the aspiration of the American people to what will be signed by George W. Bush because that is too limiting a factor.","c":"dreams","a":"Nancy Pelosi"},{"id":"sO71TyTqsmy2T","t":"Deep down, I'm a Texas girl looking for that big romance every girl dreams about. Biologically, I look forward to being a cornerstone of a family. I'll be in my glory when I have a child on my knee.","c":"dreams","a":"Renee Zellweger"},{"id":"c8zyn4qnX_Dcy","t":"I was a great dreamer of day dreams.","c":"dreams","a":"Abraham Cahan"},{"id":"sIQJXbHX_Gkon","t":"I tell people I'm too stupid to know what's impossible. I have ridiculously large dreams, and half the time they come true.","c":"dreams","a":"Debi Thomas"},{"id":"m6Uc1xwB1BxQ1","t":"I understand it's my role to realize people's dreams.","c":"dreams","a":"Ayumi Hamasaki"},{"id":"18FWSYYYodhT7","t":"I was always a closet lover of acting. My mom was very practical. She never, ever restricted our dreams, always told us we could do or be anything. Then I said, 'Maybe I want to be an actor'. And she said, 'Maybe not that'.","c":"dreams","a":"Octavia Spencer"},{"id":"CDyiHhlwIET-B","t":"I think there must be a place inside of us where dreams go and wait their turn.","c":"dreams","a":"Sue Monk Kidd"},{"id":"KnxosK7u1GLlE","t":"I am a dreamer. Seriously, I'm living on another planet.","c":"dreams","a":"Eva Green"},{"id":"lc6aEgb0oQA32","t":"American dreams are strongest in the hearts of those who have seen America only in their dreams.","c":"dreams","a":"Pico Iyer"},{"id":"X8Wrfzu3XUrHp","t":"I am against nature. I don't dig nature at all. I think nature is very unnatural. I think the truly natural things are dreams, which nature can't touch with decay.","c":"dreams","a":"Bob Dylan"},{"id":"zMJYZZrd-Wr5J","t":"I knew I wanted to do something creative. I didn't think I'd have the luxury of doing something like that, because I didn't know anyone who had pursued anything they really adored, but I had dreams for singing or writing.","c":"dreams","a":"Lana Del Rey"},{"id":"2Nho4gc3nHLe1","t":"The way to kill a man or a nation is to cut off his dreams, the way the whites are taking care of the Indians: killing their dreams, their magic, their familiar spirits.","c":"dreams","a":"William S. Burroughs"},{"id":"8MiIal1Y6gKZi","t":"Dreams are necessary to life.","c":"dreams","a":"Anais Nin"},{"id":"IXB9_Piq5SKIa","t":"Dream the impossible because dreams do come true.","c":"dreams","a":"Elijah Wood"},{"id":"8wz34w66MgYTv","t":"Everyone wants to look their best, everyone has dreams of wanting to look like something else. But we are who we are.","c":"dreams","a":"Samantha Morton"},{"id":"OoVQ7ldbuvAgo","t":"It's not like I had big dreams to go to California and become an actor. I loved doing my shows at school and community theater, and I probably would have settled in New York because it was closer. I was going to go to NYU.","c":"dreams","a":"Christine Taylor"},{"id":"Rqc3eURoaStx_","t":"You have the dreams that you want, and then you have to do other jobs until you can get to that dream.","c":"dreams","a":"Channing Tatum"},{"id":"GZsfpAHZVzeW1","t":"No person has the right to rain on your dreams.","c":"dreams","a":"Marian Wright Edelman"},{"id":"zliKj9HO8rfD5","t":"It was never in my dreams to make my personal life anybody else's business.","c":"dreams","a":"Ethan Hawke"},{"id":"-6-tcrnxLv37_","t":"A successful life is one that is lived through understanding and pursuing one's own path, not chasing after the dreams of others.","c":"dreams","a":"Chin-Ning Chu"},{"id":"m6KbIEaaIa5ZG","t":"When I was a kid, I have two dreams. I want to be a baseball player. Hometown, Hiroshima, has a Japanese baseball franchise team called Hiroshima Carps. You know, and then I want to be a sushi chef. I want to make own restaurant - sushi restaurant.","c":"dreams","a":"Masaharu Morimoto"},{"id":"-3QIiDNxDu0gE","t":"The Hispanic community values entrepreneurship and family-owned businesses, and we deserve a leader in Washington who is dedicated to creating an environment where our values, our goals and our dreams of prosperity can become reality.","c":"dreams","a":"Mario Diaz-Balart"},{"id":"o6twxNXs8WBAO","t":"Whoever I can go out every week and motivate to do better and to try to go after their dreams, I'm up for that.","c":"dreams","a":"Robert Griffin III"},{"id":"cfHKouTju5ni5","t":"Dreams are the touchstones of our character.","c":"dreams","a":"Henry David Thoreau"},{"id":"JdmhY4gU3keI0","t":"Men are the dreams of a shadow.","c":"dreams","a":"Pindar"},{"id":"zPRFxQvgRDHvD","t":"Most 'reality' shows aren't reality at all. They're game shows with no prize. Like 'Rock of Love.' His aren't genuine feelings. Then again, Bob Barker didn't really care whether or not you won the toaster. Sorry to shatter everyone's dreams.","c":"dreams","a":"Hal Sparks"},{"id":"ynfXcg64a3X20","t":"The atmosphere is much too near for dreams. It forces us to action. It is close to us. We are in it and of it. It rouses us both to study and to do. We must know its moods and also its motive forces.","c":"dreams","a":"Cleveland Abbe"},{"id":"sNylsmVID3HYZ","t":"I do not know whether I was then a man dreaming I was a butterfly, or whether I am now a butterfly dreaming I am a man.","c":"dreams","a":"Zhuangzi"},{"id":"zcFLt9sIDzVwf","t":"What better model of a synthesis than a nocturnal dream? Dreams simplify, don't they?","c":"dreams","a":"Manuel Puig"},{"id":"fm2zMy1-oFRQN","t":"I can't comprehend that I'm in the film of 'Les Miserables.' It's one of those dreams I thought would be unattainable for someone like me, who came from nowhere.","c":"dreams","a":"Samantha Barks"},{"id":"t1YKjEcmY0Sdk","t":"Sigmund Freud said we act out our own dreams, but if you are only an actor you are not acting out your own dream. You are simply participating in someone else's dream.","c":"dreams","a":"John Malkovich"},{"id":"C1ki0eAQaIgDI","t":"What is a television apparatus to man, who has only to shut his eyes to see the most inaccessible regions of the seen and the never seen, who has only to imagine in order to pierce through walls and cause all the planetary Baghdads of his dreams to rise from the dust.","c":"dreams","a":"Salvador Dali"},{"id":"6eQQ93uLURcv3","t":"There has been enough suffering in our country, there has been enough of children whose dreams die before they have a chance to grow and there has been enough of our elders who, having served their nation, are forced into indignity in their old age.","c":"dreams","a":"John Agyekum Kufuor"},{"id":"Zd_B88C4a8PZ3","t":"To see your friend's dreams come true, there's really nothing that can make you happier.","c":"dreams","a":"Josh Hopkins"},{"id":"B_p7sjSHS6hbj","t":"But are not the dreams of poets and the tales of travellers notoriously false?","c":"dreams","a":"H. P. Lovecraft"},{"id":"WdIDJ6Yzxp_eV","t":"Every comedian dreams of hosting 'The Tonight Show' and, for seven months, I got to. I did it my way, with people I love, and I do not regret a second.","c":"dreams","a":"Conan O'Brien"},{"id":"7AzOHYpI01SmH","t":"People need dreams, there's as much nourishment in 'em as food.","c":"dreams","a":"Dorothy Gilman"},{"id":"zixKKm6tvfxM9","t":"People have to remain positive and believe in those dreams. It's really important.","c":"dreams","a":"Kirsty Coventry"},{"id":"0znobsI5EPon5","t":"To become truly immortal, a work of art must escape all human limits: logic and common sense will only interfere. But once these barriers are broken, it will enter the realms of childhood visions and dreams.","c":"dreams","a":"Giorgio de Chirico"},{"id":"-SRsdtfBXSarB","t":"I am a child of Hollywood and dreams. To me, to be on the red carpet is the best place in the world.","c":"dreams","a":"Steven Cojocaru"},{"id":"WgeZoDLTii6jh","t":"Hopes are but the dreams of those that wake.","c":"dreams","a":"Matthew Prior"},{"id":"o40GT5kwjoxhK","t":"We can bring to characters dark and bright sides that nobody even dreams about.","c":"dreams","a":"Sonia Braga"},{"id":"9LW9k3PneROLm","t":"The worst thing you can do to a kid is tell them that their dreams are invalid.","c":"dreams","a":"Juliette Lewis"},{"id":"1EexncoRJQj1g","t":"The great function of poetry is to give back to us the situations of our dreams.","c":"dreams","a":"Gaston Bachelard"},{"id":"7TQNUUeQN5OQu","t":"If there is one place on the face of earth where all the dreams of living men have found a home from the very earliest days when man began the dream of existence, it is India.","c":"dreams","a":"Romain Rolland"},{"id":"SZdZ7HX__dJYQ","t":"Great dreams of great dreamers are always transcended.","c":"dreams","a":"Abdul Kalam"},{"id":"WLcWb8lpIbimf","t":"When I grew up, I only had two dreams. One was to be a cowboy and another was to be in the military. I grew up extremely patriotic and riding horses.","c":"dreams","a":"Chris Kyle"},{"id":"w33KJnALrIriN","t":"Well, my thoughts about California are kind of mythological. To me, as well as being a real place, it's a place where people go to find something - to find happiness or to realize their dreams. So it has that kind of quality of heroism and heartache, and Australia has that, as well.","c":"dreams","a":"Colin Hay"},{"id":"DvXlscIHBhZuv","t":"I think when you move past your fear and you go after your dreams wholeheartedly, you become free.","c":"dreams","a":"LL Cool J"},{"id":"N_e7hu3W8tYoc","t":"To accomplish great things, we must not only act, but also dream not only plan, but also believe.","c":"dreams","a":"Anatole France"},{"id":"2H7uEJs3op0nD","t":"One of the most adventurous things left us is to go to bed. For no one can lay a hand on our dreams.","c":"dreams","a":"E. V. Lucas"},{"id":"eyFyi_1flRIys","t":"To all, to each, a fair good-night, and pleasing dreams, and slumbers light.","c":"dreams","a":"Walter Scott"},{"id":"6TMTSb4yt-nP8","t":"This is the city of dreamers and time and again it's the place where the greatest dream of all, the American dream, has been tested and has triumphed.","c":"dreams","a":"Michael Bloomberg"},{"id":"EXlNAC6ZNAJ4x","t":"I would like to see anyone be able to achieve their dreams, and that's what this organization does.","c":"dreams","a":"Sergey Brin"},{"id":"SRHT__6xBIMhM","t":"Catcher in the Rye had a profound impact on me-the idea that we all have lots of dreams that are slowly being chipped away as we grow up.","c":"dreams","a":"Judd Nelson"},{"id":"Qh26n6jIk831g","t":"Dream in a pragmatic way.","c":"dreams","a":"Aldous Huxley"},{"id":"wlK6GybLsyiVu","t":"I'm a dreamer. I have to dream and reach for the stars, and if I miss a star then I grab a handful of clouds.","c":"dreams","a":"Mike Tyson"},{"id":"wAlZIJlMyT3RW","t":"It is all nonsense, to be sure and so much the greater nonsense inasmuch as the true interpretation of many dreams - not by any means of all dreams - moves, it may be said, in the opposite direction to the method of psycho-analysis.","c":"dreams","a":"Arthur Machen"},{"id":"h8DuIqXwCGlOm","t":"It is an everlasting desire to make my dreams come true. And it's getting to the point now where it's like, come on I want my dreams to come true so that I can get on with the rest of my life. Sometimes I think about the rest of my life when I'm done.","c":"dreams","a":"Picabo Street"},{"id":"wrQ6N_UAowv88","t":"Seems like half my anxiety dreams are about airports.","c":"dreams","a":"Lois McMaster Bujold"},{"id":"WzccTUjqouh1o","t":"This city can be kind of brutal, so you see your dreams from every different angle, but ultimately it's about acting and if you enjoy acting, you will always enjoy acting.","c":"dreams","a":"Radha Mitchell"},{"id":"lPrEwuO61K_eC","t":"Winners, I am convinced, imagine their dreams first. They want it with all their heart and expect it to come true. There is, I believe, no other way to live.","c":"dreams","a":"Joe Montana"},{"id":"nxBLcMQ24riMW","t":"As I live and am a man, this is an unexaggerated tale - my dreams become the substances of my life.","c":"dreams","a":"Samuel Taylor Coleridge"},{"id":"N1CZncJSPpYHu","t":"I believe in everything until it's disproved. So I believe in fairies, the myths, dragons. It all exists, even if it's in your mind. Who's to say that dreams and nightmares aren't as real as the here and now?","c":"dreams","a":"John Lennon"},{"id":"sLCaMFp0rXXld","t":"I paint what cannot be photographed, that which comes from the imagination or from dreams, or from an unconscious drive.","c":"dreams","a":"Man Ray"},{"id":"MFiZBAOVRHTz_","t":"Do all you can to make your dreams come true.","c":"dreams","a":"Joel Osteen"},{"id":"vrXFZOqbftUSa","t":"I try to help people realize their dreams by using magic to tell stories that educate, move, and inspire.","c":"dreams","a":"David Copperfield"},{"id":"EVUG2kR2D_mRh","t":"People who insist on telling their dreams are among the terrors of the breakfast table.","c":"dreams","a":"Max Beerbohm"},{"id":"6LBCs9vldz0nv","t":"It has been my observation that parents kill more dreams than anybody.","c":"dreams","a":"Spike Lee"},{"id":"xbCiHQrZ9DCBk","t":"Worse than not realizing the dreams of your youth, would be to have been young and never dreamed at all.","c":"dreams","a":"Jean Genet"},{"id":"TBH-4SUk7z4jY","t":"I have shared my whole life. My private and my show business life. It helps me actually to feel my songs and to go on with my dreams.","c":"dreams","a":"Celine Dion"},{"id":"qRcxUI865g2lX","t":"I'd say it's been my biggest problem all my life... it's money. It takes a lot of money to make these dreams come true.","c":"dreams","a":"Walt Disney"},{"id":"TFDSysMYVS2Yf","t":"Without peace, all other dreams vanish and are reduced to ashes.","c":"dreams","a":"Jawaharlal Nehru"},{"id":"YYKwLuFlSZy0S","t":"My dreams were always small and puny. All I ever needed was a little house with a little picket fence by the sea. Little did I know that I would live in Malacanang Palace for 20 years and visit all the major palaces of mankind. And then also meet ordinary citizens and the leaders of superpowers.","c":"dreams","a":"Imelda Marcos"},{"id":"iTVe2y5QpzT8i","t":"Hold fast to dreams For when dreams go Life is a barren field Frozen with snow.","c":"dreams","a":"Langston Hughes"},{"id":"bMghDfBXBGl6x","t":"The Olympics is about letting people believe in their own dreams.","c":"dreams","a":"Kyle Shewfelt"},{"id":"3fCooKSEsGnGV","t":"Dream lofty dreams, and as you dream, so you shall become. Your vision is the promise of what you shall one day be your ideal is the prophecy of what you shall at last unveil.","c":"dreams","a":"James Lane Allen"},{"id":"WFELtZhns-x9C","t":"There's a good deal in common between the mind's eye and the TV screen, and though the TV set has all too often been the boobtube, it could be, it can be, the box of dreams.","c":"dreams","a":"Ursula K. Le Guin"},{"id":"gOGK6iCJWqWYI","t":"You have to have a dream so you can get up in the morning.","c":"dreams","a":"Billy Wilder"},{"id":"SJZQnzkyjWWL-","t":"It is possible for a kid from east Texas, raised in south central LA and Carson, who believes in his dreams, commits himself to them with his heart, to touch them and to have them happen.","c":"dreams","a":"Forest Whitaker"},{"id":"BXQ15cc3yDEXS","t":"Strivers achieve what dreamers believe.","c":"dreams","a":"Usher"},{"id":"PQC4OCJz7fykH","t":"I've accomplished a lot, but I still have more dreams that I want to achieve.","c":"dreams","a":"Joe Jonas"},{"id":"XxVDJn2MKgeqk","t":"Let your dreams outgrow the shoes of your expectations.","c":"dreams","a":"Ryunosuke Satoro"},{"id":"GJyy1-IgxtIfH","t":"The buildings that I build very often have a dreamlike reality. I don't mean by that they have a fantasy quality at all, in fact quite the reverse. They contain in some degree the ingredients that give dreams their power... stuff that's very close to us.","c":"dreams","a":"Christopher Alexander"},{"id":"dUzGRDC0nqgTY","t":"When a child, my dreams rode on your wishes, I was your son, high on your horse, My mind a top whipped by the lashes Of your rhetoric, windy of course.","c":"dreams","a":"Stephen Spender"},{"id":"XJvclLt7Q2MRI","t":"Perhaps, all writers walk such a line. In general - as we all do in our dreams - I believe I put something of myself into all the characters in my novels, male as well as female.","c":"dreams","a":"Rose Tremain"},{"id":"pDcku2qvWHxRW","t":"I married the man of my dreams in 1998.","c":"dreams","a":"Cindy Margolis"},{"id":"rYiBF9lORxrxp","t":"Most of my actor friends don't believe it's possible to let go of it and be happy, and for a while that was true for me. For the first two years I ached, every day. And I had such bad dreams. But then I made the decision to start working on my little shop and all that went away.","c":"dreams","a":"Genie Francis"},{"id":"ttt4oDxg8dHWB","t":"She still talks to me now, only now she talks to me in my dreams. And I can't wait to go to sleep tonight because we have a lot to talk about. I love you.","c":"dreams","a":"Jamie Foxx"},{"id":"6eQLTSxnKF2X6","t":"I'm living out my dreams and I love what I do.","c":"dreams","a":"Ashley Tisdale"},{"id":"xNvazCc-yXTrR","t":"Don't think your dreams don't come true, because they do. You'd better be careful what you wish for. And I truly and honestly - one day I am doing the 'Beaver' show and I said, 'This is the show I have always wanted to do.'","c":"dreams","a":"Barbara Billingsley"},{"id":"bdPoQHSSwVR1j","t":"When I was in high school, I don't know that I really had big dreams.","c":"dreams","a":"Alan Jackson"},{"id":"jfuDDdH_LrOXO","t":"Dreams come true without that possibility, nature would not incite us to have them.","c":"dreams","a":"John Updike"},{"id":"nSwYE13CrYcOF","t":"Dreaming in public is an important part of our job description, as science writers, but there are bad dreams as well as good dreams. We're dreamers, you see, but we're also realists, of a sort.","c":"dreams","a":"William Gibson"},{"id":"1rYGyMrcZb0Ph","t":"You can plant a dream.","c":"dreams","a":"Anne Campbell"},{"id":"w9rtmNjadySey","t":"Everyone dreams, but not everybody remembers their dreams because some people go into delta they go too low.","c":"dreams","a":"Sylvia Browne"},{"id":"yjj3BlIopsiSM","t":"College baseball, I love it. I love to work with the younger kids who are trying to live out their dreams, if in fact that's what they plan on doing after college to take the next step.","c":"dreams","a":"Roger Clemens"},{"id":"QwdmKJaw0IB2_","t":"Hold fast to dreams, for if dreams die, life is a broken-winged bird that cannot fly.","c":"dreams","a":"Langston Hughes"},{"id":"DgAPpDx03rieI","t":"I love to work with the younger kids who are trying to live out their dreams, if in fact that's what they plan on doing after college to take the next step. A very select few have that opportunity so when you do have the opportunity you know, those guys take advantage of it.","c":"dreams","a":"Roger Clemens"},{"id":"fr2hEV7qqzFIo","t":"Dreams become reality when we put our minds to it.","c":"dreams","a":"Queen Latifah"},{"id":"WBqof8TEjgBSR","t":"I worshipped Berry Gordy for the creative dreams he had made come true.","c":"dreams","a":"Martha Reeves"},{"id":"enB6UODB9BtVy","t":"I was always someone who lived in the future all the time, it was always the next thing - dreams of escape.","c":"dreams","a":"Julie Walters"},{"id":"3nazD6B8VFWl1","t":"Your vision will become clear only when you can look into your own heart. Who looks outside, dreams who looks inside, awakes.","c":"dreams","a":"Carl Jung"},{"id":"xNdAphPs-vqNU","t":"Even having to do the amount of press that I have to do is dreadful and gives me so much anxiety. After having done this whole slew of press for 'Big Love,' now I'll have anxiety dreams for like a week and a half about all the stupid things I said.","c":"dreams","a":"Chloe Sevigny"},{"id":"Yi-t1WOHWfvYA","t":"Only the dreamer shall understand realities, though in truth his dreaming must be not out of proportion to his waking.","c":"dreams","a":"Margaret Fuller"},{"id":"hiW4VzUwiboAZ","t":"I've been interested in dreams since I as a kid and I've wanted to do a film about them for a long time.","c":"dreams","a":"Christopher Nolan"},{"id":"smLo-iKBLq8ju","t":"I've woken up from dreams and the whole song is there. I'm listening to it in my dreams. I consciously have to wake myself up and get a tape recorder because I hear it like a record.","c":"dreams","a":"Lenny Kravitz"},{"id":"I7P3-i8fCJ4Cn","t":"All men dream, but not equally. Those who dream by night in the dusty recesses of their minds, wake in the day to find that it was vanity: but the dreamers of the day are dangerous men, for they may act on their dreams with open eyes, to make them possible.","c":"dreams","a":"T. E. Lawrence"},{"id":"xOKS4ldOJT_Lp","t":"I am rich beyond the dreams of avarice.","c":"dreams","a":"Edward Moore"},{"id":"XMidYRvdzLCyN","t":"In dreams begins responsibility.","c":"dreams","a":"William Butler Yeats"},{"id":"RRoShq3MghUV7","t":"I think when you're in a relationship where you really care for the other person, when they achieve their dreams it's better than when you do yourself.","c":"dreams","a":"Nicole Kidman"},{"id":"SHI1cgunE19uc","t":"Life being what it is, one dreams of revenge.","c":"dreams","a":"Paul Gauguin"},{"id":"3KYS36kC8tgE_","t":"Too many of us are not living our dreams because we are living our fears.","c":"dreams","a":"Les Brown"},{"id":"Vt0OsVm7PNFQY","t":"When we are motivated by goals that have deep meaning, by dreams that need completion, by pure love that needs expressing, then we truly live.","c":"dreams","a":"Greg Anderson"},{"id":"Pm4IhdTjhZLV2","t":"I would love to spend all my time writing to you I'd love to share with you all that goes through my mind, all that weighs on my heart, all that gives air to my soul phantoms of art, dreams that would be so beautiful if they could come true.","c":"dreams","a":"Luigi Pirandello"},{"id":"DoHpA9RhodIPj","t":"We become not a melting pot but a beautiful mosaic. Different people, different beliefs, different yearnings, different hopes, different dreams.","c":"dreams","a":"Jimmy Carter"},{"id":"OuqSA9w4G39vQ","t":"I never felt I would be part of the international scene for 50 caps in my wildest dreams.","c":"dreams","a":"Kenny Cunningham"},{"id":"VVbvzbAxJAl77","t":"People are never more insecure than when they become obsessed with their fears at the expense of their dreams.","c":"dreams","a":"Norman Cousins"},{"id":"CoztFMnBfFiCG","t":"I don't dream songs. I'm more apt to write dreams down and then to be able to interpret them into a song. I also tend to get up and write prose in the morning from which will come songs.","c":"dreams","a":"Judy Collins"},{"id":"0fUNjmaYCvE8k","t":"Now, everybody, I suppose, is aware that in recent years the silly business of divination by dreams has ceased to be a joke and has become a very serious science.","c":"dreams","a":"Arthur Machen"},{"id":"8PhGbtILrBIcS","t":"My mother dreamed dreams for Joaquin and for me long before we could dream them for ourselves.","c":"dreams","a":"Julian Castro"},{"id":"2YzXZHhj_QrED","t":"My childhood dreams were focused on being part of the effort to make humanity a multiplanetary species.","c":"dreams","a":"Peter Diamandis"},{"id":"AX2KN8WxPRSvc","t":"Throw your dreams into space like a kite, and you do not know what it will bring back, a new life, a new friend, a new love, a new country.","c":"dreams","a":"Anais Nin"},{"id":"kxP6ADpT49JHv","t":"I close my eyes, then I drift away, into the magic night I softly say. A silent prayer, like dreamers do, then I fall asleep to dream my dreams of you.","c":"dreams","a":"Roy Orbison"},{"id":"0R28yhwyb7cCU","t":"Don't let your dreams be dreams.","c":"dreams","a":"Jack Johnson"},{"id":"0EM_JUqP4GT3P","t":"You know, Willie Wonka said it best: we are the makers of dreams, the dreamers of dreams.","c":"dreams","a":"Herb Brooks"},{"id":"kZUR1sea8Fwh0","t":"A dream doesn't become reality through magic it takes sweat, determination and hard work.","c":"dreams","a":"Colin Powell"},{"id":"9OaEnOK_6T5UH","t":"My work is to reach people with ideas, hopes, dreams, encouragement, insight, and revelation. That's what an actor wants to do.","c":"dreams","a":"John Astin"},{"id":"56uZ5YA6ie0xB","t":"I've been blessed by doing classic plays on Broadway, which was one of my great dreams forever.","c":"dreams","a":"Michael Emerson"},{"id":"3CZXfwbDsAG06","t":"Why does the eye see a thing more clearly in dreams than the imagination when awake?","c":"dreams","a":"Leonardo da Vinci"},{"id":"u5G3k_SwuzuNS","t":"I appreciate everything that has been done for me. After a difficult start, I've just followed my dreams.","c":"dreams","a":"Victor Ortiz"},{"id":"ufm2fw46DnkIm","t":"As I watched bookstores close, I began to wonder how that felt for the owners. Owning a bookstore was their dream and now they're struggling and seeing those dreams fall apart.","c":"dreams","a":"Karen Kingsbury"},{"id":"HPwCFAmYTTEnJ","t":"I always knew that we were going to be successful and accomplish and succeed at our dreams. There was never a doubt in my mind. When we were recording 'Appetite For Destruction,' we all knew.","c":"dreams","a":"Steven Adler"},{"id":"4bKpVSnfOR_xQ","t":"If you have a dream, just lie about it. Lie your way unto your dreams.","c":"dreams","a":"Joel McHale"},{"id":"DJ3h0pfuNgs7U","t":"To be here today is just beyond my wildest dreams.","c":"dreams","a":"Rick Yune"},{"id":"gTEJMxN8lsJqY","t":"Follow your passion, be prepared to work hard and sacrifice, and, above all, don't let anyone limit your dreams.","c":"dreams","a":"Donovan Bailey"},{"id":"ergdBRuGTKyYl","t":"If you dream the proper dreams, and share the myths with people, they will want to grow up to be like you.","c":"dreams","a":"Ray Bradbury"},{"id":"-k0qsXcQPgLDW","t":"We should be dreaming. We grew up as kids having dreams, but now we're too sophisticated as adults, as a nation. We stopped dreaming. We should always have dreams.","c":"dreams","a":"Herb Brooks"},{"id":"kZjNiQFN5tsuf","t":"I want to find someone who's really into something like I'm really into something, so that I can support them and we can both cheer each other on. I've got a lot of dreams I want to achieve, and I hope someone can cheer me on as I'll cheer them on in their dreams.","c":"dreams","a":"Hunter Hayes"},{"id":"GFkCILSWvUqVk","t":"Right now, I have some big dreams. But at the same time, if I get annoyed and harassed by the media, I'll just quit. I don't care. We're set for life. I have quite a temper.","c":"dreams","a":"Anna Benson"},{"id":"1h2zG6pv2JPkD","t":"It is not true that people stop pursuing dreams because they grow old, they grow old because they stop pursuing dreams.","c":"dreams","a":"Gabriel Garcia Marquez"},{"id":"1BtFSmZ4_NsJC","t":"We are people with all the hopes, dreams, passions, and faults of everyone else. Eighty percent of us are born into families with no history of dwarfism.","c":"dreams","a":"Billy Barty"},{"id":"LQEeRJX1DJX0Y","t":"Everybody's a dreamer.","c":"dreams","a":"John Lithgow"},{"id":"ZR1UoFKpuWb1p","t":"Youth is in a grand flush, like the hot days of ending summer and pleasant dreams thrall your spirit, like the smoky atmosphere that bathes the landscape of an August day.","c":"dreams","a":"Donald G. Mitchell"},{"id":"2RhuEh_3AFV4a","t":"I know it sounds corny, but when you follow your dreams, it happens. And if it's music, take it seriously.","c":"dreams","a":"Enrique Iglesias"},{"id":"Wu45_sIV5pnKn","t":"Flying dreams mean that you're doing the right thing with your life.","c":"dreams","a":"Doug Coupland"},{"id":"kv7k464-mxNpY","t":"Dream study impacts culture. We are put in touch with the inner poet who dreams. We hear our inner, subjective response to the outer world. That helps spiritualize our lives.","c":"dreams","a":"Henry Reed"},{"id":"WNc0sV56pVOtc","t":"Dreams have only one owner at a time. That's why dreamers are lonely.","c":"dreams","a":"Erma Bombeck"},{"id":"A-5cI9VRfh1jA","t":"But baseball bounced back in the next decade to reclaim its place as the national pastime: new heroes, spirited competition, and booming prosperity gave birth to dreams of expansion, both within the major leagues and around the world.","c":"dreams","a":"John Thorn"},{"id":"3Y2EUoQ9oNXzr","t":"We're special because dreams that are impossible anywhere else, come true here. That's not just my story. That's your story. That's our story.","c":"dreams","a":"Marco Rubio"},{"id":"9TgOEb4ZCp6ua","t":"I think there's a time as a writer when you want to see the best things in life, and you go out wherever you go with your dreams as a writer or a composer.","c":"dreams","a":"Tori Amos"},{"id":"1Vk2qoK0q1Yvm","t":"There's a joy and a pain about directing where the dreams you have are becoming concrete but the attention to detail, the need for time is such that it's overwhelming at times, and the stream of responsibility.","c":"dreams","a":"William Shatner"},{"id":"mxlrf8hxJhXvx","t":"I want to keep my dreams, even bad ones, because without them, I might have nothing all night long.","c":"dreams","a":"Joseph Heller"},{"id":"K78Ro36qrQ-4b","t":"I might be writing what people expect me to write, writing from that place where I might be ruled by economic considerations. To overcome that, I started working with my dreams, because I'm not so censored when I use dream material.","c":"dreams","a":"Kathy Acker"},{"id":"UlLBm6-LlPvyp","t":"I have dreamed in my life, dreams that have stayed with me ever after, and changed my ideas they have gone through and through me, like wine through water, and altered the color of my mind.","c":"dreams","a":"Emily Bronte"},{"id":"lapUuUurRYG5W","t":"All of us gave it all we've got, overcame a whole lot just being on the show and learned a lot about ourselves. We're just normal people trying to do what we love and follow our dreams.","c":"dreams","a":"Carrie Underwood"},{"id":"CGCAHZCHr2BrZ","t":"So many of our dreams at first seem impossible, then they seem improbable, and then, when we summon the will, they soon become inevitable.","c":"dreams","a":"Christopher Reeve"},{"id":"seJ5Raqs3sa-t","t":"You've got to have a dream... if you don't have any big dreams, nothing happens.","c":"dreams","a":"Ian Rush"},{"id":"xCd_cUxhzUqfV","t":"Every year for New Years I write down all of my goals and dreams and put them in my Bible. At the end of the year I go and pull the paper out and check this off and check that off.","c":"dreams","a":"NeNe Leakes"},{"id":"MJLqrW6trE8Uj","t":"Sometimes, you follow your dreams. I say to the young people, 'If you have a dream, chase it.'","c":"dreams","a":"Karl Malone"},{"id":"8BtSjN4YKWs_9","t":"We used to talk about wanting to get some money, but that's when hip-hop was based on your dreams and your fantasy. The whole thing now is the dreams and fantasies were achieved, and you don't want to make it the focal point. You can't keep beating that dead horse.","c":"dreams","a":"Puff Daddy"},{"id":"2avHc7tBpWgfe","t":"Dreams are like paper, they tear so easily.","c":"dreams","a":"Gilda Radner"},{"id":"GJH1xEWtxqpGd","t":"Myths are public dreams, dreams are private myths.","c":"dreams","a":"Joseph Campbell"},{"id":"0lI65LU82V8nG","t":"The Columbia is lost, but the dreams that inspired its crew remain with us.","c":"dreams","a":"Dick Cheney"},{"id":"vaPdBLbZxUCpq","t":"Tread softly because you tread on my dreams.","c":"dreams","a":"William Butler Yeats"},{"id":"t2BhDrPwMaxM6","t":"There are those who look at things the way they are, and ask why... I dream of things that never were, and ask why not?","c":"dreams","a":"Robert Kennedy"},{"id":"WY8Z6AnDxIwdp","t":"There's a lot of blood, sweat, and guts between dreams and success.","c":"dreams","a":"Paul Bryant"},{"id":"T82xkbmMTr2Vf","t":"You'll be much more successful if you follow your dreams and follow your passions.","c":"dreams","a":"Jay Weatherill"},{"id":"VVJIEIIrhd8_Z","t":"We all have dreams. But in order to make dreams come into reality, it takes an awful lot of determination, dedication, self-discipline, and effort.","c":"dreams","a":"Jesse Owens"},{"id":"ABt_VXdaE92p_","t":"I stand for freedom of expression, doing what you believe in, and going after your dreams.","c":"dreams","a":"Madonna Ciccone"},{"id":"-RpxuMnBlQ9kA","t":"Today, I'm very happy about myself, because I realized my dreams. I learned how to understand what people want.","c":"dreams","a":"Roberto Cavalli"},{"id":"eSzMwglpUKPMg","t":"The idea of being able to serve as an example, based upon how to process, how to think, how to realize our own dreams, we can pass that down to our children.","c":"dreams","a":"Stedman Graham"},{"id":"0ZPZre88aIf_S","t":"I challenge you to be dreamers I challenge you to be doers and let us make the greatest place in the world even better.","c":"dreams","a":"Brian Schweitzer"},{"id":"95SZNRvUhTOMI","t":"Talking, talking. Spinning a web of words, pale walls of dreams, between myself and all I see.","c":"dreams","a":"John Gardner"},{"id":"NvdoBa8Q1IAOa","t":"I have always been amazed at the way an ordinary observer lends so much more credence and attaches so much more importance to waking events than to those occurring in dreams... Man... is above all the plaything of his memory.","c":"dreams","a":"Andre Breton"},{"id":"Kg3J0UG-BOCKv","t":"Dreams pass into the reality of action. From the actions stems the dream again and this interdependence produces the highest form of living.","c":"dreams","a":"Anais Nin"},{"id":"wAhOataSEDQN5","t":"It never occurred to me that I'd be on a television show or in feature films but when those came into play my dreams changed along the way.","c":"dreams","a":"Camryn Manheim"},{"id":"21eKF6nuzqcA7","t":"Looking back 25 years later, what I may say is that the facts have been far better than the dreams. In the long course of cell life on this earth it remained, for our age for our generation, to receive the full ownership of our inheritance.","c":"dreams","a":"Albert Claude"},{"id":"wwKFbcfszFOuJ","t":"I began my career with infantile dreams of becoming a composer.","c":"dreams","a":"Ivor Novello"},{"id":"PUtUIlnoXIiuM","t":"When the legends die, the dreams end there is no more greatness.","c":"dreams","a":"Tecumseh"},{"id":"9FpaMgXWNjPAv","t":"I've always said that one night, I'm going to find myself in some field somewhere, I'm standing on grass, and it's raining, and I'm with the person I love, and I know I'm at the very point I've been dreaming of getting to.","c":"dreams","a":"Drew Barrymore"},{"id":"2tyFtSTac48Oc","t":"So many financial dreams are thwarted by the failure to act upon good intentions.","c":"dreams","a":"Suze Orman"},{"id":"ojPs0g4EL2gow","t":"When I first left Iran at the age of 13, Iran had become such a shining star - it was the point to which all my desires and dreams returned.","c":"dreams","a":"Azar Nafisi"},{"id":"7fmw0wbufXT5M","t":"My hero's, my dreams, and my future lie in Yankee Stadium and they can't take that from me.","c":"dreams","a":"Derek Jeter"},{"id":"6lvb9_OwBbXIw","t":"I want my boys to have an understanding of people's emotions, their insecurities, people's distress, and their hopes and dreams.","c":"dreams","a":"Princess Diana"},{"id":"1SH9oC2BOgI5t","t":"When you stop having dreams and ideals - well, you might as well stop altogether.","c":"dreams","a":"Marian Anderson"},{"id":"PpQPPnW0z1nRx","t":"It's not my job to dream your dreams. It's my job to make your dreams become a reality.","c":"dreams","a":"Blanche Lincoln"},{"id":"_AKk-nCfNYi3B","t":"We live because of the dreams.","c":"dreams","a":"Marat Safin"},{"id":"aQY1JczOedxOV","t":"I want to help children in Serbia and around the world so they can realize their dreams.","c":"dreams","a":"Novak Djokovic"},{"id":"OGBBEAanPFkT3","t":"The human heart has hidden treasures, In secret kept, in silence sealed The thoughts, the hopes, the dreams, the pleasures, Whose charms were broken if revealed.","c":"dreams","a":"Charlotte Bronte"},{"id":"nM3M6QLKCbqCC","t":"Field of Dreams is probably our generation's It's A Wonderful Life.","c":"dreams","a":"Kevin Costner"},{"id":"Z6D5RfoXY9PxC","t":"IN April 1882 my father died and I was at once whirled out of my land of dreams into a very different sphere.","c":"dreams","a":"Edward Carpenter"},{"id":"LAlhRBf87Uavv","t":"If you take responsibility for yourself you will develop a hunger to accomplish your dreams.","c":"dreams","a":"Les Brown"},{"id":"1US8IUSFHOs2r","t":"Stay focused, go after your dreams and keep moving toward your goals.","c":"dreams","a":"LL Cool J"},{"id":"43z8MU7PztrnV","t":"Men act out like they're horrified by marriage, but when they find the woman of their dreams, they love it.","c":"dreams","a":"Rachel Hunter"},{"id":"h4IFy3Wdog8ZG","t":"As I've grown - dare I say it - older, I had hopes of indulging my dreams of being a sailor.","c":"dreams","a":"Jimmy Webb"},{"id":"uNOJ_WH_-iWfk","t":"It's not too late, I can still live my dreams.","c":"dreams","a":"Diana Nyad"},{"id":"uWKkledb5j93-","t":"Women are not in love with me but with the picture of me on the screen. I am merely the canvas on which women paint their dreams.","c":"dreams","a":"Rudolph Valentino"},{"id":"wUwYHBoQyfto6","t":"In my wildest dreams, I could not have imagined a sweeter life.","c":"dreams","a":"Hugh Hefner"},{"id":"68RxZ3F5a48s6","t":"In a couple, sometimes, one or both people have to give up their personal life, dreams and ambitions for the good of the family.","c":"dreams","a":"Monica Bellucci"},{"id":"IvX-YFUSJad_f","t":"It is great good health to believe, as the Hindus do, that there are 33 million gods and goddesses in the world. It is great good health to want to understand one's dreams. It is great good health to desire the ambiguous and paradoxical.","c":"dreams","a":"Clive Barker"},{"id":"gjz4yacP58sYL","t":"People are learning to feel more comfortable hearing one another's dreams. It used to be that if you told a dream in public, someone had to make a joke to relieve the tension introduced by that alternative reality.","c":"dreams","a":"Henry Reed"},{"id":"dPtcPzACv2pBF","t":"I am not ridiculing verbal mechanisms, dreams, or repressions as origins of poetry all three of them and more besides may have a great deal to do with it.","c":"dreams","a":"Allen Tate"},{"id":"yVGgxhgA8reAQ","t":"As you look back at your life, there are just a million different things that have happened, just in the right way, to allow you to make your dreams come true. And you know, someone has all that under control.","c":"dreams","a":"Michael P. Anderson"},{"id":"NpmE8g_YmBxjZ","t":"The only book by a modern president that bears serious comparison with Obama's 'Dreams From My Father' is Jimmy Carter's short campaign autobiography, 'Why Not the Best?,' published in 1975.","c":"dreams","a":"Jonathan Raban"},{"id":"aFyIEhPaB4kHA","t":"I had dreams of catching the ball for the final out in the World Series and being mobbed by my teammates. Well, I guess all my dreams didn't come true.","c":"dreams","a":"Robin Yount"},{"id":"wf6_WyGkmgTh7","t":"I love working with kids, talking with them and listening to them. I always encourage kids to reach beyond their dreams. Don't try to be like me. Be better than me.","c":"dreams","a":"Florence Griffith Joyner"},{"id":"H9tROar1sSdxv","t":"What is life? A madness. What is life? An illusion, a shadow, a story. And the greatest good is little enough for all life is a dream, and dreams themselves are only dreams.","c":"dreams","a":"Pedro Calderon de la Barca"},{"id":"pLufpbewWhn_m","t":"There are no dreams too large, no innovation unimaginable and no frontiers beyond our reach.","c":"dreams","a":"John S. Herrington"},{"id":"YaaP6HMb9GBZa","t":"Without leaps of imagination, or dreaming, we lose the excitement of possibilities. Dreaming, after all, is a form of planning.","c":"dreams","a":"Gloria Steinem"},{"id":"81cx_dDprWwzl","t":"Dreams can still come true you need a great deal of energy and determination, and a little bit of luck.","c":"dreams","a":"Stefano Gabbana"},{"id":"tjVB1nFxzugvo","t":"Having achieved my own dreams, I want to give to kids who are less fortunate, who struggle with everyday obstacles. I want to give them something positive in their lives: support.","c":"dreams","a":"Kristi Yamaguchi"},{"id":"SBFVhod2fHE9S","t":"All the characters in my books are imagined, but all have a bit of who I am in them - much like the characters in your dreams are all formed by who you are.","c":"dreams","a":"Alice Hoffman"},{"id":"55vvniEA4A1Gl","t":"Obviously one must hold oneself responsible for the evil impulses of one's dreams. In what other way can one deal with them? Unless the content of the dream rightly understood is inspired by alien spirits, it is part of my own being.","c":"dreams","a":"Sigmund Freud"},{"id":"x4L1SaFSIzi0w","t":"Do It Under the Influence Yourself! That's what we're shooting for! Get drunk and make your dreams come true.","c":"dreams","a":"Aziz Ansari"},{"id":"ToU5SF3D6jylI","t":"You control your future, your destiny. What you think about comes about. By recording your dreams and goals on paper, you set in motion the process of becoming the person you most want to be. Put your future in good hands - your own.","c":"dreams","a":"Mark Victor Hansen"},{"id":"QN3dHM_tmUqrv","t":"In our dreams we are always young.","c":"dreams","a":"Sarah Louise Delany"},{"id":"agFPrr45mmI1p","t":"Both dreams and myths are important communications from ourselves to ourselves. If we do not understand the language in which they are written, we miss a great deal of what we know and tell ourselves in those hours when we are not busy manipulating the outside world.","c":"dreams","a":"Erich Fromm"},{"id":"-e_VrdAVectEc","t":"I can never decide whether my dreams are the result of my thoughts, or my thoughts the result of my dreams.","c":"dreams","a":"David Herbert Lawrence"},{"id":"8C8MBmbHAavJ3","t":"The interpretation of dreams is the royal road to a knowledge of the unconscious activities of the mind.","c":"dreams","a":"Sigmund Freud"},{"id":"nu3Wo4i6966Sw","t":"Here's what I see all across this great city - people working together to make Boston a better place to live and to raise children, to grow and pursue dreams.","c":"dreams","a":"Thomas Menino"},{"id":"KOzdGwNND0yHH","t":"Our dreams are a second life. I have never been able to penetrate without a shudder those ivory or horned gates which separate us from the invisible world.","c":"dreams","a":"Gerard De Nerval"},{"id":"8jYsc3ZBC5nVo","t":"Dreams have as much influence as actions.","c":"dreams","a":"Stephane Mallarme"},{"id":"qQhRbCAUuYmCo","t":"That's what keeps me going: dreaming, inventing, then hoping and dreaming some more in order to keep dreaming.","c":"dreams","a":"Joseph Barbera"},{"id":"f4PBgSYbF0dKT","t":"Happiness is making your dreams come true.","c":"dreams","a":"Jourdan Dunn"},{"id":"a2AZjP7AbM_en","t":"Seems like God don't see fit to give the black man nothing but dreams - but He did give us children to make them dreams seem worthwhile.","c":"dreams","a":"Lorraine Hansberry"},{"id":"_7qN2ML97CgS9","t":"So, I think that Marilyn, what she gave the world, and in many ways Kennedy too, was that they had dreams and they didn't allow anybody to take away their dreams.","c":"dreams","a":"Sally Kirkland"},{"id":"5njEApicVvbVE","t":"I have actual dreams of Bruce Springsteen calling me up on stage to wear a bandanna and play rhythm guitar next to Little Steven.","c":"dreams","a":"Tom Perrotta"},{"id":"r1FeFvp_rAcF8","t":"I think dreams can come true, but not necessarily like fairy-tales. It's not always so perfect like that.","c":"dreams","a":"Patrick Dempsey"},{"id":"7MQM6X2wH4WFZ","t":"Only things the dreamers make live on. They are the eternal conquerors.","c":"dreams","a":"Herbert Kaufman"},{"id":"mkZT_RAPaIwIz","t":"Dream as if you'll live forever. Live as if you'll die today.","c":"dreams","a":"James Dean"},{"id":"281zEjb3vRP2G","t":"Have you ever wondered why young people take to music like fish to water? Maybe it's because music is fun. Plan and simple. It opens up their minds to dream great dreams about where they can go and what they can do when they get older.","c":"dreams","a":"Isaac Hayes"},{"id":"Bd5w_jeC5BnZR","t":"We grew up founding our dreams on the infinite promise of American advertising. I still believe that one can learn to play the piano by mail and that mud will give you a perfect complexion.","c":"dreams","a":"Zelda Fitzgerald"},{"id":"6Mvn08S-c6Sdx","t":"I prefer to be a dreamer among the humblest, with visions to be realized, than lord among those without dreams and desires.","c":"dreams","a":"Khalil Gibran"},{"id":"bxvyUkTvLy9WX","t":"But what I'd really like to tell you is I never dreamed of being in the Hall of Fame. Standing here with all these great players was beyond any of my dreams.","c":"dreams","a":"Robin Yount"},{"id":"_5PecUdrR3frZ","t":"Dreaming or awake, we perceive only events that have meaning to us.","c":"dreams","a":"Jane Roberts"},{"id":"2MocISImKjmZo","t":"I did commit to myself that I would not jump back into being the workaholic that I can be before I gave myself an honest opportunity to create the marriage of my dreams and to create the beginning of the family of my dreams, and that took a hot second.","c":"dreams","a":"Alanis Morissette"},{"id":"HT-c4vdA58axL","t":"Keep true to the dreams of your youth.","c":"dreams","a":"Friedrich Schiller"},{"id":"hvqUWv3y8OOS5","t":"Talking about food is like talking about your dreams. Everyone has something to say. We all have to eat, it's just what we eat which differs. Some people eat for fuel and I feel bad for them.","c":"dreams","a":"Gael Garcia Bernal"},{"id":"60OfqSP2eIggC","t":"When violence becomes imbedded in a region, then this affects everything. It affects your dreams, your fantasies and relationships, and your religion becomes violent, too.","c":"dreams","a":"Karen Armstrong"},{"id":"ZKVNUBdyDDDk-","t":"Intellectual despair results in neither weakness nor dreams, but in violence. It is only a matter of knowing how to give vent to one's rage whether one only wants to wander like madmen around prisons, or whether one wants to overturn them.","c":"dreams","a":"Georges Bataille"},{"id":"afEmrBrLA6bNV","t":"Today I know that there is still work to be done, but along the way my I am achieving my dreams.","c":"dreams","a":"Candace Parker"},{"id":"AgHKg0trziiy4","t":"Dreams really tell you about yourself more than anything else in this world could ever tell you.","c":"dreams","a":"Sylvia Browne"},{"id":"pYV6rf9dOSCDN","t":"I'm not just a boy toy. I have feelings and dreams like anybody else.","c":"dreams","a":"Jon Stewart"},{"id":"UOzcReVq1qw-h","t":"I really had a lot of dreams when I was a kid, and I think a great deal of that grew out of the fact that I had a chance to read a lot.","c":"dreams","a":"Bill Gates"},{"id":"QSd_YH4DoWHMt","t":"A runner must run with dreams in his heart, not money in his pocket.","c":"dreams","a":"Emil Zatopek"},{"id":"naI_kzMN526D8","t":"Google is a global Rorschach test. We see in it what we want to see. Google has built an infrastructure that makes a lot of dreams closer to reality.","c":"dreams","a":"John Battelle"},{"id":"LBV6LDL0qPZgC","t":"Those born into poverty or on the margins of society require our extra support to realize their dreams.","c":"dreams","a":"Novak Djokovic"},{"id":"N1YE0BXtXhC3u","t":"I'm particularly proud of my reluctance to share my dreams with anyone.","c":"dreams","a":"Todd Barry"},{"id":"oUsZB-faAMhja","t":"Not all lucid dreams are useful but they all have a sense of wonder about them. If you must sleep through a third of your life, why should you sleep through your dreams, too?","c":"dreams","a":"Stephen LaBerge"},{"id":"Yun83C3G7r4J9","t":"I think people tend to see the bigger point, which is maybe not fitting in and feeling like you didn't have the childhood that you expected you would have, or that you felt lonely or struggled with drugs and alcohol or just that you were able to achieve your dreams.","c":"dreams","a":"Augusten Burroughs"},{"id":"Xzh_btJL4qtlC","t":"Reality is wrong. Dreams are for real.","c":"dreams","a":"Tupac Shakur"},{"id":"UK51--XUjWqdP","t":"The work goes on, the cause endures, the hope still lives and the dreams shall never die.","c":"dreams","a":"Edward Kennedy"},{"id":"YiAuiIL3GJg64","t":"Field of Dreams is the only movie - and I saw it in the theater - on an afternoon when I was on location somewhere, and there were like 12 people in the theater. I was just so devastated I couldn't get out of my seat. And I sat and watched it a second time.","c":"dreams","a":"Paul Reiser"},{"id":"Z1KHJoP7lgd14","t":"Our fathers had their dreams we have ours the generation that follows will have its own. Without dreams and phantoms man cannot exist.","c":"dreams","a":"Olive Schreiner"},{"id":"-b63AG2z11v6t","t":"Of all our dreams today there is none more important - or so hard to realise - than that of peace in the world. May we never lose our faith in it or our resolve to do everything that can be done to convert it one day into reality.","c":"dreams","a":"Lester B. Pearson"},{"id":"_-3KkluPJTd7i","t":"Our dreams drench us in senses, and senses steps us again in dreams.","c":"dreams","a":"Amos Bronson Alcott"},{"id":"5S_zXPgj31KtY","t":"I led the life of an intellectual up until a certain age. I remember Freud's 'Interpretation of Dreams' was a big favorite when I was 11. It sounded so interesting. And it really was!","c":"dreams","a":"Wallace Shawn"},{"id":"AZsFgolOkgagJ","t":"Dreams from 1991 are becoming reality. We will build good relations between nations and people. We will strive towards mutual respect and equality of every individual, sex, race and national or any other minority.","c":"dreams","a":"Janez Drnovsek","e":true},{"id":"sfhwxa1NbcXlP","t":"Thanking you once more, I want to wish you the best of luck for your future life and to conclude by saying to you: Dream your dreams and may they come true!","c":"dreams","a":"Felix Bloch"},{"id":"gmBRRrpG1H1fy","t":"We all dream we do not understand our dreams, yet we act as if nothing strange goes on in our sleep minds, strange at least by comparison with the logical, purposeful doings of our minds when we are awake.","c":"dreams","a":"Erich Fromm"},{"id":"N5EBa6dAWgaCb","t":"I think cinema is closer to allegories than to reality. It's closer to our dreams.","c":"dreams","a":"Manuel Puig"},{"id":"rDTQTi4lLgKtN","t":"Was it only by dreaming or writing that I could find out what I thought?","c":"dreams","a":"Joan Didion"},{"id":"X5-WM7ny7d5JO","t":"I have had dreams and I have had nightmares, but I have conquered my nightmares because of my dreams.","c":"dreams","a":"Jonas Salk"},{"id":"es7g751yAuu75","t":"But I am delighted to be a Dodger, I grew up a Dodger fan and now my dreams have really come true.","c":"dreams","a":"Milton Bradley"},{"id":"4loW9k6N0XzjB","t":"Dreams sometimes foretell the future.","c":"dreams","a":"Mickey Hart"},{"id":"9aE7G37ToQnAB","t":"One of my dreams in life is to do fund-raising for the youth.","c":"dreams","a":"Picabo Street"},{"id":"yfHg9__EyLVCn","t":"Dreams are where we visit the many lands and landscapes of human possibility and discover the one where we feel at home. The great religious leaders were all dreamers.","c":"dreams","a":"Jonathan Sacks"},{"id":"UVEhTgSScuYJk","t":"What differentiates us from animals is the fact that we can listen to other people's dreams, fears, joys, sorrows, desires and defeats - and they in turn can listen to ours.","c":"dreams","a":"Henning Mankell"},{"id":"eajr3DZhTQpFy","t":"If you choose not to pursue your dreams, you'll still be a part of a dream - only it will be someone else's.","c":"dreams","a":"Mike Hawkins"},{"id":"oFyUPpA99L-QL","t":"That disturbs people when they know they didn't have the guts or integrity to stick to their dreams.","c":"dreams","a":"Sandra Bernhard"},{"id":"jwtz9e-2ng518","t":"My dreams are all follies.","c":"dreams","a":"Taylor Caldwell"},{"id":"8i5lkwGIHaWWM","t":"Las Vegas is a very strange place. It's a place of broken dreams.","c":"dreams","a":"Concha Buika"},{"id":"1gl5_Uj_qlWDn","t":"It is easier to learn to interpret dreams if you have a reason to use them for something constructive. You apply your dream insights to making constructive changes in your life.","c":"dreams","a":"Henry Reed"},{"id":"aXy6SRTV_Lb-T","t":"But I, being poor, have only my dreams I have spread my dreams under your feet Tread softly because you tread on my dreams.","c":"dreams","a":"William Butler Yeats"},{"id":"BQ-zYnjtHrtyY","t":"I don't use drugs, my dreams are frightening enough.","c":"dreams","a":"M. C. Escher"},{"id":"xkZYYY7QpGBSA","t":"I'm aware of the mystery around us, so I write about coincidences, premonitions, emotions, dreams, the power of nature, magic.","c":"dreams","a":"Isabel Allende"},{"id":"5SXROHxoAsEr9","t":"A test of what is real is that it is hard and rough. Joys are found in it, not pleasure. What is pleasant belongs to dreams.","c":"dreams","a":"Simone Weil"},{"id":"aEa_zmiauMoeX","t":"Mr. Tennyson has said that more things are wrought by prayer than this world dreams of, but he wisely refrains from saying whether they are good or bad things.","c":"dreams","a":"Samuel Butler"},{"id":"NzkjskIXqofu6","t":"I adore this adventure, I adore working with youth. For me it's a daily challenge, working to help these youths realize their dreams.","c":"dreams","a":"Patrick Roy"},{"id":"TIepYSPN0-QH_","t":"It's weird to say, but every time I look at my daughter and I see this little living breathing thing that came from me, that represents all of the hopes and dreams that I would want for her, I see a miracle.","c":"dreams","a":"Josh Gad"},{"id":"3b-Bfa3MJIz0-","t":"Things have gone beyond my wildest expectations and dreams, and I feel like I've been given so many blessings in my life, between my friendship with the guys in the band, our wonderful audience, being able to play this music, and then my family.","c":"dreams","a":"Trey Anastasio"},{"id":"mbyxJDI8oK3al","t":"The human imagination... has great difficulty in living strictly within the confines of a materialist practice or philosophy. It dreams, like a dog in its basket, of hares in the open.","c":"dreams","a":"John Berger"},{"id":"0VcKZ6vxHCYhE","t":"The dreamer can know no truth, not even about his dream, except by awaking out of it.","c":"dreams","a":"George Santayana"},{"id":"zV3kAL9aVa2SF","t":"Acting is also working with people who invite you into their dreams and trust you with their innermost being.","c":"dreams","a":"Catherine Deneuve"},{"id":"JIC1so5bmMawq","t":"Vain hopes are like certain dreams of those who wake.","c":"dreams","a":"Quintilian"},{"id":"9m2jtbi5ogLMU","t":"Ground not upon dreams you know they are ever contrary.","c":"dreams","a":"Thomas Middleton"},{"id":"ywV7qVdDX0hvO","t":"People ask how can a Jewish kid from the Bronx do preppy clothes? Does it have to do with class and money? It has to do with dreams.","c":"dreams","a":"Ralph Lauren"},{"id":"KeTQZOnAR_06q","t":"Dreams are real as long as they last. Can we say more of life?","c":"dreams","a":"Havelock Ellis"},{"id":"_hV2-OJlBUE8x","t":"I just kind of wake up with a new idea and new dreams every day, and I follow that dream, as they say.","c":"dreams","a":"Dolly Parton"},{"id":"-bpwK0owIRbtG","t":"An athlete cannot run with money in his pockets. He must run with hope in his heart and dreams in his head.","c":"dreams","a":"Emil Zatopek"},{"id":"HVQWMWPZFm-hY","t":"To be given the opportunity to help shape new artists' careers and mentor them to see their dreams come to fruition is a task I welcome with open arms.","c":"dreams","a":"Christina Aguilera"},{"id":"rtFt27YG6y-Mo","t":"Through hard work, perseverance and a faith in God, you can live your dreams.","c":"dreams","a":"Benjamin Carson"},{"id":"BZO3EUxjToF7b","t":"In my wildest dreams I never thought - well, I never thought I'd work.","c":"dreams","a":"Steve Carell"},{"id":"ARJk_v4v7SRyC","t":"I mean, every child at one stage dreams of being a prince or a princess.","c":"dreams","a":"Mary, Crown Princess of Denmark"},{"id":"xIXUSXBzlu8NV","t":"For all life is a dream, and dreams themselves are only dreams.","c":"dreams","a":"Pedro Calderon de la Barca"},{"id":"q0vdJKGUj19Wp","t":"It's not only imagination, it's the distortion of the vision. You suddenly think, This person is idealistic, this person is strong, this person has dreams, when you know better most of the time. You put what you want to see on people.","c":"dreams","a":"Olivier Martinez"},{"id":"ezeIOBUFFEBDK","t":"Every actor dreams of getting a big break, a big opportunity.","c":"dreams","a":"Liam McIntyre"},{"id":"AxPz5uMMLRr4e","t":"This may sound strange but I had dreams as a kid of doing exactly what I ended up doing in my life.","c":"dreams","a":"Corey Hart"},{"id":"mpTk8XeKTV_S0","t":"I worked on my voice for Sweet Dreams, but only to match my speaking voice to Patsy's actual singing voice. That was my way into that character.","c":"dreams","a":"Jessica Lange"},{"id":"OZRQJsT_4AxeY","t":"My own dreams fortunately came true in this great state. I became Mr. Universe I became a successful businessman. And even though some people say I still speak with a slight accent, I have reached the top of the acting profession.","c":"dreams","a":"Arnold Schwarzenegger"},{"id":"01VstQw4xTiNg","t":"Dreams can become a reality when we possess a vision that is characterized by the willingness to work hard, a desire for excellence, and a belief in our right and our responsiblity to be equal members of society.","c":"dreams","a":"Janet Jackson"},{"id":"t9rQ3ki4ZuvlE","t":"Believe in and follow your dreams.","c":"dreams","a":"Kristanna Loken"},{"id":"C5JsxUiSjhGaD","t":"Tell me about yourself - your struggles, your dreams, your telephone number.","c":"dreams","a":"Peter Arno"},{"id":"eE____11ueF6O","t":"Dream and give yourself permission to envision a You that you choose to be.","c":"dreams","a":"Joy Page"},{"id":"TCnq18Gcwyw9y","t":"A man is a god in ruins. When men are innocent, life shall be longer, and shall pass into the immortal, as gently as we awake from dreams.","c":"dreams","a":"Ralph Waldo Emerson"},{"id":"01DJ-3v5EvFRZ","t":"The interpretation of dreams is a great art.","c":"dreams","a":"Paracelsus"},{"id":"YXFpzHnvjqZ-3","t":"We didn't know how to run a business, but we had dreams and talent.","c":"dreams","a":"Ruth Handler"},{"id":"qkklATm7KPIGC","t":"Let us keep the dance of rain our fathers kept and tread our dreams beneath the jungle sky.","c":"dreams","a":"Arna Bontemps"},{"id":"FN97Lu72dZJGv","t":"We all have our time machines. Some take us back, they're called memories. Some take us forward, they're called dreams.","c":"dreams","a":"Jeremy Irons"},{"id":"XXT4zAfjoX8So","t":"I'm sure I have a process, but it mostly takes place in my dreams.","c":"dreams","a":"William H. Macy"},{"id":"DdMxqc6URycEV","t":"I've got heaps of dreams.","c":"dreams","a":"Abbie Cornish"},{"id":"MO36pTUQQw1OX","t":"I'll let you be in my dreams if I can be in yours.","c":"dreams","a":"Bob Dylan"},{"id":"XwtLVCURWzgto","t":"Dreams will get you nowhere, a good kick in the pants will take you a long way.","c":"dreams","a":"Baltasar Gracian"}]