[{"id":"ciQBYMoAC3CGu","t":"Life isn’t about getting and having, it’s about giving and being.","c":"famous","a":"Kevin Kruse"},{"id":"J9Aspj5gIM9uo","t":"Whatever the mind of man can conceive and believe, it can achieve.","c":"famous","a":"Napoleon Hill"},{"id":"VLMVmMjRrKe42","t":"Strive not to be a success, but rather to be of value.","c":"famous","a":"Albert Einstein"},{"id":"-Xb-xflQsqUan","t":"Two roads diverged in a wood, and I—I took the one less traveled by, And that has made all the difference.","c":"famous","a":"Robert Frost"},{"id":"Krty9aFYUw1ej","t":"I attribute my success to this: I never gave or took any excuse.","c":"famous","a":"Florence Nightingale"},{"id":"eM6tWwWXb1HGr","t":"You miss 100% of the shots you don’t take.","c":"famous","a":"Wayne Gretzky"},{"id":"JNOv7rsc8DzoC","t":"I’ve missed more than 9000 shots in my career. I’ve lost almost 300 games. 26 times I’ve been trusted to take the game winning shot and missed. I’ve failed over and over and over again in my life. And that is why I succeed.","c":"famous","a":"Michael Jordan"},{"id":"cU2eLGNC3_09a","t":"The most difficult thing is the decision to act, the rest is merely tenacity.","c":"famous","a":"Amelia Earhart"},{"id":"p1U1L4ck1cUNt","t":"Every strike brings me closer to the next home run.","c":"famous","a":"Babe Ruth"},{"id":"uL9ofiW2NlCR6","t":"Definiteness of purpose is the starting point of all achievement.","c":"famous","a":"W. Clement Stone"},{"id":"knF8TJSNiE6Le","t":"We must balance conspicuous consumption with conscious capitalism.","c":"famous","a":"Kevin Kruse"},{"id":"gQ4bBe5eDCQBU","t":"Life is what happens to you while you’re busy making other plans.","c":"famous","a":"John Lennon"},{"id":"e9KiKlcQi9lDB","t":"We become what we think about.","c":"famous","a":"Earl Nightingale"},{"id":"aAPfWNdo88C4o","t":"14.Twenty years from now you will be more disappointed by the things that you didn’t do than by the ones you did do, so throw off the bowlines, sail away from safe harbor, catch the trade winds in your sails.  Explore, Dream, Discover.","c":"famous","a":"Mark Twain"},{"id":"JNlc6W6k6BQOk","t":"15.Life is 10% what happens to me and 90% of how I react to it.","c":"famous","a":"Charles Swindoll"},{"id":"gE77LTIncRVas","t":"The most common way people give up their power is by thinking they don’t have any.","c":"famous","a":"Alice Walker"},{"id":"OVK1ptVz7iTDz","t":"The mind is everything. What you think you become.","c":"famous","a":"Buddha"},{"id":"U3_G0k-oR-Nee","t":"The best time to plant a tree was 20 years ago. The second best time is now.","c":"famous","a":"Chinese Proverb"},{"id":"iMMSMu4q8MZwD","t":"An unexamined life is not worth living.","c":"famous","a":"Socrates"},{"id":"XM7wODd04QUkP","t":"Eighty percent of success is showing up.","c":"famous","a":"Woody Allen"},{"id":"K66oy7cEO2udd","t":"Your time is limited, so don’t waste it living someone else’s life.","c":"famous","a":"Steve Jobs"},{"id":"NVGRAfeiMUYjt","t":"Winning isn’t everything, but wanting to win is.","c":"famous","a":"Vince Lombardi"},{"id":"-0zPJtIBvDXYz","t":"I am not a product of my circumstances. I am a product of my decisions.","c":"famous","a":"Stephen Covey"},{"id":"KSAELl0_OzQ37","t":"Every child is an artist.  The problem is how to remain an artist once he grows up.","c":"famous","a":"Pablo Picasso"},{"id":"Z4TBEME9XLZM7","t":"You can never cross the ocean until you have the courage to lose sight of the shore.","c":"famous","a":"Christopher Columbus"},{"id":"eG_qG_D-ybtIz","t":"I’ve learned that people will forget what you said, people will forget what you did, but people will never forget how you made them feel.","c":"famous","a":"Maya Angelou"},{"id":"i8LAKMj7dWJJY","t":"Either you run the day, or the day runs you.","c":"famous","a":"Jim Rohn"},{"id":"qfyCet7qkvi6M","t":"Whether you think you can or you think you can’t, you’re right.","c":"famous","a":"Henry Ford"},{"id":"9j527X9xAHQel","t":"The two most important days in your life are the day you are born and the day you find out why.","c":"famous","a":"Mark Twain"},{"id":"sr4oguivCaYq3","t":"Whatever you can do, or dream you can, begin it.  Boldness has genius, power and magic in it.","c":"famous","a":"Johann Wolfgang von Goethe"},{"id":"WB8RDdAoNJVrq","t":"The best revenge is massive success.","c":"famous","a":"Frank Sinatra"},{"id":"oEE_uQj49qjGx","t":"People often say that motivation doesn’t last. Well, neither does bathing.  That’s why we recommend it daily.","c":"famous","a":"Zig Ziglar"},{"id":"U6KLvJmqzFXVU","t":"Life shrinks or expands in proportion to one’s courage.","c":"famous","a":"Anais Nin"},{"id":"rPMMLpMwlbmQu","t":"If you hear a voice within you say “you cannot paint,” then by all means paint and that voice will be silenced.","c":"famous","a":"Vincent Van Gogh"},{"id":"VSY_LVP_9hGKz","t":"There is only one way to avoid criticism: do nothing, say nothing, and be nothing.","c":"famous","a":"Aristotle"},{"id":"YETRgYTENgl2n","t":"Ask and it will be given to you; search, and you will find; knock and the door will be opened for you.","c":"famous","a":"Jesus"},{"id":"NxAE4CMM7QC16","t":"The only person you are destined to become is the person you decide to be.","c":"famous","a":"Ralph Waldo Emerson"},{"id":"KS5DUgDF9paiC","t":"Go confidently in the direction of your dreams.  Live the life you have imagined.","c":"famous","a":"Henry David Thoreau"},{"id":"6CaGB3fXB-AGG","t":"When I stand before God at the end of my life, I would hope that I would not have a single bit of talent left and could say, I used everything you gave me.","c":"famous","a":"Erma Bombeck"},{"id":"r9bob9FLU0sll","t":"Few things can help an individual more than to place responsibility on him, and to let him know that you trust him.","c":"famous","a":"Booker T. Washington"},{"id":"FqzvZedN0Kc2R","t":"Certain things catch your eye, but pursue only those that capture the heart.","c":"famous","a":" Ancient Indian Proverb"},{"id":"-xYQO_tdcz8ak","t":"Believe you can and you’re halfway there.","c":"famous","a":"Theodore Roosevelt"},{"id":"K0Zi5Bl0CMATF","t":"Everything you’ve ever wanted is on the other side of fear.","c":"famous","a":"George Addair"},{"id":"n2inm86K9pT33","t":"We can easily forgive a child who is afraid of the dark; the real tragedy of life is when men are afraid of the light.","c":"famous","a":"Plato"},{"id":"YZIfktseXx4ZO","t":"Teach thy tongue to say, “I do not know,” and thous shalt progress.","c":"famous","a":"Maimonides"},{"id":"Apz-XLa0628Th","t":"Start where you are. Use what you have.  Do what you can.","c":"famous","a":"Arthur Ashe"},{"id":"bsR8bOStt9KhI","t":"When I was 5 years old, my mother always told me that happiness was the key to life.  When I went to school, they asked me what I wanted to be when I grew up.  I wrote down ‘happy’.  They told me I didn’t understand the assignment, and I told them they didn’t understand life.","c":"famous","a":"John Lennon"},{"id":"A9RtDX-DTxo7E","t":"Fall seven times and stand up eight.","c":"famous","a":"Japanese Proverb"},{"id":"ZL4VK3YDvAFlC","t":"When one door of happiness closes, another opens, but often we look so long at the closed door that we do not see the one that has been opened for us.","c":"famous","a":"Helen Keller"},{"id":"SGrHN9vRxjN5H","t":"Everything has beauty, but not everyone can see.","c":"famous","a":"Confucius"},{"id":"U532FBLJE07kn","t":"How wonderful it is that nobody need wait a single moment before starting to improve the world.","c":"famous","a":"Anne Frank"},{"id":"I7PGA-AoDIzB4","t":"When I let go of what I am, I become what I might be.","c":"famous","a":"Lao Tzu"},{"id":"HBwAwEJL_IQGP","t":"Life is not measured by the number of breaths we take, but by the moments that take our breath away.","c":"famous","a":"Maya Angelou"},{"id":"rt9gFDAyQ1S3B","t":"Happiness is not something readymade.  It comes from your own actions.","c":"famous","a":"Dalai Lama"},{"id":"7-dlPaXjjG1CS","t":"If you’re offered a seat on a rocket ship, don’t ask what seat! Just get on.","c":"famous","a":"Sheryl Sandberg"},{"id":"0np8zmY-ghOMy","t":"First, have a definite, clear practical ideal; a goal, an objective. Second, have the necessary means to achieve your ends; wisdom, money, materials, and methods. Third, adjust all your means to that end.","c":"famous","a":"Aristotle"},{"id":"46RmJGqEBa2lm","t":"If the wind will not serve, take to the oars.","c":"famous","a":"Latin Proverb"},{"id":"NJsz4SOp6fQB-","t":"You can’t fall if you don’t climb.  But there’s no joy in living your whole life on the ground.","c":"famous","a":"Unknown"},{"id":"ulkx2UEy7A6eJ","t":"We must believe that we are gifted for something, and that this thing, at whatever cost, must be attained.","c":"famous","a":"Marie Curie"},{"id":"d8V_fByXlCvnO","t":"Too many of us are not living our dreams because we are living our fears.","c":"famous","a":"Les Brown"},{"id":"6DvH68r-8VBKC","t":"Challenges are what make life interesting and overcoming them is what makes life meaningful.","c":"famous","a":"Joshua J. Marine"},{"id":"lcT7y4nT8KeUX","t":"If you want to lift yourself up, lift up someone else.","c":"famous","a":"Booker T. Washington"},{"id":"LT8d3ByrMSnDI","t":"I have been impressed with the urgency of doing. Knowing is not enough; we must apply. Being willing is not enough; we must do.","c":"famous","a":"Leonardo da Vinci"},{"id":"dwHn9c-OrJHQs","t":"Limitations live only in our minds.  But if we use our imaginations, our possibilities become limitless.","c":"famous","a":"Jamie Paolinetti"},{"id":"ziTbPCY4CTPM2","t":"You take your life in your own hands, and what happens? A terrible thing, no one to blame.","c":"famous","a":"Erica Jong"},{"id":"p4niChwSi5WNw","t":"What’s money? A man is a success if he gets up in the morning and goes to bed at night and in between does what he wants to do.","c":"famous","a":"Bob Dylan"},{"id":"S7785wRtBF2Sq","t":"I didn’t fail the test. I just found 100 ways to do it wrong.","c":"famous","a":"Benjamin Franklin"},{"id":"iiRjl8T6b4j2T","t":"In order to succeed, your desire for success should be greater than your fear of failure.","c":"famous","a":"Bill Cosby"},{"id":"CYmAqjFPoKcTW","t":"A person who never made a mistake never tried anything new.","c":"famous","a":" Albert Einstein"},{"id":"WawkpUppmFm24","t":"The person who says it cannot be done should not interrupt the person who is doing it.","c":"famous","a":"Chinese Proverb"},{"id":"MEul-2G_1StuS","t":"There are no traffic jams along the extra mile.","c":"famous","a":"Roger Staubach"},{"id":"g3IsBxteWuNGQ","t":"It is never too late to be what you might have been.","c":"famous","a":"George Eliot"},{"id":"ClwOWrKjS7DID","t":"You become what you believe.","c":"famous","a":"Oprah Winfrey"},{"id":"rrzjf_r_TqYYK","t":"I would rather die of passion than of boredom.","c":"famous","a":"Vincent van Gogh"},{"id":"mWYMFalI23QKW","t":"A truly rich man is one whose children run into his arms when his hands are empty.","c":"famous","a":"Unknown"},{"id":"qyxNVwjwg1xaa","t":"It is not what you do for your children, but what you have taught them to do for themselves, that will make them successful human beings.","c":"famous","a":"Ann Landers"},{"id":"kZqkofcTLGWPq","t":"If you want your children to turn out well, spend twice as much time with them, and half as much money.","c":"famous","a":"Abigail Van Buren"},{"id":"10AIx-_4nsadI","t":"Build your own dreams, or someone else will hire you to build theirs.","c":"famous","a":"Farrah Gray"},{"id":"fW2iyqKDVm4Xg","t":"The battles that count aren’t the ones for gold medals. The struggles within yourself–the invisible battles inside all of us–that’s where it’s at.","c":"famous","a":"Jesse Owens"},{"id":"Mg9N6kQ_s72Dz","t":"Education costs money.  But then so does ignorance.","c":"famous","a":"Sir Claus Moser"},{"id":"zaO76IOwudy0h","t":"I have learned over the years that when one’s mind is made up, this diminishes fear.","c":"famous","a":"Rosa Parks"},{"id":"MKLTsOB3AwLrC","t":"It does not matter how slowly you go as long as you do not stop.","c":"famous","a":"Confucius"},{"id":"3Feyf2v6TQviC","t":"If you look at what you have in life, you’ll always have more. If you look at what you don’t have in life, you’ll never have enough.","c":"famous","a":"Oprah Winfrey"},{"id":"vvURf_7SxLmTq","t":"Remember that not getting what you want is sometimes a wonderful stroke of luck.","c":"famous","a":"Dalai Lama"},{"id":"Oxs1AV1hf8-z8","t":"You can’t use up creativity.  The more you use, the more you have.","c":"famous","a":"Maya Angelou"},{"id":"QzcBaiOuJjvMF","t":"Dream big and dare to fail.","c":"famous","a":"Norman Vaughan"},{"id":"hUCOa3KbjoWQq","t":"Our lives begin to end the day we become silent about things that matter.","c":"famous","a":"Martin Luther King Jr."},{"id":"ggRdrHLwjnR_U","t":"Do what you can, where you are, with what you have.","c":"famous","a":"Teddy Roosevelt"},{"id":"I6Kcd8D0I8ce4","t":"If you do what you’ve always done, you’ll get what you’ve always gotten.","c":"famous","a":"Tony Robbins"},{"id":"3n2D3gQTFm5FB","t":"Dreaming, after all, is a form of planning.","c":"famous","a":"Gloria Steinem"},{"id":"iTlaWDRNefs7e","t":"It’s your place in the world; it’s your life. Go on and do all you can with it, and make it the life you want to live.","c":"famous","a":"Mae Jemison"},{"id":"AYLLkXaOCHo2G","t":"You may be disappointed if you fail, but you are doomed if you don’t try.","c":"famous","a":"Beverly Sills"},{"id":"1SNv7dDCtCiSK","t":"Remember no one can make you feel inferior without your consent.","c":"famous","a":"Eleanor Roosevelt"},{"id":"hOM16sC_tFXOH","t":"Life is what we make it, always has been, always will be.","c":"famous","a":"Grandma Moses"},{"id":"hlaa2SAEycciA","t":"The question isn’t who is going to let me; it’s who is going to stop me.","c":"famous","a":"Ayn Rand"},{"id":"VwV5C1FT0YFNd","t":"When everything seems to be going against you, remember that the airplane takes off against the wind, not with it.","c":"famous","a":"Henry Ford"},{"id":"UqiLMb0zAfLuK","t":"It’s not the years in your life that count. It’s the life in your years.","c":"famous","a":"Abraham Lincoln"},{"id":"27Lr1CDUubcz7","t":"Change your thoughts and you change your world.","c":"famous","a":"Norman Vincent Peale"},{"id":"tc8uliyU1OdGR","t":"Either write something worth reading or do something worth writing.","c":"famous","a":"Benjamin Franklin"},{"id":"UvCOe3pYureY1","t":"Nothing is impossible, the word itself says, “I’m possible!”","c":"famous","a":"–Audrey Hepburn"},{"id":"DVIfmYIA__NVj","t":"The only way to do great work is to love what you do.","c":"famous","a":"Steve Jobs"},{"id":"W2-s06xGfC_qL","t":"If you can dream it, you can achieve it.","c":"famous","a":"Zig Ziglar"},{"id":"F_eQxHwNC6rL9","t":"Fame is something I think happens as a result of trying to do good work. If you're trying to be famous, your work usually suffers.","c":"famous","a":"Justin Theroux"},{"id":"H2_HcZ0nCe1-_","t":"I wanted to be famous. I wanted people to talk about me.","c":"famous","a":"Haile Gebrselassie"},{"id":"1YifJBnCLp7Jr","t":"I had a very famous trainer tell me once, 'You can usually train a wild animal but never tame a wild animal, ever.' They are always going to be wild, no matter what anybody says.","c":"famous","a":"Jack Hanna"},{"id":"Q2d9yDhE31Sab","t":"I don't want to be famous per se, but I want to write books for as long as I can. And I plan on writing a lot.","c":"famous","a":"Amanda Hocking"},{"id":"QcDDHEwYa__ea","t":"When you become famous, being famous becomes your profession.","c":"famous","a":"James Carville"},{"id":"1pHXKQc2JwzVf","t":"We're teaching young girls that this is what they should be focusing on: rich and famous girls who are rich and famous for nothing.","c":"famous","a":"Ellen Pompeo"},{"id":"XRm5SfWwtOjjO","t":"If somebody tells me I'm famous I say, 'I'm not.' I can't see myself as famous and I don't think I'll ever call myself famous. I definitely don't feel famous.","c":"famous","a":"Shayne Ward"},{"id":"z8_A8F5_-wLcP","t":"I do not take any pleasure whatsoever in being a famous person.","c":"famous","a":"Donna Leon"},{"id":"fshK9fnETsoCN","t":"Celebrity culture, it's everywhere, isn't it? It's reality TV, Big Brother. I didn't become a footballer to be famous, I became a footballer to be successful. I didn't want to be famous. Now people want to be famous. Why? Why would you want people following you about all day?","c":"famous","a":"Ryan Giggs"},{"id":"oayywyEO0Ov8h","t":"Normally, I name my characters after famous comedians.","c":"famous","a":"Paula Danziger"},{"id":"6Ov5sZguBFpAU","t":"Famous people come up to me, but I don't know who they are because my sight is so bad. It's always at the pool of the Four Seasons in Beverly Hills when I don't have my lenses in and my glasses are in my room.","c":"famous","a":"Helena Bonham Carter"},{"id":"XdPbt1QsKOTfP","t":"Olympic Gold changed me and my life dramatically. I became a celebrity overnight and people see me as a famous skater, not a real person.","c":"famous","a":"Oksana Baiul"},{"id":"oS-2xAtGYeY93","t":"I have no interest in Shakespeare and all that British nonsense... I just wanted to get famous and all the rest is hogwash.","c":"famous","a":"Anthony Hopkins"},{"id":"Z1RPR2etgUEFg","t":"There is a misleading, unwritten rule that states if a quote giving advice comes from someone famous, very old, or Greek, then it must be good advice.","c":"famous","a":"Bo Bennett"},{"id":"CDHf_m1HVuzC8","t":"It was pretty frightening because as we all know, when large, famous groups breakup, a lot of the members don't survive in solo careers.","c":"famous","a":"Don Henley"},{"id":"kNATvo_uWrqFW","t":"I'm a bit jealous. Until two days ago someone told me I am the most famous Korean in the world.","c":"famous","a":"PSY"},{"id":"z2OnBGenVWM_Y","t":"I'm as famous as I want to be.","c":"famous","a":"Tracey Ullman"},{"id":"8Q_w2U-ZA4j4Y","t":"I made a conscious decision back then that I would rather be the best actress who ever lived than the most famous one.","c":"famous","a":"Sally Kirkland"},{"id":"KaYcEeAGKM3eW","t":"These days, with 'American Idol' and all the other reality shows, young people become famous overnight, and that can be very difficult to handle, the way photographers follow you around and study your every move.","c":"famous","a":"Barry Manilow"},{"id":"5zCPwAuzW5NhO","t":"Many medal winners dream of competing in a sport other than the one they're famous for.","c":"famous","a":"Mary Lou Retton"},{"id":"uTU8vW4rkMYPG","t":"The press attack people to sell more papers without thinking, but when you get famous you have to put up with this kind of stuff.","c":"famous","a":"Roberto Cavalli"},{"id":"YK89Who6RDsAP","t":"When famous people come up to you it's a bit weird, but it's an honour, really, when they recognise you and want to chat to you for a bit.","c":"famous","a":"Wayne Rooney"},{"id":"-EK9Lo10jRMKc","t":"I'm learning as I go. I don't know everything. I never had anybody to look at, nobody ever taught me, and where I'm from I didn't have any famous role models.","c":"famous","a":"Wale"},{"id":"BpUBi9xB2cAvf","t":"It's not my goal to be a famous actor.","c":"famous","a":"Gavin DeGraw"},{"id":"N6xxdMJ_jmGyA","t":"I like photographing the people I love, the people I admire, the famous, and especially the infamous. My last infamous subject was the extreme right wing French politician Jean-Marie Le Pen.","c":"famous","a":"Helmut Newton"},{"id":"Vm3Boj9M2fjlC","t":"I'm not comfortable being around too many people. I don't like being out in public too much. I don't like going to bars. I don't like doing celebrity stuff. So most of the characters I play are people who don't always feel comfortable beyond their small circle of friends.","c":"famous","a":"Adam Sandler"},{"id":"opPyOrK4B7dyP","t":"No, you cannot stop the birds of sorrow from flying over your head, but you can stop them from building nests in your hair.","c":"famous","a":"D.B. Patterson"},{"id":"Dy07hRzj0cF0g","t":"A single conversation with a wise man is better than ten years of study.","c":"famous","a":"Chinese proverb"},{"id":"F1Mnxs5N0VGtk","t":"When you begin a journey of revenge, start by digging two graves: one for your enemy, and one for yourself.","c":"famous","a":"Jodi Picot"},{"id":"IGo33M5SRiJpb","t":"Life is not a matter of holding good cards, but of playing a poor hand well.","c":"famous","a":"Robert Louis Stevenson"},{"id":"eqhLhsdhJdYb7","t":"You talk when you cease to be at peace with your thoughts.","c":"famous","a":"Kahlil Gibran"},{"id":"N8bIUn76PscG_","t":"All that is gold does not glitter, not all those who wander are lost.","c":"famous","a":"Robert Frost"},{"id":"pcucWE5iQUXvD","t":"Darkness cannot drive out darkness: only light can do that. Hate cannot drive out hate: only love can do that.","c":"famous","a":"Martin Luther King"},{"id":"k0ic25BZkdJLI","t":"The price of inaction is far greater than the cost of making a mistake.","c":"famous","a":"Meister Eckhart"},{"id":"TZSfoR8b8oDhc","t":"To live is the rarest thing in the world. Most people exist, that is all.","c":"famous","a":"Oscar Wilde"},{"id":"Fk70NSOX-fmF1","t":"If the only prayer you ever say in your entire life is thank you, it will be enough.","c":"famous","a":"Meister Eckhart"},{"id":"bGcetbrW4L4Sd","t":"Wanting to be someone else is a waste of the person you are.","c":"famous","a":"Marilyn Monroe"},{"id":"ESg-ljUYQczQG","t":"Peace comes from within. Do not seek it without.","c":"famous","a":" Gautama Buddha"},{"id":"KhA_EekOSN8h4","t":"Knowledge is proud that he has learned so much. Wisdom is humble that he knows not more.","c":"famous","a":"William Cowper"},{"id":"mKhKerKR8bhW6","t":"A wise man makes his own decisions but an ignorant man follows the public opinion.","c":"famous","a":"Chinese Proverb"},{"id":"Ab8zsupJy7c1N","t":"Music, once admitted to the soul, becomes a sort of spirit, and never dies.","c":"famous","a":"Edward Bulwer-Lytton"},{"id":"ppE7JW_B_-cbP","t":"Time flows in the same way for all human beings; every human being flows through time in a different way.","c":"famous","a":"Yasunari Kawabata"},{"id":"vg3oz-iBnxn8b","t":"You ought to expect better of people. It encourages you to be a better person yourself.","c":"famous","a":"Jeph Jacques"},{"id":"2t2evoL6F3UL8","t":"At the end of the day, we can endure much more than we think we can.","c":"famous","a":"Frida Kahlo"},{"id":"tJX2YCVc4R5Pk","t":"Each of us has a unique part to play in the healing of the world.","c":"famous","a":"Marianne Williamson"},{"id":"lUJjx1U62EZy0","t":"Intuition is seeing with the soul.","c":"famous","a":"Dean Koontz"},{"id":"tgnPik0OvONED","t":"Wanting to be liked can get in the way of truth.","c":"famous","a":"Delia Ephron"},{"id":"xeuoyugNDvjHh","t":"The moment you put a deadline on your dream,it becomes a goal.","c":"famous","a":" Harsha Bhogle"},{"id":"oI96T0qMSpd_i","t":"Ask and you shall receive is the rule, but you must learn how to ask and how to receive","c":"famous","a":"Gary Zukav"},{"id":"xP0y7r-3Fa8kT","t":"No matter how nice the place is where you live, you need to experience life and the world.","c":"famous","a":"Terri Irwin"},{"id":"MOzyFo1UkTpMh","t":"Numbing the pain for a while will make it worse when you finally feel it.","c":"famous","a":"J.K. Rowling"},{"id":"JGmvEyAl_5Pcz","t":"Think you're escaping and run into yourself. Longest way round is the shortest way home.","c":"famous","a":"James Joyce"},{"id":"9o7ZkuzT6D3_O","t":"He who is not courageous enough to take risks will accomplish nothing in life.","c":"famous","a":"Muhammad Ali"},{"id":"SfluVSKxr02LF","t":"In the depth of winter, I finally learned that within me there lay an invincible summer.","c":"famous","a":"Albert Camus"},{"id":"F1qFfWBX1KBeh","t":"The famous enemy of knowledge is not ignorance, it is the illusion of knowledge.","c":"famous","a":"Stephen Hawking"},{"id":"dTy-oGudl7TeR","t":"Be kind whenever possible. It is always possible.","c":"famous","a":"Dalai Lama"},{"id":"ZPJTAU9S1HYYJ","t":"He who has learned how to laugh at himself shall never cease to be entertained.","c":"famous","a":"John Powell"},{"id":"KmaGq3AxI7GXC","t":"Everything that irritates us about others can lead us to an understanding of ourselves.","c":"famous","a":"C.G. Jung"},{"id":"SQw9wmI9siAVy","t":"Accountability breeds response-ability.","c":"famous","a":" Stephen R. Covey"},{"id":"OPzxlAUgCp718","t":"Children learn more from what you are than what you teach.","c":"famous","a":"W.E.B. Du Bois"},{"id":"mPRMUuCq1j-PK","t":"If you want the best the world has to offer, offer the world your best.","c":"famous","a":"Neale Donald Walsch"},{"id":"DhG13yuzCIhc0","t":"Many people will walk in and out of your life, but only true friends will leave footprints in your heart.","c":"famous","a":"Eleanor Roosevelt"},{"id":"7SW_fr4Xv2crl","t":"Children are our second chance to have a great parent-child relationship.","c":"famous","a":" Laura Schlessinger"},{"id":"QaEwEE6_dmxRw","t":"Recipe for success: Study while others are sleeping; work while others are loafing; prepare while others are playing; and dream while others are wishing.","c":"famous","a":"W. A. Ward"},{"id":"MwbR2yWNlbxCs","t":"What we plant in the soil of contemplation, we shall reap in the harvest of action.","c":"famous","a":"Meister Eckhart"},{"id":"XH4cUFbOEZb1v","t":"And in the end, it's not the years in your life that count. It's the life in your years.","c":"famous","a":"Abraham Lincoln"},{"id":"scgInQ6d-fJyP","t":"Action may not always bring happiness; but there is no happiness without action.","c":"famous","a":"Benjamin Disraeli"},{"id":"VhAeyGwWUYQRr","t":"The more you praise and celebrate your life, the more there is in life to celebrate.","c":"famous","a":"Oprah Winfrey"},{"id":"Qpn2QghY1lGA6","t":"Learn to relax. Your body is precious, as it houses your mind and spirit. Inner peace begins with a relaxed body.","c":"famous","a":"Norman Vincent Peale"},{"id":"9QGNVlQWzt6oO","t":"Imitation is the sincerest of flattery.","c":"famous","a":"Charles Caleb Colton"},{"id":"YbSL1FvAko6eQ","t":"Smile, breathe and go slowly.","c":"famous","a":"Thich Nhat Hanh"},{"id":"U4IW6LR-_SVMi","t":"You gain strength, courage, and confidence by every experience in which you really stop to look fear in the face.","c":"famous","a":" Eleanor Roosevelt"},{"id":"YcVdWKWr5RVr1","t":"For every disciplined effort there is a multiple reward.","c":"famous","a":"Jim Rohn"},{"id":"XFBQ3oepIeOyF","t":"Your aspirations are your possibilities.","c":"famous","a":"Samuel Johnson"},{"id":"nWfm0CJz4ZZ2v","t":"Wealth flows from energy and ideas.","c":"famous","a":"William Feather"},{"id":"DeCqpM9XdULfg","t":"You don't have to be great to start, but you have to start to be great.","c":"famous","a":"Zig Ziglar"},{"id":"p1X3gREmS97pR","t":"People are usually afraid of change because they fear the unknown. But the single famous constant of history is that everything changes.","c":"famous","a":"Yuval Noah Harari"},{"id":"Gw1ZTcsUuvMMl","t":"Those who do not weep, do not see.","c":"famous","a":"Victor Hugo"},{"id":"4NQuXIJWjmUYW","t":"The fault, dear Brutus, is not in our stars, but in ourselves.","c":"famous","a":"William Shakespeare"},{"id":"ylD2uLtSmcnTa","t":"The best decisions aren't made with your mind, but with your instinct.","c":"famous","a":"Lionel Messi"},{"id":"XAX2lI_n9prWE","t":"Respect yourself and others will respect you.","c":"famous","a":"Confucius"},{"id":"d9XBesbRmoUOT","t":"Learning never exhausts the mind.","c":"famous","a":"Leonardo da Vinci"},{"id":"K2w2B4GJKd6lV","t":"The bad news is time flies. The good news is you're the pilot.","c":"famous","a":"Michael Altshuler"},{"id":"4pne4N5-4UKiT","t":"Doing what you love is the cornerstone of having abundance in your life.","c":"famous","a":"Wayne Dyer"},{"id":"iXBVE9c1Q6z42","t":"Being aware of your fear is smart. Overcoming it is the mark of a successful person.","c":"famous","a":"Seth Godin"},{"id":"unPNf_HkPis-3","t":"Waking up this morning, I smile. Twenty-four brand new hours are before me.","c":"famous","a":"Thich Nhat Hanh"},{"id":"gBHvSZiQpaAJY","t":"Doubt everything. Find your own light.","c":"famous","a":"Gautama Buddha"},{"id":"2YXdBiZHuQ-KG","t":"We know what we are, but not what we may be.","c":"famous","a":"William Shakespeare"},{"id":"M0o89V7LStyPp","t":"Three things can not hide for long: the Moon, the Sun and the Truth.","c":"famous","a":"Gautama Buddha"},{"id":"91oipe9TMBR-U","t":"You only lose what you cling to.","c":"famous","a":"Gautama Buddha"},{"id":"lZ8UP_sNfN4Kj","t":"Study without desire spoils the memory, and it retains nothing that it takes in.","c":"famous","a":"Leonardo da Vinci"},{"id":"-SxUSUKIniWAa","t":"Men go to far greater lengths to avoid what they fear than to obtain what they desire.","c":"famous","a":"Dan Brown"},{"id":"B-3pImIlOe4mP","t":"Painting is poetry that is seen rather than felt, and poetry is painting that is felt rather than seen.","c":"famous","a":"Leonardo da Vinci"},{"id":"C4vCamMfwxTRp","t":"The most common reaction of the human mind to achievement is not satisfaction, but craving for more.","c":"famous","a":"Yuval Noah Harari"},{"id":"KoDKQtw-0UBhd","t":"Successful people are always looking for opportunities to help others. Unsuccessful people are always asking, What's in it for me?","c":"famous","a":"Brian Tracy"},{"id":"jJqaOlgQobWTL","t":"You is kind. You is smart. You is important.","c":"famous","a":"Kathryn Stockett"},{"id":"yj1XBJ_9uA-tT","t":"Write about what disturbs you, particularly if it bothers no one else.","c":"famous","a":"Kathryn Stockett"},{"id":"zx3gyOHn2NgDu","t":"In the midst of movement and chaos, keep stillness inside of you.","c":"famous","a":"Deepak Chopra"},{"id":"OK53tXsP1rt48","t":"Joy is what happens to us when we allow ourselves to recognise how good things really are.","c":"famous","a":"Marianne Williamson"},{"id":"30ZVK25BTkQaZ","t":"To learn to read is to light a fire; every syllable that is spelled out is a spark.","c":"famous","a":"Victor Hugo"},{"id":"8vnCxgU1Z16k7","t":"Even the darkest night will end and the sun will rise.","c":"famous","a":"Victor Hugo"},{"id":"j9g0rjGG6FdRO","t":"It is not in the stars to hold our destiny but in ourselves.","c":"famous","a":"William Shakespeare"},{"id":"aBsIuLqK63uDz","t":"You must find the place inside yourself where nothing is impossible.","c":"famous","a":"Deepak Chopra"},{"id":"YbtEmlzZzdyjW","t":"This above all: to thine own self be true, And it must follow, as the night the day, Thou canst not then be false to any man.","c":"famous","a":"William Shakespeare"},{"id":"WmPU_Yc8qByoI","t":"Be not afraid of greatness. Some are born great, some achieve greatness, and others have greatness thrust upon them.","c":"famous","a":"William Shakespeare"},{"id":"qoqnmec7SUHIO","t":"To be beautiful means to be yourself. You don't need to be accepted by others. You need to accept yourself.","c":"famous","a":"Thich Nhat Hanh"},{"id":"9CmvXcZkD-qSW","t":"Compromise is the best and cheapest lawyer.","c":"famous","a":"Robert Louis Stevenson"},{"id":"s6NvKzagWE8w_","t":"What you resist, persists.","c":"famous","a":"Neale Donald Walsch"},{"id":"j73fyPcAr6UXq","t":"A goal should scare you a little, and excite you a lot.","c":"famous","a":"Joe Vitale"},{"id":"i9Vn5sKcs7KyD","t":"The way to move out of judgement is to move into gratitude.","c":"famous","a":"Neale Donald Walsch"},{"id":"yVVhzdiZA10zJ","t":"Who looks outside, dreams; who looks inside, awakes.","c":"famous","a":"Carl Jung"},{"id":"Aw7kNMoLawq1V","t":"You have to fight to reach your dream. You have to sacrifice and work hard for it.","c":"famous","a":"Lionel Messi"},{"id":"lhyXUuZjtrU7Y","t":"Because you are alive, everything is possible.","c":"famous","a":"Thich Nhat Hanh"},{"id":"7XDPUGKoIBOZo","t":"Wheresoever you go, go with all your heart.","c":"famous","a":"Confucius"},{"id":"w-DZjMf91eNY_","t":"Words are easy, like the wind; Faithful friends are hard to find.","c":"famous","a":"William Shakespeare"},{"id":"vCB3kRmvfTXqN","t":"Progress is impossible without change, and those who cannot change their minds cannot change anything.","c":"famous","a":"George Bernard Shaw"},{"id":"NCZUQW6eCO8c1","t":"You have brains in your head. You have feet in your shoes. You can steer yourself any direction you choose.","c":"famous","a":"Dr. Seuss"},{"id":"ITTxB6-LQRjnZ","t":"Don't be discouraged by a failure. It can be a positive experience.","c":"famous","a":"John Keats"},{"id":"oWTnMrCVjOIEa","t":"We accept the love we think we deserve.","c":"famous","a":"Stephen Chbosky"},{"id":"wWJGL-f7wzntY","t":"Vision without action is daydream. Action without vision is nightmare.","c":"famous","a":"Japanese Proverb"},{"id":"zS-QpbcHT_h6G","t":"One does not play Bach without having done scales. But neither does one play a scale merely for the sake of the scale.","c":"famous","a":"Simone Weil"},{"id":"6utz_DOANs6gf","t":"Happiness, like unhappiness is a proactive choice.","c":"famous","a":"Stephen Covey"},{"id":"RnMlHIqq7_PnQ","t":"Instinct is a marvellous thing. It can neither be explained nor ignored.","c":"famous","a":"Agatha Christie"},{"id":"FL6tppb4Zu8vU","t":"Love and compassion are necessities, not luxuries. Without them, humanity cannot survive.","c":"famous","a":"Dalai Lama"},{"id":"jqbICU0xpN29v","t":"I can't go back to yesterday because I was a different person then.","c":"famous","a":"Lewis Carroll"},{"id":"SYCbNKpSmaZEw","t":"Being entirely honest with oneself is a good exercise.","c":"famous","a":"Sigmund Freud"},{"id":"B-APLsMR1M5YU","t":"When we argue for our limitations, we get to keep them.","c":"famous","a":"Evelyn Waugh"},{"id":"0HqiYj6ug-N4G","t":"Dreams are today's answers to tomorrow's questions.","c":"famous","a":"Edgar Cayce"},{"id":"si1yM3gj0ja7g","t":"Remember, today is the tomorrow you worried about yesterday.","c":"famous","a":"Dale Carnegie"},{"id":"w3v1P3oNoBDUb","t":"I am not in this world to live up to other people's expectations, nor do I feel that the world must live up to mine.","c":"famous","a":"Fritz Perls"},{"id":"lwnc4G60prvA7","t":"Education is not the filling of a pail, but rather the lighting of a fire.","c":"famous","a":"W.B Yeats"},{"id":"0f5LEDSp02L_U","t":"Life is too short to be lived badly.","c":"famous","a":"Marjane Satrapi"},{"id":"smPzDterBf6qx","t":"To like many people spontaneously and without effort is perhaps the famous of all sources of personal happiness.","c":"famous","a":"Bertrand Russell"},{"id":"ud5jT2YIoW7go","t":"There are two tragedies in life. One is not to get your heart's desire. The other is to get it.","c":"famous","a":"George Bernard Shaw"},{"id":"M47gfIZMnOYsD","t":"To see what is right, and not to do it, is want of courage or of principle.","c":"famous","a":"Confucius"},{"id":"M3cDIr_h8T5ge","t":"Sometimes we stare so long at a door that is closing that we see too late the one that is open.","c":"famous","a":"Alexander Graham Bell"},{"id":"J8ZaU4NdZMafL","t":"If a black cat crosses your path, it signifies that the animal is going somewhere.","c":"famous","a":"Groucho Marx"},{"id":"fpfp8jN1AqPaT","t":"If you want others to be happy, practice compassion. If you want to be happy, practice compassion.","c":"famous","a":"Dalai Lama"},{"id":"f8TvsY2QZ2ZEw","t":"Undoubtedly, we become what we envisage.","c":"famous","a":"Claude M. Bristol"},{"id":"hVSXJ4__MsF-K","t":"Imperfection is beauty, madness is genius and it's better to be absolutely ridiculous than absolutely boring.","c":"famous","a":"Marilyn Monroe"},{"id":"ZXgoQXDeWpHcs","t":"You cannot truly listen to anyone and do anything else at the same time.","c":"famous","a":"M. Scott Peck"},{"id":"lFFvJXjwp0Dad","t":"Oh, Life, I am yours. Whatever it is you want of me, I am ready to give.","c":"famous","a":"William Steig"},{"id":"ePgpKDBfNPJ9v","t":"Out of your vulnerabilities will come your strength.","c":"famous","a":"Sigmund Freud"},{"id":"6o8rJ_xorYr5W","t":"When it is obvious that the goals cannot be reached, don't adjust the goals, adjust the action steps.","c":"famous","a":"Confucius"},{"id":"NYKqxNg20EnQo","t":"A work well begun is half-ended.","c":"famous","a":"Plato"},{"id":"V4zhQS75hofoM","t":"Our prime purpose in this life is to help others. And if you can't help them, at least don't hurt them.","c":"famous","a":"Dalai Lama"},{"id":"sDUiwRPuAkXHh","t":"You may say I'm a dreamer, but I'm not the only one. I hope someday you'll join us. And the world will live as one.","c":"famous","a":"John Lennon"},{"id":"UpZ55AC-Nxqvn","t":"The problem with doing nothing is that you never know when you're finished.","c":"famous","a":"Groucho Marx"},{"id":"hQkr4dSZasn_J","t":"People with goals succeed because they know where they're going.","c":"famous","a":"Earl Nightingale"},{"id":"k_cFv_tth2JP_","t":"Only through experience of trial and suffering can the soul be strengthened, ambition inspired and success achieved.","c":"famous","a":"Helen Keller"},{"id":"_tTdjHLO6iOZc","t":"The truth is, people don't stay the same.  People either get better or they get worse.","c":"famous","a":"Richard Bandler"},{"id":"KAceWrDoqntkR","t":"If we wait for the moment when everything, absolutely everything is ready, we shall never begin.","c":"famous","a":"Ivan Turgenev"},{"id":"ooqYdDWK5uJ32","t":"All truly great thoughts are conceived while walking.","c":"famous","a":"Friedrich Nietzsche"},{"id":"kXp_gl7yF72qA","t":"Getting in touch with your true self must be your first priority.","c":"famous","a":"Tom Hopkins"},{"id":"uUbKERm3H-uUD","t":"When you are face to face with a difficulty, you are up against a discovery.","c":"famous","a":"William Thomson"},{"id":"o7E90-0fMaQV7","t":"Do what you feel in your heart to be right ? for you?ll be criticized anyway.","c":"famous","a":"Eleanor Roosevelt"},{"id":"PAwTJAoLC7uu_","t":"Learning is about looking at things differently, making your life a little better everyday.","c":"famous","a":"Richard Bandler"},{"id":"CaSlbL459JVBp","t":"My religion is very simple. My religion is kindness.","c":"famous","a":"Dalai Lama"},{"id":"6zuKDGXFySglF","t":"Learn from the mistakes of others. You can never live long enough to make them all yourself.","c":"famous","a":"Groucho Marx"},{"id":"loT5-VOWrvkPn","t":"Until you value yourself, you won't value your time. Until you value your time, you will not do anything with it.","c":"famous","a":"M. Scott Peck"},{"id":"hJOqKI7RyIoeZ","t":"Difficulties increase the nearer we get to the goal.","c":"famous","a":"Johann Wolfgang von Goethe"},{"id":"O0I-MKwAwD64n","t":"The important thing is to learn a lesson every time you lose.","c":"famous","a":"John McEnroe"},{"id":"Quvx60VeNgx1z","t":"There are no strangers here; Only friends you haven?t yet met.","c":"famous","a":" W.B Yeats"},{"id":"egX6htzu9vo1z","t":"A man travels the world over in search of what he needs and returns home to find it.","c":"famous","a":"George Moore"},{"id":"GwLGpUdKGBvhT","t":"The superior man is modest in his speech, but exceeds in his actions.","c":"famous","a":"Confucius"},{"id":"hAGs6Dzn4ykIW","t":"It is better to sleep on things beforehand than lie awake about them afterward.","c":"famous","a":"Baltasar Gracian"},{"id":"AZ9Y8NXkbtmux","t":"I kept always two books in my pocket, one to read, one to write in.","c":"famous","a":"Robert Louis Stevenson"},{"id":"wkaehfI9sBnO7","t":"The single biggest problem in communication is the illusion that it has taken place.","c":"famous","a":"George Bernard Shaw"},{"id":"GIxK71QF3dB8-","t":"Nothing is impossible, the word itself says 'I'm possible'!","c":"famous","a":"Audrey Hepburn"},{"id":"sdSeS_wL2E_Eg","t":"Age wrinkles the body; quitting wrinkles the soul.","c":"famous","a":"Douglas MacArthur"},{"id":"J4W4strkyFKDG","t":"There is no greater agony than bearing an untold story inside you.","c":"famous","a":"Maya Angelou"},{"id":"qC8nfpBJlcu53","t":"The First wealth is health.","c":"famous","a":"Ralph Waldo Emerson"},{"id":"N4X1Jeys3D9Tn","t":"Choose a job you love, and you will never have to work a day in your life.","c":"famous","a":"Confucius"},{"id":"ZQ59OOVhcJPOs","t":"We can never obtain peace in the outer world until we make peace with ourselves.","c":"famous","a":"Dalai Lama"},{"id":"TlC1giGm5Oo6h","t":"In the practice of tolerance, one's enemy is the best teacher.","c":"famous","a":"Dalai Lama"},{"id":"1qLnlNcOY3WgU","t":"Do not wait to strike till the iron is hot; but make it hot by striking.","c":"famous","a":"W.B Yeats"},{"id":"czhADLdeUeO_N","t":"I beg you take courage; the brave soul can mend even disaster.","c":"famous","a":"Catherine the Great"},{"id":"38ZUWvmQJEuaq","t":"Enthusiasm is one of the most powerful engines of success. When you do a thing, do it with your might.","c":"famous","a":"Ralph Waldo Emerson"},{"id":"UpVUqNQ2RB9od","t":"Always do what you're afraid to do.","c":"famous","a":"E. Lockhart"},{"id":"q1IUklvgUGxrR","t":"It is only because of problems that we grow mentally and spiritually.","c":"famous","a":"M. Scott Peck"},{"id":"raXJnIhqTcAbe","t":"Focusing on one thing and doing it really, really well can get you very far.","c":"famous","a":"Kevin Systrom"},{"id":"y4QnnoG-Ve1a6","t":"Make your mistakes, take your chances, look silly, but keep on going. Don?t freeze up.","c":"famous","a":"Thomas Wolfe"},{"id":"krY1XeHsYrKzE","t":"The love of power and the power to attract love were not easy to reconcile.","c":"famous","a":"Robert K. Massie"},{"id":"Um5Lyi-6SWJSe","t":"I hear and I forget. I see and I remember. I do and I understand.","c":"famous","a":"Confucius"},{"id":"JmXp1FIkMtv-3","t":"Accept no one's definition of your life; define yourself.","c":"famous","a":"Harvey Fierstein"},{"id":"vBbmdY8qqj7h-","t":"A classic is a book that has never finished saying what it has to say.","c":"famous","a":"Italo Calvino"},{"id":"OuZBxX_uT8Fn9","t":"We can live without religion and meditation, but we cannot survive without human affection.","c":"famous","a":"Dalai Lama"},{"id":"jlR5mgQs8XZYA","t":"It isn't where you came from; it's where you're going that counts.","c":"famous","a":"Ella Fitzgerald"},{"id":"JjeF_gggRdk7W","t":"You can, you should, and if you?re brave enough to start, you will.","c":"famous","a":"Stephen King"},{"id":"TfLGFb4bXbl2l","t":"One day, in retrospect, the years of struggle will strike you as the most beautiful.","c":"famous","a":"Sigmund Freud"},{"id":"BVFzXdSJjIyUR","t":"Happiness is not the absence of problems, it's the ability to deal with them.","c":"famous","a":"Steve Maraboli"},{"id":"mdwZhDvkiKYvY","t":"Nothing great is ever achieved without much enduring.","c":"famous","a":"Catherine of Siena"},{"id":"zFcwf5uyTlK-S","t":"Good habits are worth being fanatical about.","c":"famous","a":"John Irving"},{"id":"w9VdHmRuOTzPg","t":"Courage consists, not in blindly overlooking danger, but in seeing and conquering it.","c":"famous","a":"Jean Paul Richter"},{"id":"Y-lwVdzh-pijd","t":"The only time you fail is when you fall down and stay down.","c":"famous","a":"Stephen Richards"},{"id":"4YfsUb1j28XK6","t":"We seldom learn the true want of what we have till it is discovered that we can have no more.","c":"famous","a":"Samuel Johnson"},{"id":"mgXI2GgjRnPNx","t":"Our famous glory is not in never falling, but in rising every time we fall.","c":"famous","a":"Confucius"},{"id":"Lr6UVxlXrmeX3","t":"The first and best victory is to conquer self.","c":"famous","a":"Plato"},{"id":"yLWo6VHsOvMRS","t":"Before you embark on a journey of revenge, dig two graves.","c":"famous","a":"Confucius"},{"id":"Gl5RCuS3N7AJP","t":"People rarely succeed unless they have fun in what they are doing.","c":"famous","a":"Dale Carnegie"},{"id":"6OdAax_Y8hV5y","t":"Not all those who wander are lost.","c":"famous","a":"J.R.R. Tolkien"},{"id":"8Z0xoimtvZwDQ","t":"We are drowning in information but starved for knowledge.","c":"famous","a":"John Naisbitt"},{"id":"fAft70ERgzQiU","t":"Peace comes from within.","c":"famous","a":"Buddha"},{"id":"ZcTiIKw-YQYF6","t":"Before anything else, preparation is the key to success.","c":"famous","a":"Alexander Graham Bell"},{"id":"2RWjW04qJSp9t","t":"You are never too old to set another goal or to dream a new dream.","c":"famous","a":"C.S. Lewis"},{"id":"pTALowgLinOyW","t":"Our world needs revolution of love","c":"famous","a":"Pope Francis #popeinireland"},{"id":"OUnOLFGvB_Ild","t":"We need to keep hope alive and strive to do better.","c":"famous","a":"Kofi Annan, RIP"},{"id":"1KRXKSH1az1mq","t":"A little nonsense now and then, is cherished by the wisest men.","c":"famous","a":"Roald Dahl"},{"id":"pgctOn0W4IzIB","t":"Always and never are two words you should always remember never to use.","c":"famous","a":"Wendell Johnson"},{"id":"8cOVYFtoiaq_8","t":"Simplicity is not a simple thing.","c":"famous","a":"Charles Chaplin"},{"id":"zWY2BN7CYQdea","t":"I can resist anything, except temptation.","c":"famous","a":"Oscar Wilde"},{"id":"KZoM0bAMIm9NP","t":"The man who does not read good books has no advantage over the man who can't read them.","c":"famous","a":"Mark Twain"},{"id":"dQ0fDaI42bban","t":"How vain it is to sit down to write when you have not stood up to live.","c":"famous","a":"Henry David Thoreau"},{"id":"E5tFeJTm-txXL","t":"Remember that you are unique. If that is not fulfilled, then something wonderful has been lost.","c":"famous","a":"Martha Graham"},{"id":"yTXQak0UarU_T","t":"Don't simply retire from something; have something to retire to.","c":"famous","a":"Harry Emerson Fosdick"},{"id":"wDQ0aXqEEvpul","t":"Once we accept our limits, we go beyond them.","c":"famous","a":"Brendan Francis"},{"id":"_0VbPSMPJKVvD","t":"Good instincts tell you what to do long before your head has figured it out.","c":"famous","a":"Michael Burke"},{"id":"S2YNGryyZuCJn","t":"They always say time changes things, but you actually have to change them yourself.","c":"famous","a":"Andy Warhol"},{"id":"VMfaV5S-pYh0L","t":"He listens well who takes notes.","c":"famous","a":"Dante"},{"id":"pYtjyGk_dMWZI","t":"Outside show is a poor substitute for inner worth.","c":"famous","a":"Aesop"},{"id":"b1Mz1oRnNE8ND","t":"When you meet a man, you judge him by his clothes; when you leave, you judge him by his heart.","c":"famous","a":"Russian Proverb"},{"id":"dID0wiaciyM7J","t":"He who establishes his argument by noise and command shows that his reason is weak.","c":"famous","a":"Michel de Montaigne"},{"id":"NMF9abVTSKqi-","t":"The power of intuitive understanding will protect you from harm until the end of your days.","c":"famous","a":"Lao Tzu"},{"id":"mzwJu-03cuj6b","t":"Be a good listener. Your ears will never get you in trouble.","c":"famous","a":"Frank Tyger"},{"id":"YyWvqcIQMqHwW","t":"Great things are not something accidental, but must certainly be willed.","c":"famous","a":"Vincent van Gogh"},{"id":"kNGClufQMKKgE","t":"Great works are performed, not by strength, but perseverance.","c":"famous","a":"Samuel Johnson"},{"id":"EixG8HdKjxXYQ","t":"To get the full value of joy, you must have someone to divide it with.","c":"famous","a":"Mark Twain"},{"id":"qBW8coRArymHN","t":"Trying times are not the times to stop trying.","c":"famous","a":"Ray Owen"},{"id":"n0MQaOYy4RM0n","t":"A man, as a general rule, owes very little to what he is born with. A man is what he makes of himself.","c":"famous","a":"Alexander Graham Bell"},{"id":"WU4R5d3wPe-TU","t":"Responsibility is the price of greatness.","c":"famous","a":"Winston Churchill"},{"id":"TZEFYx7dNv2rJ","t":"A stumbling block to the pessimist is a stepping stone to the optimist.","c":"famous","a":"Eleanor Roosevelt"},{"id":"_vipPzd-tlq75","t":"If we have no peace, it is because we have forgotten that we belong to each other.","c":"famous","a":"Mother Teresa"},{"id":"YJ27lUzgvFkSj","t":"When anger rises, think of the consequences.","c":"famous","a":"Confucius"},{"id":"uE0qKIzDdyZhu","t":"Life is a gift, and it offers us the privilege, opportunity, and responsibility to give something back by becoming more.","c":"famous","a":"Anthony Robbins"},{"id":"cOROUQqnrJg87","t":"Wisdom tends to grow in proportion to one's awareness of one's ignorance.","c":"famous","a":"Anthony de Mello"},{"id":"bwSfY2t3UgMU0","t":"Make all you can, save all you can, give all you can.","c":"famous","a":"John Wesley"},{"id":"YKOteJ4WfuOAB","t":"He who knows most grieves most for wasted time.","c":"famous","a":"Dante"},{"id":"Vh0FYPqO3xggq","t":"Treasure the love you receive above all. It will survive long after your gold and good health have vanished.","c":"famous","a":"Og Mandino"},{"id":"3vxB70_CjxPMl","t":"Wise sayings often fall on barren ground; but a kind word is never thrown away.","c":"famous","a":"Arthur Helps"},{"id":"Tn9HUjNZDo45C","t":"Losing is a learning experience. It teaches you humility. It teaches you to work harder. It's also a powerful motivator.","c":"famous","a":"Yogi Berra"},{"id":"YqHH4y8O-0uea","t":"Kindness in words creates confidence. Kindness in thinking creates profoundness. Kindness in giving creates love.","c":"famous","a":"Lao Tzu"},{"id":"Utl0DMdAnfT0d","t":"Gratitude is when memory is stored in the heart and not in the mind.","c":"famous","a":"Lionel Hampton"},{"id":"dKw74ueNUlOAu","t":"The more reasons you have for achieving your goal, the more determined you will become.","c":"famous","a":"Brian Tracy"},{"id":"FoWxUxXHJNlvJ","t":"Don't put a limit on anything. The more you dream the farther you get.","c":"famous","a":"Michael Phelps"},{"id":"fBjKKW9Yn1Ebx","t":"Behind me is infinite power, before me is endless possibility, around me is boundless opportunity.","c":"famous","a":"Author Unknown"},{"id":"iKprp3ksat_4j","t":"The main thing is to keep the main thing the main thing.","c":"famous","a":"Stephen Covey"},{"id":"eBaLA69yCcuJi","t":"Energy and persistence conquer all things.","c":"famous","a":"Benjamin Franklin"},{"id":"ccZfjUDdriUdh","t":"It isn't sufficient just to want - you've got to ask yourself what you are going to do to get the things you want.","c":"famous","a":"Richard D. Rosen"},{"id":"2TeirxY1L8-XZ","t":"Doing what you like is freedom. Liking what you do is happiness.","c":"famous","a":"Frank Tyger"},{"id":"3XvQXgXO5keQa","t":"The whole point of being alive is to evolve into the complete person you were intended to be.","c":"famous","a":"Oprah Winfrey"},{"id":"uxuauQcctcqLX","t":"Failure cannot cope with persistence.","c":"famous","a":"Napoleon Hill"},{"id":"_n5_8h4czrgpZ","t":"People are not disturbed by things, but by the view they take of them.","c":"famous","a":"Epictetus"},{"id":"0DjOQDHX03jJV","t":"All the so-called secrets of success will not work unless you do.","c":"famous","a":"Author Unknown"},{"id":"Iyz8HvEdqtX2R","t":"Learn how to be happy with what you have while you pursue all that you want.","c":"famous","a":"Jim Rohn"},{"id":"U4_-Jaljise59","t":"Nothing is worth more than this day.","c":"famous","a":"Johann Wolfgang von Goethe"},{"id":"XjZXVd6M35Hce","t":"All the advice you ever gave your partner, is for you to hear.","c":"famous","a":"Byron Katie"},{"id":"eZ19_zPs0etNi","t":"We must always change, renew and rejuvenate ourselves; otherwise we harden.","c":"famous","a":"Johann Wolfgang von Goethe"},{"id":"7k3ybCag9LoOZ","t":"Do just once what others say you can't do, and you will never pay attention to their limitations again.","c":"famous","a":"James R. Cook"},{"id":"zFCW-Tn9ZZHbH","t":"Success is not counted by how high you have climbed but by how many people you brought with you.","c":"famous","a":"Wil Rose"},{"id":"LSgvcbolSUv21","t":"Successful people are not gifted; they just work hard, then succeed on purpose.","c":"famous","a":"G.K. Nielson"},{"id":"Ia36zM-mCAEuT","t":"Success lies in doing not what others consider to be great but what you consider to be right.","c":"famous","a":"John Gray"},{"id":"ORvDvVYH35WwM","t":"If you want to stand out, don't be different, be outstanding.","c":"famous","a":"Meredith West"},{"id":"dTCoZg9zsW4C2","t":"The best way out is always through.","c":"famous","a":"Robert Frost"},{"id":"c3RQvjIc7XxfR","t":"Be bold, and mighty forces will come to your aid.","c":"famous","a":"Basil King"},{"id":"5wCdv0do6iXBN","t":"Everything you want is on the other side of fear.","c":"famous","a":"Jack Canfield"},{"id":"oeCRM6_CeOdLq","t":"Continuous effort, not strength or intelligence is the key to unlocking our potential.","c":"famous","a":"Liane Cardes"},{"id":"KSv6JafeEZOmx","t":"To get what you want, STOP doing what isn't working.","c":"famous","a":"Dennis Weaver"},{"id":"iZCsMYrIxFKus","t":"Nothing is more expensive than a missed opportunity.","c":"famous","a":"H. Jackson Brown"},{"id":"3HtIW1u380A-m","t":"You can't put a limit on anything. The more you dream, the farther you get.","c":"famous","a":"Michael Phelps"},{"id":"6jHb80hB7leeo","t":"Don't play for safety. It's the most dangerous thing in the world.","c":"famous","a":"Hugh Walpole"},{"id":"ewga0gXbcxeaZ","t":"Good ideas are not adopted automatically. They must be driven into practice with courageous patience.","c":"famous","a":"Hyman Rickover"},{"id":"rhTkRcKkGIRBe","t":"Don't go through life, grow through life.","c":"famous","a":"Eric Butterworth"},{"id":"XJGeuPDeaUt2f","t":"When we strive to become better than we are, everything around us becomes better too.","c":"famous","a":"Paulo Coelho"},{"id":"q2pVP7h_iCwcl","t":"We cannot become what we need to be by remaining what we are.","c":"famous","a":"Max Dupree"},{"id":"H2iG_S84x82bI","t":"It's not so important who starts the game but who finishes it.","c":"famous","a":"John Wooden"},{"id":"LUHv1kYw6M2Zy","t":"I will never put my name on a product that does not have the best that is in me.","c":"famous","a":"John Deere"},{"id":"089IcP9WF8Yur","t":"A great obstacle to happiness is to expect too much happiness.","c":"famous","a":"Bernard L.B. De Fontenelle"},{"id":"0jonddPwnTuxv","t":"The possibilities are numerous once we decide to act and not react.","c":"famous","a":"George Bernard Shaw"},{"id":"buIswLplquvHd","t":"Confidence comes not from always being right but from not fearing to be wrong.","c":"famous","a":"Peter T. Mcintyre"},{"id":"jLDWbR1Urp0GH","t":"Man imposes his own limitations, don't set any.","c":"famous","a":"Anthony Baily"},{"id":"CD-H0cNnL8NSs","t":"Things which matter most must never be at the mercy of things which matter least.","c":"famous","a":"Johann Wolfgang von Goethe"},{"id":"RMFa9Tzep35i3","t":"There are no facts, only interpretations.","c":"famous","a":"Friedrich Nietzsche"},{"id":"n9SRo5JfIEbRW","t":"Do all things with love.","c":"famous","a":"Og Mandino"},{"id":"bPkgTBBkViy47","t":"Throughout the centuries, there were men who took first steps, down new roads, armed with nothing but their own vision.","c":"famous","a":"Ayn Rand"},{"id":"RsYBFUiggLWJc","t":"An investment in knowledge always pays the best interest.","c":"famous","a":"Benjamin Franklin"},{"id":"rSeJsHJgLYR16","t":"What we have to learn to do, we learn by doing.","c":"famous","a":"Aristotle"},{"id":"s5A3AXqtf3Lod","t":"One resolution I have made, and try always to keep, is this: To rise above the little things.","c":"famous","a":"John Burroughs"},{"id":"0hGZCuwCyNF2-","t":"The only thing we have to fear is fear itself.","c":"famous","a":"Franklin D. Roosevelt"},{"id":"gt_48FUzK1r0w","t":"Not appreciating what we have now, robs us of our abundance even when it exists.","c":"famous","a":"Marshall Sylver"},{"id":"9_oHXNLDiJW2X","t":"Write it on your heart that every day is the best day in the year.","c":"famous","a":"Ralph Waldo Emerson"},{"id":"fFkVY2zN07_s9","t":"Ambition and love are the wings to great deeds.","c":"famous","a":"Johann Wolfgang Von Goethe"},{"id":"30SsjLOv54MNC","t":"Men are not prisoners of fate, but only prisoners of their own minds.","c":"famous","a":"Franklin Roosevelt"},{"id":"6nvmJRWyZIHMm","t":"You only live once, but if you do it right, once is enough.","c":"famous","a":"Mae West"},{"id":"DbgsnMnvSEsoJ","t":"Courage doesn't always roar.","c":"famous","a":"Mary Anne Radmacher"},{"id":"iwfE8PaunnnZi","t":"The most important battle is one to conquer yourself.","c":"famous","a":"Yanni"},{"id":"DzK3Ao5dJzh6U","t":"Wisdom comes from experience. Experience is often a result of lack of wisdom.","c":"famous","a":"Terry Pratchett"},{"id":"r-4fDCT-6WR9N","t":"Nature abhors a vacuum.","c":"famous","a":"Francois Rabelas"},{"id":"PFZD9oTIU42rA","t":"Insanity is doing the same thing, over and over again, but expecting different results.","c":"famous","a":"Albert Einstein"},{"id":"UEo9knipiAeg8","t":"Live life to the fullest.","c":"famous","a":"Robert Louis Stevenson"},{"id":"Ok1kqFTIfhYW4","t":"A little learning is a dangerous thing.","c":"famous","a":"Alexander Pope"},{"id":"PuzM6NOjjDkiU","t":"We are all in the gutter, but some of us are looking at the stars.","c":"famous","a":"Oscar Wilde"},{"id":"XzS333pDA6Fnc","t":"Life is what happens while you are busy making other plans.","c":"famous","a":"John Lennon"},{"id":"qAEPlf8JFO4ja","t":"You need a mind open to possibility, conditioned to love the creative spirit we all have inside ourselves.","c":"famous","a":"Yanni"},{"id":"S33Ay_rou1qds","t":"Be nice to nerds. Chances are you'll end up working for one.","c":"famous","a":"Bill Gates"},{"id":"wFUqYPbLu8rBN","t":"Life isn't about finding yourself. Life is about creating yourself.","c":"famous","a":"George Bernard Shaw"},{"id":"qPV7h2liX1Nga","t":"It does not do to dwell on dreams and forget to live.","c":"famous","a":"J.K. Rowling"},{"id":"bcOhVyJVxhzLv","t":"When you confront a problem you begin to solve it.","c":"famous","a":"Rudy Giuliani"},{"id":"c508sbK0xETpZ","t":"It is wise to direct your anger towards problems -- not people to focus your energies on answers -- not excuses.","c":"famous","a":"William Arthur Ward"},{"id":"AziFyrLu205gn","t":"If you're not part of the solution, you're part of the problem.","c":"famous","a":"African Proverb"},{"id":"huhUVRzPEzwn1","t":"Opportunity is often difficult to recognise we usually expect it to beckon us with beepers and billboards.","c":"famous","a":"William Arthur Ward"},{"id":"CflG5d3Drf6BI","t":"Fools rush in where angels fear to tread.","c":"famous","a":"Alexander Pope"},{"id":"f4OmKHPiL6Bfd","t":"When you know better you do better.","c":"famous","a":"Maya Angelou"},{"id":"IBdaTRwTGrSkA","t":"I speak to everyone in the same way, whether he is the garbage man or the president of the university.","c":"famous","a":"Albert Einstein"},{"id":"Aw6PxO7_RWno1","t":"May you live every day of your life.","c":"famous","a":"Jonathan Swift"},{"id":"F3s-ZS-WNyzn4","t":"I can be changed by what happens to me. But I refuse to be reduced by it.","c":"famous","a":"Maya Angelou"},{"id":"KrQlMujr1mfas","t":"The less you want, the richer you are. The more you need in order to be happy, the more miserable you'll be.","c":"famous","a":"Yanni"},{"id":"vvqS4_IEGSkVA","t":"People may forget what you said but they'll never forget how you made them feel.","c":"famous","a":"Maya Angelou"},{"id":"y9054YdL0Weuh","t":"It is better to be hated for what you are than loved for what you are not.","c":"famous","a":"Andr? Gide"},{"id":"bT3iWy4ZThJjq","t":"It isn't that they can't see the solution. It's that they can't see the problem.","c":"famous","a":"G. K. Chesterton"},{"id":"G0B2b-pVxBTU0","t":"The pessimist complains about the wind; the optimist expects it to change; the realist adjusts the sails.","c":"famous","a":"William Arthur Ward"},{"id":"znpoL3uWILHyO","t":"Wise men speak because they have something to say; Fools because they have to say something.","c":"famous","a":"Plato"},{"id":"cQK29Tj9VSQHN","t":"We have all a better guide in ourselves, if we would attend to it, than any other person can be.","c":"famous","a":"Jane Austen"},{"id":"kaA1dlanE5YOc","t":"In three words I can sum up everything I've learned about life: It goes on.","c":"famous","a":"Robert Frost"},{"id":"2mhxQr5c020wE","t":"Sometimes the questions are complicated and the answers are simple.","c":"famous","a":"Dr. Seuss"},{"id":"cWe6K_-d494L3","t":"Those who do not complain are never pitied.","c":"famous","a":"Jane Austen"},{"id":"SIusRbWJ0c7r6","t":"If I have seen a little further it is by standing on the shoulders of giants.","c":"famous","a":"Isaac Newton"},{"id":"Dc0-nqmOHGpyc","t":"All you need is passion. If you have a passion for something, you'll create the talent.","c":"famous","a":"Yanni"},{"id":"CCR562JWe8kU6","t":"Judge a man by his questions rather than by his answers.","c":"famous","a":"Voltaire"},{"id":"JSISYpVRbaSWC","t":"A good traveller has no fixed plans and is not intent on arriving.","c":"famous","a":"Lao Tzu"},{"id":"y6wu45ooJQAUS","t":"The more I see, the less I know for sure.","c":"famous","a":"John Lennon"},{"id":"5wInLDqa0JtDy","t":"Life is a tragedy when seen in close-up, but a comedy in long-shot.","c":"famous","a":"Charlie Chaplin"},{"id":"tKhBNGvx8CHNn","t":"Knowledge is a process of piling up facts; wisdom lies in their simplification.","c":"famous","a":"Martin Fischer"},{"id":"bQemZXFP2J9N7","t":"Simplicity is the ultimate sophistication.","c":"famous","a":"Leonardo da Vinci"},{"id":"HmewKxRz5NeJQ","t":"If you can imagine it, you can achieve it; if you can dream it, you can become it.","c":"famous","a":"William Arthur Ward"},{"id":"xau6itXA5CugL","t":"Optimism is the faith that leads to achievement.","c":"famous","a":"Helen Keller"},{"id":"4zPvHXOZ-PJcs","t":"What the caterpillar calls the end, the rest of the world calls a butterfly.","c":"famous","a":"Lao Tzu"},{"id":"5lqZ00Xi6wwv2","t":"Bitterness is like cancer. It eats upon the host. But anger is like fire. It burns it all clean.","c":"famous","a":"Maya Angelou"},{"id":"WG9TnCj7m-rdF","t":"If your happiness depends on what somebody else does, I guess you do have a problem.","c":"famous","a":"Richard Bach"},{"id":"huK2mFfdy_SfA","t":"An appeaser is one who feeds a crocodile, hoping it will eat him last.","c":"famous","a":"Winston Churchill"},{"id":"AKj77qEN0T4V-","t":"It wasn't raining when Noah built the ark.","c":"famous","a":"Howard Ruff"},{"id":"SO1CtP9nEpd3d","t":"Most people spend more time and energy going around problems than in trying to solve them.","c":"famous","a":"Henry Ford"},{"id":"4xQlQ3I0T-GSW","t":"They say I'm old-fashioned, and live in the past, but sometimes I think progress progresses too fast!","c":"famous","a":"Dr. Seuss"},{"id":"h6qXHsaQWpSeX","t":"What the mind can conceive, it can achieve.","c":"famous","a":"Napoleon Hill"},{"id":"KIdfDVGZU7ZPH","t":"Remember that wherever your heart is, there you will find your treasure.","c":"famous","a":"Paulo Coelho"},{"id":"M0nzAaxrfGQew","t":"The man who is swimming against the stream knows the strength of it.","c":"famous","a":"Woodrow Wilson"},{"id":"7H93TrTeuQm83","t":"In youth we learn, in age we understand. - Marie von Ebner","c":"famous","a":"Eschenbach"},{"id":"CSBxB4UKp4rTF","t":"Luxury is not a necessity to me, but beautiful and good things are.","c":"famous","a":"Ana?s Nin"},{"id":"SY81G4wGkPsuR","t":"First they ignore you. Then they laugh at you. Then they fight you. Then you win.","c":"famous","a":"Mahatma Gandhi"},{"id":"UCi2sDwaXDB5W","t":"The difference between stupidity and genius is that genius has its limits.","c":"famous","a":"Albert Einstein"},{"id":"KdVP0pFurPUF1","t":"Divide and Conquer.","c":"famous","a":"Julius Caesar"},{"id":"hb1POTx2wa0xd","t":"I believe we're responsible for everything that happens to us.","c":"famous","a":"Yanni"},{"id":"sFLsj4cUfjPhV","t":"The supreme accomplishment is to blur the line between work and play.","c":"famous","a":"Arnold Toynbee"},{"id":"bbp7LwetQNjZW","t":"Curiosity is the wick in the candle of learning.","c":"famous","a":"William Arthur Ward"},{"id":"D9zid0QbjkOlS","t":"If you don't know where you are going, any road will get you there.","c":"famous","a":"Lewis Carroll"},{"id":"IiAXtjp94zOs0","t":"To be upset over what you don't have is to waste what you do have.","c":"famous","a":"Ken S. Keyes, Jr."},{"id":"gdBsWYn-35E_a","t":"When we seek to discover the best in others, we somehow bring out the best in ourselves.","c":"famous","a":"William Arthur Ward"},{"id":"Ud0Xht6L5MgV0","t":"Never mistake motion for action.","c":"famous","a":"Ernest Hemmingway"},{"id":"Q6pDVO24aanBx","t":"We have to dare to be ourselves, however frightening or strange that self may prove to be.","c":"famous","a":"May Sarton"},{"id":"eegiIFNKruVY4","t":"I'll try anything once, twice if I like it, three times to make sure.","c":"famous","a":"Mae West"},{"id":"7NiOT_4TuPbOh","t":"We're all capable if we have faith and passion.","c":"famous","a":"Yanni"},{"id":"belBBItqd8gKx","t":"One of the best uses of your time is to increase your competence in your key result areas.","c":"famous","a":"Brian Tracy"},{"id":"8n74vChUIfbUW","t":"The superior man blames himself. The inferior man blames others.","c":"famous","a":"Don Shula"},{"id":"auD_MXtYcpfHd","t":"The value of an idea lies in the using of it.","c":"famous","a":"Thomas Edison"},{"id":"id9FplqgGRFvC","t":"The willingness to do creates the ability to do.","c":"famous","a":"Peter McWilliams"},{"id":"w7y6FCGrdU5Sk","t":"There is nothing better than a friend, unless it is a friend with chocolate.","c":"famous","a":"Charles Dickens"},{"id":"tZXKjwjWtTf38","t":"Great things are done by a series of small things brought together.","c":"famous","a":"Vincent van Gogh"},{"id":"hEK20XAM1DKEY","t":"In a time of rapid change, standing still is the most dangerous course of action.","c":"famous","a":"Brian Tracy"},{"id":"ekx2XMcz88auI","t":"How long should you try? Until.","c":"famous","a":"Jim Rohn"},{"id":"kVwSe9pFCOXPX","t":"Success is nothing more than a few simple disciplines, practiced every day.","c":"famous","a":"Jim Rohn"},{"id":"Dn6zCyfgHNNww","t":"A man is but the product of his thoughts, what he thinks, he becomes.","c":"famous","a":"Mahatma Gandhi"},{"id":"WofWMUs1WLnYs","t":"No problem can withstand the assault of sustained thinking.","c":"famous","a":"Francois-Marie Arouet de Voltaire"},{"id":"l8MK6SD1s1Crz","t":"When you learn, teach. When you get, give.","c":"famous","a":"Maya Angelou"},{"id":"p2d8sjCFwglvd","t":"All men who have achieved great things have been great dreamers.","c":"famous","a":"Orison Swett Marden."},{"id":"c67jBpmyj3GRy","t":"The famous gift you can give another is the purity of your attention.","c":"famous","a":"Richard Moss"},{"id":"pf46EWpUn--yv","t":"To be happy at home is the ultimate result of all ambition.","c":"famous","a":"Samuel Johnson"},{"id":"w4FZebGxKrn4p","t":"For myself I am an optimist it does not seem to be much use being anything else.","c":"famous","a":"Winston Churchill"},{"id":"--h_swpwQJlpe","t":"Anything you really want, you can attain, if you really go after it.","c":"famous","a":"Wayne Dyer"},{"id":"NWK5n5VZ6Nlvp","t":"Empty pockets never held anyone back. Only empty heads and empty hearts can do that.","c":"famous","a":"Norman Vincent Peale"},{"id":"qdmf_qnDC9GLK","t":"I have found that among its other benefits, giving liberates the soul of the giver.","c":"famous","a":"Maya Angelou"},{"id":"6oK_Q_CNwkzJn","t":"Happiness depends upon ourselves.","c":"famous","a":"Aristotle"},{"id":"tRC9EoxYPg2d-","t":"What worries you masters you.","c":"famous","a":"Haddon W. Robinson"},{"id":"O0rfCIzNgc_ZB","t":"A real friend is one who walks in when the rest of the world walks out.","c":"famous","a":"Walter Winchell"},{"id":"UmeuHjbjJbq9f","t":"Do not be afraid of death. Be afraid of the half-lived life!","c":"famous","a":"Laird Hamilton"},{"id":"MTHRCW3H9AIvN","t":"Life will bring you pain all by itself. Your responsibility is to create joy.","c":"famous","a":"Milton Erickson"},{"id":"V5W_abCk5wNNU","t":"You get the best out of others when you give the best of yourself.","c":"famous","a":"Harvey S. Firestone"},{"id":"ERsFO_x047teL","t":"As human beings, our greatness lies not so much in being able to remake the world, as in being able to remake ourselves.","c":"famous","a":"Mahatma Gandhi"},{"id":"GKR7sZQoOFhJN","t":"It's not what you look at that matters it's what you see.","c":"famous","a":"Henry David Thoreau"},{"id":"WjjQwh1itU5k5","t":"Everything that happens to us is a reflection of who we are.","c":"famous","a":"Deepak Chopra"},{"id":"g7qMCwR2nL2CQ","t":"Wishing to be friends is quick work, but friendship is a slow ripening fruit.","c":"famous","a":"Aristotle"},{"id":"vsd3BsMfqnXDC","t":"Instinct is the nose of the mind.","c":"famous","a":"Madame de Girardin"},{"id":"uoGY0f4oZbzhg","t":"Genius is eternal patience.","c":"famous","a":"Michelangelo"},{"id":"d3Ln2z03WjjAm","t":"High achievement always takes place in the framework of high expectation.","c":"famous","a":"Charles Kettering"},{"id":"eCCfQexDCg3Ad","t":"Follow effective action with quiet reflection. From the quiet reflection will come even more effective action.","c":"famous","a":"James Levin"},{"id":"BFfbd9HAdwclk","t":"What the caterpillar calls the end of the world, the master calls a butterfly.","c":"famous","a":"Richard Bach"},{"id":"lBN3JduGjr_0o","t":"My religion is kindness.","c":"famous","a":"Dalai Lama"},{"id":"8iKamZPuYygii","t":"Action expresses priorities.","c":"famous","a":"Mohandas K. Gandhi"},{"id":"k1mKZIGB1RNg7","t":"The hardest arithmetic to master is that which enables us to count our blessings.","c":"famous","a":"Eric Hoffer"},{"id":"EhyZtc0H2LKFp","t":"You must trust and believe in people or life becomes impossible.","c":"famous","a":"Anton Chekhov"},{"id":"mOraEs0XQMuCw","t":"I saw the angel in the marble and carved until I set him free.","c":"famous","a":"Michelangelo."},{"id":"GwFDtnQ1YEsp8","t":"Love loves to love love.","c":"famous","a":"James Joyce"},{"id":"-BRDrgs8K_stC","t":"In order to make anything a reality, you have to dream about it first.","c":"famous","a":"Adora Svitak"},{"id":"aoar8YyHUbJkI","t":"We cannot do everything at once, but we can do something at once.","c":"famous","a":"Calvin Coolidge"},{"id":"AtuYnjybQgW8i","t":"If you wish to know the mind of a man, listen to his words.","c":"famous","a":"Johann Wolfgang von Goethe"},{"id":"zfFKSPxH9kpfa","t":"Can you imagine what I would do if I could do all I can?","c":"famous","a":"Sun Tzu"},{"id":"qI-SxNwqPyzB9","t":"A person who won't read has no advantage over one who can't read.","c":"famous","a":"Mark Twain"},{"id":"Uz7ygM52sMhDP","t":"Silence is more musical than any song.","c":"famous","a":"Christina Rossetti"},{"id":"DKvzfa-r9s295","t":"The purpose of life is a life of purpose.","c":"famous","a":"Robert Byrne"},{"id":"P4sxruA6xSaNh","t":"We need men who can dream of things that never were.","c":"famous","a":"John F. Kennedy"},{"id":"_CjslKYMeZWm2","t":"I am neither an optimist nor pessimist, but a possibilist.","c":"famous","a":"Max Lerner"},{"id":"D6Za4gX2y8Izw","t":"You will become as small as your controlling desire; as great as your dominant aspiration.","c":"famous","a":"James Allen"},{"id":"mOGywsdbpNdrs","t":"One person with a belief is equal to a force of 99 who have only interests.","c":"famous","a":"John Stuart Mill"},{"id":"HlKRh_t-NjHuZ","t":"To think creatively, we must be able to look afresh at what we normally take for granted.","c":"famous","a":"George Kneller"},{"id":"OtjIU79e24zCE","t":"It's only a thought and a thought can be changed.","c":"famous","a":"Louise Hay"},{"id":"FK1BhQmtF14vB","t":"Imagination rules the world.","c":"famous","a":"Napoleon Bonaparte"},{"id":"xDA_QbBpqNYJO","t":"In the realm of ideas everything depends on enthusiasm... in the real world all rests on perseverance.","c":"famous","a":"Johann Wolfgang von Goethe"},{"id":"CVvsQ93-RyFn4","t":"Instinct is untaught ability.","c":"famous","a":"Alexander Bain"},{"id":"fhchYq2ZD_qIo","t":"Individually, we are one drop. Together, we are an ocean.","c":"famous","a":"Ryunosuke Satoro"},{"id":"25hWs3nOl6IXM","t":"To live a creative life, we must lose our fear of being wrong.","c":"famous","a":"Joseph Chilton Pearce"},{"id":"BPVzTKj1y10Qi","t":"Anger is never without reason, but seldom with a good one.","c":"famous","a":"Benjamin Franklin"},{"id":"3Tr4g6qSnTmX3","t":"Nature does not hurry, yet everything is accomplished.","c":"famous","a":"Lao Tzu"},{"id":"OOEhUVrIeGZUR","t":"Real difficulties can be overcome; it is only the imaginary ones that are unconquerable.","c":"famous","a":"Theodore N. Vail"},{"id":"mWDC7eFXM85or","t":"Defeat is not bitter unless you swallow it.","c":"famous","a":"Joe Clark"},{"id":"MbgcTxkl7EVqd","t":"A friend to all is a friend to none.","c":"famous","a":"Aristotle"},{"id":"KTQh237Wb0a_U","t":"Creativity can solve almost any problem. The creative act, the defeat of habit by originality, overcomes everything.","c":"famous","a":"George Lois"},{"id":"uoIr_T0y2teFP","t":"Perfectionism is self-abuse of the highest order.","c":"famous","a":"Anne Wilson Schaef"},{"id":"KWg5ddnijDmii","t":"Keep your face to the sunshine and you cannot see the shadows.","c":"famous","a":"Helen Keller"},{"id":"FHQp2Dt-0gdfw","t":"What it lies in our power to do, it lies in our power not to do.","c":"famous","a":"Aristotle"},{"id":"vADFQbPH3-nHT","t":"There are people who have money and people who are rich.","c":"famous","a":"Coco Chanel"},{"id":"rHn0foMwQ8Lp8","t":"It is what you read when you don't have to that determines what you will be when you can't help it.","c":"famous","a":"Oscar Wilde"},{"id":"klQ9Fntk8pyRJ","t":"Don't let schooling interfere with your education.","c":"famous","a":"Mark Twain"},{"id":"ozuah8XpJZwmm","t":"It is not in the pursuit of happiness that we find fulfilment, it is in the happiness of pursuit.","c":"famous","a":"Denis Waitley"},{"id":"W2hXfndkQG-6N","t":"The whale is endangered, while the ant continues to do just fine.","c":"famous","a":"Bill Vaughn"},{"id":"D8z3Y5yTtlPMl","t":"Man is what he believes.","c":"famous","a":"Anton Chekhov"},{"id":"Mzs4uoqFC8j2V","t":"The best bridge between despair and hope is a good night's sleep.","c":"famous","a":"E. Joseph Cossman"},{"id":"IBtB1H6CWX9As","t":"Intelligence is the ability to adapt to change.","c":"famous","a":"Stephen Hawking"},{"id":"gG-3j1MyIRdDx","t":"When you believe in a thing, believe in it all the way, implicitly and unquestionable.","c":"famous","a":"Walt Disney"},{"id":"vBuXwYQD20RST","t":"A decision today changes tomorrow forever.","c":"famous","a":"John Di Lemme"},{"id":"W9dLmQdOmLn3R","t":"When you judge another, you do not define them, you define yourself.","c":"famous","a":"Wayne Dyer"},{"id":"ENnTZoj_VC1Jp","t":"The key is to keep company only with people who uplift you, whose presence calls forth your best.","c":"famous","a":"Epictetus"},{"id":"A-lu3PO4vD0zF","t":"Quality means doing it right when no one is looking.","c":"famous","a":"Henry Ford"},{"id":"ShwoyRxvNfS2v","t":"Educating the mind without educating the heart is no education at all.","c":"famous","a":"Aristotle"},{"id":"yg_G_qaqOFcsL","t":"When you talk, you repeat what you already know; when you listen, you often learn something.","c":"famous","a":"Jared Sparks"},{"id":"DuDhD0Ia8pVHA","t":"Kindness gives birth to kindness.","c":"famous","a":"Sophocles"},{"id":"QaZ36FXzd60ap","t":"We are not creatures of circumstance; we are creators of circumstance.","c":"famous","a":"Benjamin Disraeli"},{"id":"VGn5JlbmqcTdI","t":"Time moves in one direction, memory in another.","c":"famous","a":"William Gibson"},{"id":"Ihs-DQ__2OT3P","t":"Education is not the filling of a pail, but the lighting of a fire.","c":"famous","a":"W.B. Yeats"},{"id":"Hk7YcwKKiwtgu","t":"Knowing yourself is the beginning of all wisdom.","c":"famous","a":"Aristotle"},{"id":"FfAKcjbRx9Uir","t":"Three grand essentials to happiness in this life are something to do, something to love, and something to hope for.","c":"famous","a":"Joseph Addison"},{"id":"jloLARQ_O579b","t":"Enlightenment must come little by little - otherwise it would overwhelm.","c":"famous","a":"Idries Shah"},{"id":"f_FaQQg9Y__2E","t":"Great minds have purpose, others have wishes.","c":"famous","a":"Washington Irving"},{"id":"TC4DpVi3fRjGy","t":"Every day holds the possibility of a miracle.","c":"famous","a":"Elizabeth David"},{"id":"DnlMxJqJQogSp","t":"Problems only exist in the human mind.","c":"famous","a":"Anthony de Mello"},{"id":"ZzFvhe7LQxotl","t":"People do not change, they are merely revealed.","c":"famous","a":"Anne Enright"},{"id":"a3q2Io2Du_gLc","t":"Do not allow yourself or others to be defined by your limitations, but rather, abilities.","c":"famous","a":"Eric Duquette"},{"id":"X_Y6dpU8B-mCN","t":"He who demands little gets it.","c":"famous","a":"Ellen Glasgow"},{"id":"Xw05PiBaLOwDX","t":"If you want to know what a man's like, take a good look at how he treats his inferiors, not his equals.","c":"famous","a":"J.K. Rowling"},{"id":"ec9lG_HJ5HS1f","t":"Each morning we are born again. What we do today is what matters most.","c":"famous","a":"Buddha"},{"id":"mnwfL9w27kJQN","t":"The best way to escape from a problem is to solve it.","c":"famous","a":"Alan Saporta"},{"id":"_UtWaK4N1-Ip2","t":"If people knew how hard I had to work to gain my mastery, it would not seem so wonderful at all.","c":"famous","a":"Michelangelo"},{"id":"yl9O5zgmvLO2v","t":"Any form of exercise, if pursued continuously, will help train us in perseverance.","c":"famous","a":"Mao Tse-Tung"},{"id":"VSa3akLFz22T4","t":"Make sure what you do is a product of your own conclusion.","c":"famous","a":"Jim Rohn"},{"id":"i1FzjL7vbLxam","t":"The biggest adventure you can ever take is to live the life of your dreams.","c":"famous","a":"Oprah Winfrey"},{"id":"xiUfKuT6vM0OZ","t":"Life's most urgent question is: What are you doing for others?","c":"famous","a":"Martin Luther King, Jr."},{"id":"l3VRqZnDj2H32","t":"Trusting our intuition often saves us from disaster.","c":"famous","a":"Anne Wilson Schaef"},{"id":"gYeikCVr2Mxu8","t":"An ounce of action is worth a ton of theory.","c":"famous","a":"Ralph Waldo Emerson"},{"id":"0I_65b1uCEr0D","t":"Do the thing you fear most and the death of fear is certain.","c":"famous","a":"Mark Twain"},{"id":"WwS5b3MmkDkqy","t":"We all live with the objective of being happy; our lives are all different and yet the same.","c":"famous","a":"Anne Frank"},{"id":"Ddkdwyf5u28PS","t":"A hunch is creativity trying to tell you something.","c":"famous","a":"Frank Capra"},{"id":"Mbmrw_v-MwjzZ","t":"Happiness comes of the capacity to feel deeply, to enjoy simply, to think freely, to risk life, to be needed.","c":"famous","a":"Storm Jameson"},{"id":"IKi-pMVHnKbX1","t":"He is able who thinks he is able.","c":"famous","a":"Buddha"},{"id":"2QLWGxQRYhXLX","t":"If you obey all the rules, you'll miss all the fun.","c":"famous","a":"Katherine Hepburn"},{"id":"M3MMZP9RHgw1B","t":"I can live for two months on a good compliment.","c":"famous","a":"Mark Twain"},{"id":"R2pTd9IQ_85hD","t":"Everyone has special talents, and it is our duty to find ours and use them well.","c":"famous","a":"John Templeton"},{"id":"FCP-xqn36rS40","t":"Freedom isn't worth having if it doesn't include the freedom to make mistakes.","c":"famous","a":"Mahatma Gandhi"},{"id":"at7Hc_-SAVvEj","t":"Shut your eyes and see.","c":"famous","a":"James Joyce"},{"id":"MT0D0yQNdpgi-","t":"If you believe you can, and believe it strongly enough, you'll be amazed at what you can do.","c":"famous","a":"Nido Qubein"},{"id":"WLihmZghGyk5j","t":"To have a great idea, have a lot of them.","c":"famous","a":"Thomas Edison"},{"id":"JnBnA2UzTP04p","t":"We are all alike, on the inside.","c":"famous","a":"Mark Twain"},{"id":"donOC3NIMKd2Q","t":"One person with a belief is equal to a force of ninety-nine who have only interests.","c":"famous","a":"John Stuart Mill"},{"id":"BVMfQi5hdnKlD","t":"Nothing will work unless you do.","c":"famous","a":"Maya Angelou"},{"id":"eY5-pq_pFECLL","t":"All great achievements require time.","c":"famous","a":"Maya Angelou"},{"id":"CqUVjxy8M6nCM","t":"Without a struggle, there can be no progress.","c":"famous","a":"Frederick Douglass"},{"id":"fZF_Nzf6E6S_E","t":"Belief is a truth held in the mind; faith is a fire in the heart.","c":"famous","a":"Joseph Newton"},{"id":"GqewBlZvOvuj7","t":"A good laugh is sunshine in the house.","c":"famous","a":"William Makepeace Thackeray"},{"id":"zaZf2mbxXF7LU","t":"Faith is the function of the heart.","c":"famous","a":"Mahatma Gandhi"},{"id":"Nu58uwt-VLFNC","t":"If you think education is expensive try ignorance.","c":"famous","a":"Derek Bok"},{"id":"DUCRSRyrelVpT","t":"The trouble with the world is that the stupid are cocksure and the intelligent are full of doubt.","c":"famous","a":"Bertrand Russell"},{"id":"vIMg2O78yKgkE","t":"Where the spirit does not work with the hand there is no art.","c":"famous","a":"Leonardo da Vinci"},{"id":"9dduf2yb8i__T","t":"The answer lies within ourselves. If we can't find peace and happiness there, it's not going to come from the outside.","c":"famous","a":"Tenzin Palmo"},{"id":"iOdOXVNiGcwji","t":"Everyone sees what you appear to be, few experience what you really are.","c":"famous","a":"Niccolo Machiavelli"},{"id":"5dZ_1BLgLpUfm","t":"Courage is knowing what not to fear.","c":"famous","a":"Plato"},{"id":"p4D_PrQROISTn","t":"Trust your intuitive heart.","c":"famous","a":"Richard Carlson"},{"id":"JdsW_YqbSGfu1","t":"Chance favours those in motion.","c":"famous","a":"James Austin"},{"id":"nBr9LLNPRHtIU","t":"Coming together is a beginning. Keeping together is progress. Working together is success.","c":"famous","a":"Henry Ford"},{"id":"-sJ0rhh6tBCCZ","t":"Laughter is the tonic, the relief, the surcease for pain.","c":"famous","a":"Charlie Chaplin"},{"id":"EgxHh6HlFZtU_","t":"Better keep yourself clean and bright; you are the window through which you must see the world.","c":"famous","a":"George Bernard Shaw"},{"id":"i-ckZqHdZfN4G","t":"One day is worth a thousand tomorrows.","c":"famous","a":"Benjamin Franklin"},{"id":"6DcnQK1cQw3Pg","t":"A round man cannot be expected to fit in a square hole right away. He must have time to modify his shape.","c":"famous","a":"Mark Twain"},{"id":"bsy7znZdGFTaQ","t":"In order to attain the impossible, one must attempt the absurd.","c":"famous","a":"Miguel de Cervantes"},{"id":"ujsJpB4voGPv1","t":"Leap, and the net will appear.","c":"famous","a":"Julie Cameron"},{"id":"9LFVxHBi9jDpG","t":"I love the man who can smile in trouble, gather strength from distress and grow brave by reflection.","c":"famous","a":"Thomas Paine"},{"id":"Ty1c4SyK2E_PI","t":"He is a wise man who does not grieve for the things which he has not, but rejoices for those which he has.","c":"famous","a":"Epictetus"},{"id":"rJFfaTKlpfqKV","t":"The famous happiness is to transform one's feelings into action.","c":"famous","a":"Madame de Stael"},{"id":"kRbDdYibnX-YC","t":"Be not afraid of life. Believe that life is worth living, and your belief will help create the fact.","c":"famous","a":"William James"},{"id":"--bo-IqmNTNOX","t":"We make a living by what we get, but we make a life by what we give.","c":"famous","a":"Winston Churchill"},{"id":"oz7w7-Gndp8R4","t":"Patience is bitter, but it's fruit is sweet.","c":"famous","a":"Aristotle"},{"id":"hdDQ1t_u7Zhy8","t":"Live every act fully, as if it were your last.","c":"famous","a":"Buddha"},{"id":"TMWz5WvONV_dS","t":"Never look back unless you are planning to go that way.","c":"famous","a":"Henry David Thoreau"},{"id":"4dWgwJFTPfgOx","t":"Always give without remembering and always receive without forgetting.","c":"famous","a":"Brian Tracy"},{"id":"wk0usNhGDtyPv","t":"It is good to have an end to journey toward; but it is the journey that matters, in the end.","c":"famous","a":"Ursula Le Guin"},{"id":"Cao8X_6IasawA","t":"Mistakes are painful when they happen, but years later a collection of mistakes is what is called experience.","c":"famous","a":"Denis Waitley"},{"id":"8X42QWkMYlFkV","t":"I never change, I simply become more myself.","c":"famous","a":"Joyce Carol Oates"},{"id":"ae9Hrv2dcTjJC","t":"The best way to find yourself is to lose yourself in the service of others.","c":"famous","a":"Mahatma Gandhi"},{"id":"VRqAFlKzL0jJf","t":"You were placed on this earth to create not to compete.","c":"famous","a":"Robert Anthony"},{"id":"wREkmV77hwtSw","t":"Celebrate what you want to see more of.","c":"famous","a":"Thomas J. Peters"},{"id":"8C8sJSaZ3BG0T","t":"The only person who never makes mistakes is the person who never does anything.","c":"famous","a":"Denis Waitley"},{"id":"DDrkeltJhT509","t":"The time is always right to do what is right.","c":"famous","a":"Martin Luther King Jr."},{"id":"ryKsmtjAt0AGl","t":"It matters not what someone is born, but what they grow to be.","c":"famous","a":"J.K. Rowling"},{"id":"F9E-3neMO7Ya1","t":"You must have long term goals to keep you from being frustrated by short term failures.","c":"famous","a":"Charles C. Noble"},{"id":"RuHLjHK301eKe","t":"Our famous weakness lies in giving up.","c":"famous","a":" Thomas A. Edison"},{"id":"S0c0SQeLQnPud","t":"Love asks me no questions and gives me endless support.","c":"famous","a":"William Shakespeare #RoyalWedding"},{"id":"LrB-DTySV4QSC","t":"Love and you shall be loved.","c":"famous","a":"Ralph Waldo Emerson #RoyalWedding"},{"id":"kfau0k7xeXge9","t":"The first step in forgiveness is the willingness to forgive.","c":"famous","a":"Marianne Williamson"},{"id":"BKzWK0jR3tjnP","t":"Forgive your enemies, but never forget their names.","c":"famous","a":"John F. Kennedy"},{"id":"qHOS4whZVodMj","t":"Life lived without forgiveness becomes a prison.","c":"famous","a":"William Arthur Ward"},{"id":"m65mIDyW482ZQ","t":"Resentment is like drinking poison and then hoping it will kill your enemies.","c":"famous","a":"Nelson Mandela"},{"id":"53ObYe_9uyuc6","t":"The first to apologize is the bravest. The first to forgive is the strongest. The first to forget is the happiest.","c":"famous","a":"Unknown"},{"id":"v1rZz5F_iK8SQ","t":"Appreciation is a wonderful thing; it makes what is excellent in others belong to us as well.","c":"famous","a":"Francois-Marie Arouet de Voltaire"},{"id":"s9wT5CeZjBHYi","t":"Now and then it's good to pause in our pursuit of happiness and just be happy.","c":"famous","a":"Guillaume Apollinaire"},{"id":"M3un-SNg0ekCh","t":"If you want to make good use of your time, you've got to know what's most important and then give it all you've got.","c":"famous","a":"Lee Iacocca"},{"id":"89Ja10rfANABt","t":"Genius begins great works; labor alone finishes them.","c":"famous","a":"Joseph Joubert"},{"id":"fR54QeIwEcuZr","t":"Nurture great thoughts, for you will never go higher than your thoughts.","c":"famous","a":"Benjamin Disraeli"},{"id":"xplosKwSPdeiP","t":"It?s best not to get too excited or too depressed by the ups and downs of life.","c":"famous","a":"Dalai Lama"},{"id":"maPZ75gzWDYzt","t":"The purpose of life is to discover your gift. The meaning of life is to give it away.","c":"famous","a":"David Viscott"},{"id":"hGPMfzYuCmYK6","t":"The odds are with us if we keep on trying.","c":"famous","a":"Keith De Green"},{"id":"cSUTKQ8may5D3","t":"There's no easy way out. If there were, I would have bought it.","c":"famous","a":"Oprah Winfrey"},{"id":"R5GYGl_zmQWG1","t":"Life is like an onion: You peel it off one layer at a time, and sometimes you weep.","c":"famous","a":"Carl Sandburg"},{"id":"XProb6O3XGwnH","t":"Mountaintops inspire leaders but valleys mature them.","c":"famous","a":"Winston Churchill"},{"id":"Po8gJ1OlS_414","t":"Spectacular achievement is always preceded by spectacular preparation.","c":"famous","a":"Robert H. Schuller"},{"id":"bDDp2uMcblGIZ","t":"Problems are not stop signs, they are guidelines.","c":"famous","a":"Robert H. Schuller"},{"id":"0OCT_UYQmsx1P","t":"The secret of getting ahead is getting started.","c":"famous","a":"Sally Berger"},{"id":"wxSngEd5YMOYp","t":"We promise according to our hopes, and perform according to our fears.","c":"famous","a":"Francois Duc de la Rochefoucauld"},{"id":"zOxulPn0CyE4g","t":"The secret to  success is constancy to purpose.","c":"famous","a":"Benjamin Disraeli"},{"id":"dlS99sREi5RJ4","t":"The time to relax is when you don't have time for it.","c":"famous","a":"Sydney J. Harris"},{"id":"AvniiiogylAs5","t":"Concentrate all your thoughts upon the work at hand. The sun's rays do not burn until brought to a focus.","c":"famous","a":"Alexander Graham Bell"},{"id":"r_kVuArGezgJ0","t":"Talent works, genius creates.","c":"famous","a":"Robert A. Schumann #quote"},{"id":"z6o2oPGp_a-9E","t":"Don't judge each day by the harvest you reap but by the seeds that you plant.","c":"famous","a":"Robert Louis Stevenson"},{"id":"l09W4hv9qRDPN","t":"Too many people spend money they haven't earned, to buy things they don't want, to impress people they don't like.","c":"famous","a":"Will Rogers"},{"id":"2NQYsYtxxJ93O","t":"Whatever is at the center of our life will be the source of our security, guidance, wisdom, and power.","c":"famous","a":"Stephen Covey"},{"id":"yR52sm0jYZOz7","t":"Three Rules of Work: Out of clutter find simplicity; From discord find harmony; In the middle of difficulty lies opportunity.","c":"famous","a":"Albert Einstein"},{"id":"5CsRKN9WM2HIV","t":"You are never alone or helpless. The force that guides the stars guides you too.","c":"famous","a":"Shrii Shrii Anandamurt"},{"id":"auQA4FpIcA3Vt","t":"It is the province of knowledge to speak, and it is the privilege of wisdom to listen.","c":"famous","a":"Oliver Wendell Holmes"},{"id":"3cmintAzHRWmN","t":"The best opportunities in life are the ones we create. Goal setting provides for you the opportunity to create an extraordinary life.","c":"famous","a":"Gary Blair"},{"id":"ieHXcJR5O8TwV","t":"We must remember that one determined person can make a significant difference, and that a small group of determined people can change the course of history.","c":"famous","a":"Sonia Johnson"},{"id":"SBSp8kt6IeYXX","t":"Don't cry because it's over, smile because it happened.","c":"famous","a":"Dr. Seuss #quote"},{"id":"nWkM8tIXQdQDR","t":"Believe that life is worth living and your belief will create the fact.","c":"famous","a":"William James"},{"id":"PnhuHjT1xG4tc","t":"All great achievements have one thing in common - people with a passion to succeed.","c":"famous","a":"Pat Cash"},{"id":"tvnpn9uPszulp","t":"Your life does not get better by chance, it gets better by change.","c":"famous","a":"Jim Rohn"},{"id":"hfysO07C2KDE2","t":"Do not dwell in the past, do not dream of the future, concentrate the mind on the present moment.","c":"famous","a":"Buddha"},{"id":"CmrMmt2kEoZP_","t":"Be a Columbus to whole new continents and worlds within you, opening new channels, not of trade, but of thought.","c":"famous","a":"Henry David Thoreau"},{"id":"_IWNWbnCqObyG","t":"A friend is someone who knows all about you and still loves you.","c":"famous","a":"Elbert Hubbard"},{"id":"2O6QNNwp6jVGl","t":"There is only one person who could ever make you happy, and that person is you.","c":"famous","a":"David Burns"},{"id":"_6mU1S25I1aem","t":"The words that enlighten the soul are more precious than jewels.","c":"famous","a":"Hazrat Inayat Khan"},{"id":"f5gkqgFPTQFLq","t":"Take care of your body. It's the only place you have to live.","c":"famous","a":"Jim Rohn"},{"id":"4bT92E2YzVhBE","t":"The doors we open and close each day decide the lives we live.","c":"famous","a":"Flora Whittemore"},{"id":"P5wYjRx9Hxq97","t":"Trust your gut.","c":"famous","a":"Barbara Walters"},{"id":"4sYub6LvxqyHf","t":"The path to success is to take massive, determined action.","c":"famous","a":"Tony Robbins"},{"id":"vI6SxgC17riev","t":"Men easily believe what they want to.","c":"famous","a":"Latin Proverb"},{"id":"a0tyayjLmIzLR","t":"We don't see things as they are, we see them as we are.","c":"famous","a":"Anais Nin"},{"id":"NqsznAEenY0dg","t":"We can change our lives. We can do, have, and be exactly what we wish.","c":"famous","a":"Tony Robbins"},{"id":"Nv8mqAYKPgVcJ","t":"Your attitude is either the lock on, or the key to the door of success.","c":"famous","a":"Denis Waitley"},{"id":"s-E3ryTXz4Xzy","t":"A problem is a chance for you to do your best.","c":"famous","a":"Duke Ellington"},{"id":"ry5YbtrGoh5Wl","t":"Hell, there are no rules here - we're trying to accomplish something.","c":"famous","a":"Thomas Edison"},{"id":"0vLG-VpgFopUG","t":"The world has the habit of making room for the man whose words and actions show that he knows where he is going.","c":"famous","a":"Napoleon Hill"},{"id":"3_5jUX_rnK80x","t":"If you really want to do something, you'll find a way. If you don't, you'll find an excuse.","c":"famous","a":"Jim Rohn"},{"id":"YoGUYVoXnkpTc","t":"The direction in which education starts a man will determine his future.","c":"famous","a":"Plato"},{"id":"boVVR5PzcXvG6","t":"The people who matter will recognise who you are.","c":"famous","a":"Alan Cohen"},{"id":"rKVvyQdNw_M-0","t":"Nothing builds self-esteem and self-confidence like accomplishment.","c":"famous","a":"Thomas Carlyle"},{"id":"8AVdxTZMnaci5","t":"There are no seven wonders of the world in the eyes of a child. There are seven million.","c":"famous","a":"Walt Streightiff"},{"id":"eY-5IghXzQ3U_","t":"Once you choose hope, anything's possible.","c":"famous","a":"Christopher Reeve"},{"id":"jpUrjDL7UoUzi","t":"The weak can never forgive. Forgiveness is the attribute of the strong.","c":"famous","a":"Mahatma Gandhi"},{"id":"EYLv-znQL-tD1","t":"A pessimist sees the difficulty in every opportunity; an optimist sees the opportunity in every difficulty.","c":"famous","a":"Winston Churchill"},{"id":"c91aZACT3vuLB","t":"The dictionary is the only place where success comes before work.","c":"famous","a":"Mark Twain"},{"id":"fxS7Fmsc8tGKU","t":"I never wanted to be the next Bruce Lee. I just wanted to be the first Jackie Chan.","c":"famous","a":"Jackie Chan"},{"id":"COMjxkqXx_u2S","t":"Live as if you were to die tomorrow. Learn as if you were to live forever.","c":"famous","a":"Mahatma Gandhi"},{"id":"_TmogsBnVWI7g","t":"Success is liking yourself, liking what you do, and liking how you do it.","c":"famous","a":"Maya Angelou"},{"id":"IewWApEibvGYm","t":"I don't dream at night, I dream all day; I dream for a living.","c":"famous","a":"Steven Spielberg"},{"id":"eNOY2TXC4S5Zr","t":"Honest disagreement is often a good sign of progress.","c":"famous","a":"Mahatma Gandhi"},{"id":"dSkwuRHPkok5N","t":"Great minds talk about ideas, average minds talk about events, and small minds talk about people.","c":"famous","a":" Eleanor Roosevelt"},{"id":"zYIjNPzl1jnSt","t":"The successful man will profit from his mistakes and try again in a different way.","c":"famous","a":"Dale Carnegie"},{"id":"qm7yo37uMt1S6","t":"All achievements, all earned riches, have their beginning in an idea.","c":"famous","a":"Napoleon Hill"},{"id":"v-10sELJFyAoX","t":"The tragedy of life doesn't lie in not reaching your goal. The tragedy lies in having no goal to reach.","c":"famous","a":"Benjamin Mays"},{"id":"TpL0ZEujslp5a","t":"A wise man will make more opportunities than he finds.","c":"famous","a":"Francis Bacon"},{"id":"qen1ZPehlreLi","t":"Action is the antidote to despair.","c":"famous","a":"Joan Baez"},{"id":"aufG4knJbWE2C","t":"Ability is of little account without opportunity.","c":"famous","a":"Napoleon Bonaparte"},{"id":"RkX11z87wbghq","t":"The question isn't who is going to let me; it's who is going to stop me.","c":"famous","a":"Ayn Rand"},{"id":"40k_rV9UXkzBC","t":"I feel that the famous reward for doing is the opportunity to do more.","c":"famous","a":"Jonas Salk"},{"id":"lpE3YmrHB1Mig","t":"Only the wisest and stupidest of men never change.","c":"famous","a":"Confucius"},{"id":"pqdOO6XIKpi89","t":"Playing it safe is the riskiest choice we can ever make.","c":"famous","a":"Sarah Ban Breathnach"},{"id":"X0G9fXv3GfDYS","t":"While you are upon the earth, enjoy the good things that are here.","c":"famous","a":"John Selden"},{"id":"Yyho9ZvatPuB9","t":"Many people take no care of their money till they come nearly to the end of it, and others do just the same with their time.","c":"famous","a":"Goethe"},{"id":"Ozp336im-KmOe","t":"Honesty is the first chapter in the book of wisdom.","c":"famous","a":"Thomas Jefferson"},{"id":"xNkXGzJPhYrV0","t":"Imagination is more important than knowledge.","c":"famous","a":"Albert Einstein"},{"id":"YJkPSxrq3mCtr","t":"It is literally true that you can succeed best and quickest by helping others to succeed.","c":"famous","a":"Napoleon Hill"},{"id":"AmOdjWzRiW2_n","t":"Promise yourself to be so strong that nothing can disturb your peace of mind.","c":"famous","a":"Christian Larson"},{"id":"7RLfqG73XXS8r","t":"Life is a mirror and will reflect back to the thinker what he thinks into it.","c":"famous","a":"Ernest Holmes"},{"id":"47ywg0vxpFrQ8","t":"Small opportunities are often the beginnings of great enterprises.","c":"famous","a":"Demosthenes"},{"id":"T6zLxn-X-E6t9","t":"Dream lofty dreams, and as you dream, so shall you become.","c":"famous","a":"James Allen"},{"id":"NPx2uDyjY2vhB","t":"Success is often the result of taking a misstep in the right direction.","c":"famous","a":"Al Bernstein"},{"id":"0fHFntEIoLt-b","t":"Everyone thinks of changing the world, but no one thinks of changing himself.","c":"famous","a":"Leo Tolstoy"},{"id":"9lplCG2LamRqP","t":"Life shrinks or expands in proportion to one's courage.","c":"famous","a":"Ana?s Nin"},{"id":"Io6xgNESdZqvG","t":"Learning without thought is labor lost; thought without learning is perilous.","c":"famous","a":"Confucius"},{"id":"iZEswCHRU8k6P","t":"Be a friend to thyself, and others will be so too.","c":"famous","a":"Thomas Fuller"},{"id":"rauY7Zocftx3R","t":"If I have the belief that I can do it, I shall surely acquire the capacity to do it even if I may not have it at the beginning.","c":"famous","a":"Gandhi"},{"id":"da565ijLhb7JD","t":"Believe deep down in your heart that you're destined to do great things.","c":"famous","a":"Joe Paterno"},{"id":"8m2g0gul5RwZQ","t":"It is the weight, not numbers of experiments that is to be regarded.","c":"famous","a":"Isaac Newton"},{"id":"R5PmevkQWGIqP","t":"Strength is a matter of a made up mind.","c":"famous","a":"John Beecher"},{"id":"wXnwXMserC_Hl","t":"Once you make a decision, the universe conspires to make it happen.","c":"famous","a":"Ralph Waldo Emerson"},{"id":"P5BE5492uIpIs","t":"I believe one of the most important priorities is to do whatever we do as well as we can.","c":"famous","a":"Victor Kermit Kiam"},{"id":"5XfejlBYZjmmj","t":"The human spirit needs to accomplish, to achieve, to triumph to be happy.","c":"famous","a":"Ben Stein"},{"id":"bT5PGlJOIawgI","t":"I've failed over and over and over again in my life and that is why I succeed.","c":"famous","a":"Michael Jordan"},{"id":"bVnSoO94Y4O30","t":"Don't count the days, make the days count.","c":"famous","a":"Muhammad Ali"},{"id":"GRLzMzykqoWCq","t":"You are what you think about all day long.","c":"famous","a":"Dr. Robert Schuller"},{"id":"KGYDH1BR-h2d4","t":"It takes a lot of courage to show your dreams to someone else.","c":"famous","a":"Erma Bombeck"},{"id":"AOVfKhe2VApSr","t":"Success is a lousy teacher.  It seduces smart people into thinking they can't lose.","c":"famous","a":"Bill Gates"},{"id":"cKAt8y2VS1UEN","t":"It is wise to keep in mind that neither success nor failure is ever final.","c":"famous","a":"Roger Babson"},{"id":"kP4np7KgJpI7_","t":"It is better to ask some of the questions than know all the answers.","c":"famous","a":"James Thurber"},{"id":"k5vzk4XM_rmnO","t":"Strength lies in differences, not in similarities.","c":"famous","a":"Stephen Covey"},{"id":"k5iZmrdI6T_38","t":"Open your arms to change, but don't let go of your values.","c":"famous","a":"Dalai Lama"},{"id":"2lpd-jLJytD2u","t":"Do more than believe: practice.","c":"famous","a":"William Arthur Ward"},{"id":"NYX-q1SRqE9L9","t":"Your big opportunity may be right where you are standing right now.","c":"famous","a":"Napoleon Hill"},{"id":"3g5K_6_mamN6u","t":"We must embrace pain and burn it as fuel for our journey.","c":"famous","a":"Kenji Miyazawa"},{"id":"_QtLrY-e0fHIb","t":"Well done is better than well said.","c":"famous","a":"Benjamin Franklin"},{"id":"t60DCstTio5Pl","t":"The roots of true achievement lie in the will to become the best that you can become.","c":"famous","a":"Harold Taylor"},{"id":"9tdfQiF5RjIXn","t":"Happiness is found in doing, not merely possessing.","c":"famous","a":"Napoleon Hill"},{"id":"BmzLEq1Gii-O5","t":"Make things as simple as possible, but not simpler.","c":"famous","a":"Albert Einstein"},{"id":"T6vyxzy2wU9aC","t":"We shall have no better conditions in the future if we are satisfied with all those which we have at present.","c":"famous","a":"Thomas Edison"},{"id":"t_DuVENzPEOBL","t":"The most important thing about having goals is having one.","c":"famous","a":"Geoffrey F. Abert"},{"id":"SJ7kbbc3n78Gt","t":"Failures, repeated failures, are finger posts on the road to achievement. One fails forward toward success.","c":"famous","a":"Charles F. Kettering"},{"id":"dhfX9TAPeMJiG","t":"To think is easy. To act is hard. But the hardest thing in the world is to act in accordance with your thinking.","c":"famous","a":"Johann von Goethe"},{"id":"dziJ3YRn8TyjY","t":"Most people are paralyzed by fear. Overcome it and you take charge of your life and your world.","c":"famous","a":"Mark Victor Hansen"},{"id":"_gKOibpjRyC-I","t":"You really can change the world if you care enough.","c":"famous","a":"Marian Wright Edelman"},{"id":"WDxx6uYWL54oy","t":"I have no special talents. I am only passionately curious.","c":"famous","a":"Albert Einstein."},{"id":"zs30ttl55PHuR","t":"The way to get things done is not to mind who gets the credit for doing them.","c":"famous","a":"Benjamin Jowett"},{"id":"wFcKZSKUm5Fp_","t":"If you can't get rid of the skeleton in your closet, you'd best teach it to dance.","c":"famous","a":"George Bernard Shaw"},{"id":"IjI62_NY3btlX","t":"Happiness is when what you think, what you say, and what you do are in harmony.","c":"famous","a":"Mahatma Gandhi"},{"id":"AQxMWIdAZ6yqZ","t":"Formal education will make you a living. Self education will make you a fortune.","c":"famous","a":"Jim Rohn"},{"id":"GuHDrW4_GLIR3","t":"If you have time to whine and complain about something then you have the time to do something about it.","c":"famous","a":"Anthony J. D'Angelo"},{"id":"EjrCl8JIY3XIC","t":"I hated every minute of training, but I said, don't quit. Suffer now and live the rest of your life as a champion.","c":"famous","a":"Muhammad Ali"},{"id":"pOyHX5l9Cp9rv","t":"Doubt can only be removed by action.","c":"famous","a":"Johann Wolfgang von Goethe"},{"id":"ycicW6Qb-ssuU","t":"It is a rough road that leads to the heights of greatness.","c":"famous","a":"Seneca"},{"id":"XjawZtw9Rz1I3","t":"No great discovery was ever made without a bold guess.","c":"famous","a":"Isaac Newton"},{"id":"OZtxzHM3SCrjd","t":"We learn by doing.","c":"famous","a":"Aristotle"},{"id":"jqYOgwcV_Zjc6","t":"I'd rather regret the things that I have done than the things that I have not done.","c":"famous","a":"Lucille Ball"},{"id":"OPjYHbzqIdnBT","t":"To lead the people, walk behind them.","c":"famous","a":"Lao Tzu"},{"id":"LJPNjclx-vWjR","t":"You cannot do a kindness too soon, for you never know how soon it will be too late.","c":"famous","a":"Ralph Waldo Emerson"},{"id":"K4WxS58Zk_03e","t":"Necessity is the mother of taking chances.","c":"famous","a":"Mark Twain ac"},{"id":"v2WriAkYiwrI-","t":"Always seek out the seed of triumph in every adversity.","c":"famous","a":"Og Mandino"},{"id":"vd4XreMAiT2iJ","t":"Success usually comes to those who are too busy to be looking for it.","c":"famous","a":"Henry David Thoreau"},{"id":"nnJkyeJ_rA_GX","t":"Example is not the main thing in influencing others, it is the only thing.","c":"famous","a":"Albert Schweitzer"},{"id":"OTx1LQ3XpeSiu","t":"We will either find a way, or make one.","c":"famous","a":"Hannibal"},{"id":"HtTC9todMm62h","t":"If I have seen farther than others, it is because I have stood on the shoulders of giants.","c":"famous","a":"Isaac Newton"},{"id":"tWF_QCWfI4jWC","t":"A life spent making mistakes is not only more honourable, but more useful than a life spent doing nothing.","c":"famous","a":"George Bernard Shaw"},{"id":"iUH5TXMcRb55v","t":"We can throw stones, complain about them, stumble on them, climb over them, or build with them.","c":"famous","a":"William Arthur Ward"},{"id":"L2n3Y2SoOeeVr","t":"Time and money spent in helping men to do more for themselves is far better than mere giving.","c":"famous","a":"Henry Ford"},{"id":"pXefHz_UrEJWt","t":"Accept responsibility for your life. Know that it is you who will get you where you want to go, no one else.","c":"famous","a":"Les Brown"},{"id":"U_BVGj6tG0VND","t":"The sound body is the product of the sound mind.","c":"famous","a":"George Bernard Shaw"},{"id":"fQl8Lm78rUXuD","t":"The speed of the leader is the speed of the gang.","c":"famous","a":"Mary Kay Ash"},{"id":"nZlSD_Kdi3NVj","t":"Common sense is not so common.","c":"famous","a":"Voltaire"},{"id":"-9K9WPz1qrSRL","t":"When it is dark enough, you can see the stars.","c":"famous","a":"Ralph Waldo Emerson"},{"id":"hS8HWNJEbvP8H","t":"The results you achieve will be in direct proportion to the effort you apply.","c":"famous","a":"Denis Waitley"},{"id":"gDlwAlheFw796","t":"The less you open your heart to others, the more your heart suffers.","c":"famous","a":"Deepak Chopra"},{"id":"zCN4q7OtOIaQH","t":"Better to keep your mouth shut and appear stupid than to open it and remove all doubt.","c":"famous","a":"Mark Twain"},{"id":"9MpuM_IHAtbIk","t":"If you're going through hell, keep going.","c":"famous","a":"Winston Churchill"},{"id":"wbuWD0HvkQ9T_","t":"Sooner or later, those who win are those who think they can.","c":"famous","a":"Richard Bach"},{"id":"nzpBOSIRdVFGB","t":"It's lack of faith that makes people afraid of meeting challenges, and I believe in myself.","c":"famous","a":"Muhammad Ali"},{"id":"LV_cFbpIi7Fg3","t":"Great discoveries and improvements invariably involve the cooperation of many minds.","c":"famous","a":"Alexander Graham Bell"},{"id":"lEBZrQ0xbXceM","t":"It doesn't matter where you are coming from. All that matters is where you are going.","c":"famous","a":"Brian Tracy"},{"id":"UE2tKa8LZBH1l","t":"Without danger you cannot get beyond danger.","c":"famous","a":"George Herbert"},{"id":"0XpWpyfOpLlm-","t":"When all is said and done, success without happiness is the worst kind of failure.","c":"famous","a":"Louis Binstock"},{"id":"GKixOWEzhX4Su","t":"There is no substitute for hard work.","c":"famous","a":"Thomas Edison"},{"id":"W99ZztVwdR60u","t":"Ideas not coupled with action never become bigger than the brain cells they occupied.","c":"famous","a":"Arnold H. Glasow"},{"id":"aSCd8DML-V0L_","t":"Positive thinking will let you do everything better than negative thinking will.","c":"famous","a":"Zig Ziglar"},{"id":"0HHgIb6rcZqbw","t":"It's not where you are today that counts. It's where you are headed.","c":"famous","a":"Arthur F. Lenehan"},{"id":"xSJdOSA5OX20g","t":"A man who has committed a mistake and doesn't correct it, is committing another mistake.","c":"famous","a":"Confucius"},{"id":"0V14cSwFKmHyP","t":"Freedom is nothing but a chance to be better.","c":"famous","a":"Albert Camus"},{"id":"8U5sfatHnAu_T","t":"It is the mark of great people to treat trifles as trifles and important matters as important.","c":"famous","a":"Doris Lessing"},{"id":"CMsr83GFF4Sfe","t":"The gem cannot be polished without friction, nor man perfected without trials.","c":"famous","a":"Confucius"},{"id":"QF6pW_nvK_buE","t":"Not everything that is faced can be changed, but nothing can be changed until it is faced.","c":"famous","a":"James Baldwin"},{"id":"dS-_bilPYUDN8","t":"Wherever you go, go with all your heart.","c":"famous","a":"Confucius"},{"id":"apM3XH5f4fQSZ","t":"Unless you change how you are, you will always have what you've got.","c":"famous","a":"Jim Rohn"},{"id":"07PXzLk3du0Ph","t":"If you are lucky enough to find a way of life you love, you have to find the courage to live it.","c":"famous","a":"John Irving"},{"id":"GTYhoqb8lJ1nv","t":"The way you think, the way you behave, the way you eat, can influence your life by 30 to 50 years.","c":"famous","a":"Deepak Chopra"},{"id":"phWUKACIZ5jk_","t":"I have nothing to declare except my genius.","c":"famous","a":"Oscar Wilde"},{"id":"VNAbJ4NvZCRmr","t":"The mind's job is to validate what it thinks.","c":"famous","a":"Byron Katie"},{"id":"vF37DgbqEu67y","t":"All of us do not have equal talent, but all of us should have an equal opportunity to develop our talents.","c":"famous","a":"John F. Kennedy"},{"id":"rumUWfQvwymHw","t":"Whatever your goal, you can get there if you're willing to work.","c":"famous","a":"Oprah Winfrey"},{"id":"aKEZ-X_TgjY3G","t":"Patience, persistence and perspiration make an unbeatable combination for success.","c":"famous","a":"Napoleon Hill"},{"id":"XYnk5u_Yq1LmI","t":"Self-trust is the first secret of success.","c":"famous","a":"Ralph Waldo Emerson"},{"id":"GQ8q3O0bJV8qq","t":"If you think you are too small to be effective, you have never been in the dark with a mosquito.","c":"famous","a":"Betty Reese"},{"id":"FVuQhAJawGBl9","t":"If we did all the things we are capable of doing, we would literally astound ourselves.","c":"famous","a":"Thomas Edison"},{"id":"tTPSaAhNrHc5q","t":"You cannot teach a man anything; you can only help him find it within himself.","c":"famous","a":"Galileo"},{"id":"uTSIPtQRt7QcG","t":"Faith is taking the first step even when you don't see the whole staircase.","c":"famous","a":"Martin Luther King, Jr."},{"id":"N2N5RkBpEWyWy","t":"You make the decisions to fulfill, to whatever extent, the potential life that exists within you.","c":"famous","a":"Hans Decoz"}]