[{"id":"QjlVBpzNMsXTh","t":"I fear God and next to God I mostly fear them that fear him not.","c":"fear","a":"Saadi"},{"id":"b7i2Q9f1RqWSK","t":"Expose yourself to your deepest fear after that, fear has no power, and the fear of freedom shrinks and vanishes. You are free.","c":"fear","a":"Jim Morrison"},{"id":"t-e3nw5dIEyWe","t":"A propensity to hope and joy is real riches one to fear and sorrow real poverty.","c":"fear","a":"David Hume"},{"id":"Ghn1EZQUoJ2li","t":"I think people that have fear that, 'Oh if I have a kid I won't be able to do this and I won't be able to do that.' It's kind of the opposite. It really gives you energy. It makes people better.","c":"fear","a":"Anthony Kiedis"},{"id":"5Kc_blCUO6tQv","t":"If you want to conquer fear, don't sit home and think about it. Go out and get busy.","c":"fear","a":"Dale Carnegie"},{"id":"cUMp1yhitO3rs","t":"While there's life, there's fear.","c":"fear","a":"Mason Cooley"},{"id":"d-p771QvRu9-7","t":"We should face reality and our past mistakes in an honest, adult way. Boasting of glory does not make glory, and singing in the dark does not dispel fear.","c":"fear","a":"King Hussein"},{"id":"z3Kfh6ragJXVO","t":"As a child, I was more afraid of tetanus shots than, for example, Dracula.","c":"fear","a":"Dave Barry"},{"id":"2KMuQ6tBuxYEr","t":"Only the contemptible fear contempt.","c":"fear","a":"Francois de La Rochefoucauld"},{"id":"Ep6vBTit7xqCD","t":"I always have the fear that, if I don't commit 100 percent to my work, then it's gonna suffer.","c":"fear","a":"Joaquin Phoenix"},{"id":"wPwOlJG5rd_A2","t":"Isn't history ultimately the result of our fear of boredom?","c":"fear","a":"Emile M. Cioran"},{"id":"3Jgyz1e-B9LBe","t":"Fear not that thy life shall come to an end, but rather that it shall never have a beginning.","c":"fear","a":"John Henry Newman"},{"id":"euEswtPCS0daP","t":"Jealousy is the fear or apprehension of superiority: envy our uneasiness under it.","c":"fear","a":"William Shenstone"},{"id":"Q9036cdCh3Nd_","t":"My main concern with the condition of mathematics in high school is that there's a lot of fear involved! Math is not, generally speaking, presented in a fun way. The concepts, as I see them, are fun, and that's the way I'd like to convey them myself.","c":"fear","a":"Danica McKellar"},{"id":"wu9bbKMA1Ugvs","t":"Being aware of your fear is smart. Overcoming it is the mark of a successful person.","c":"fear","a":"Seth Godin"},{"id":"EgM8mgftnw7kK","t":"I have never known any distress that an hour's reading did not relieve.","c":"fear","a":"Charles de Montesquieu"},{"id":"wKBJ1EWfesWbU","t":"Vertigo is the conflict between the fear of falling and the desire to fall.","c":"fear","a":"Salman Rushdie"},{"id":"7ylW9qtYNila5","t":"I think it is important to ask ourselves as citizens, not as Democrats attacking the administration, but as citizens, whether a world power can really provide global leadership on the basis of fear and anxiety?","c":"fear","a":"Zbigniew Brzezinski"},{"id":"KViXHDe0xVheY","t":"Realists do not fear the results of their study.","c":"fear","a":"Fyodor Dostoevsky"},{"id":"yEUvaF_0SqnFO","t":"I find fear is a great motivator to work hard.","c":"fear","a":"Greg Kinnear"},{"id":"fx4SyPo3jDI0S","t":"March on. Do not tarry. To go forward is to move toward perfection. March on, and fear not the thorns, or the sharp stones on life's path.","c":"fear","a":"Khalil Gibran"},{"id":"LfOoJbbUYCGww","t":"When the entertainers of the Right aren't declaring their disgust with President Obama for groveling before foreign potentates, they're pretending to fear him as a left-wing thug, an exemplar of what they call 'the Chicago way.'","c":"fear","a":"Thomas Frank"},{"id":"SkAGy8s0UgVN9","t":"Minds that are ill at ease are agitated by both hope and fear.","c":"fear","a":"Ovid"},{"id":"RhUBNN1IQQTVU","t":"Fear is stupid. So are regrets.","c":"fear","a":"Marilyn Monroe"},{"id":"_yy17ZxwtyZa6","t":"I don't think that fundamentalism has anything to do with Jesus Christ. They call themselves Christians, but if that's Christian, count me out. Fundamentalism is built on fear and greed. They're telling you to give them your money otherwise you're going to hell.","c":"fear","a":"Matthew Fox"},{"id":"tnXNNpHdnWHbC","t":"Time is too slow for those who wait, too swift for those who fear, too long for those who grieve, too short for those who rejoice, but for those who love, time is eternity.","c":"fear","a":"Henry Van Dyke"},{"id":"FtkuX1JMOKga2","t":"Religion. A daughter of Hope and Fear, explaining to Ignorance the nature of the Unknowable.","c":"fear","a":"Ambrose Bierce"},{"id":"FxNyL0PyXVxjK","t":"Writers rush in where publishers fear to tread and where translators fear to tread.","c":"fear","a":"Guillermo Cabrera Infante"},{"id":"3xogJ9E3E2jPk","t":"We manage the fear, I manage the fear, but it certainly takes its toll, the strain does.","c":"fear","a":"Christiane Amanpour"},{"id":"vF3Wxw_c_P5y5","t":"I have a pathological fear of being on my own. When I'm with my own thoughts, I start to unravel myself, and I start to think really dark thoughts, self-destructive thoughts.","c":"fear","a":"David Walliams"},{"id":"DG8xQD8kBgJVp","t":"Excessive fear is always powerless.","c":"fear","a":"Aeschylus"},{"id":"_aJm6gfPJ-cN_","t":"But with the right kind of coaching and determination you can accomplish anything and the biggest accomplishment that I feel I got from the film was overcoming that fear.","c":"fear","a":"Reese Witherspoon"},{"id":"ReJMFgmYhVgr-","t":"The regrets of yesterday and the fear of tomorrow can kill you.","c":"fear","a":"Liza Minnelli"},{"id":"vJjnJ-XcTb_5T","t":"My aim, then, was to whip the rebels, to humble their pride, to follow them to their inmost recesses, and make them fear and dread us. Fear is the beginning of wisdom.","c":"fear","a":"William Tecumseh Sherman"},{"id":"_GHk4UK2l6ZIP","t":"For our part, we shall continue to work for the new dawn when all the Children of Abraham and their descendants are living together in the birthplace of their three great monotheistic religions, a life free from fear, a life free from want - a life in peace.","c":"fear","a":"King Hussein I"},{"id":"YkkC4aTsUhR2n","t":"Every man, through fear, mugs his aspirations a dozen times a day.","c":"fear","a":"Brendan Francis"},{"id":"VzKufTjmVnupw","t":"Only weeks after Oslo began, when nearly all the world and most of Israel was drunk with the idea of peace, I argued that a Palestinian society not constrained by democratic norms would be a fear society that would pose a grave threat to Israel.","c":"fear","a":"Natan Sharansky"},{"id":"tT3LECV2avxIr","t":"There's no love more intense than the love we have for our kids - and where there is intense love, there is also intense fear lurking beneath the surface.","c":"fear","a":"Arianna Huffington"},{"id":"RVvUa5kBjfFC8","t":"I talk to women's groups all over the country and see women struggling with this. The fear of not being accepted, of being different, of not having a man, all make it hard for a woman to do what she really believes is right for her.","c":"fear","a":"Olympia Dukakis"},{"id":"1b0C1YwXT6xn4","t":"Action cures fear, inaction creates terror.","c":"fear","a":"Douglas Horton"},{"id":"tdNydWglbI_V-","t":"Jerusalem is a time bomb that I fear is just waiting to go off.","c":"fear","a":"King Abdullah II"},{"id":"p9Br2Vk7Mqa0q","t":"When we are afraid we ought not to occupy ourselves with endeavoring to prove that there is no danger, but in strengthening ourselves to go on in spite of the danger.","c":"fear","a":"Hale White"},{"id":"0gel-jXy3Gq7D","t":"Of the primary emotions, fear is the one that bears most directly on survival. Children show fear. Adults try not to, maybe because it's shameful, or, in some circumstances, dangerous. The fear response is automatic, though, and your body runs through its reflexes whether you want it to or not.","c":"fear","a":"Sebastian Junger"},{"id":"uMn22OadsQM-o","t":"Each sudden gust of light explains itself as flames, but neither they, nor even bombs redoubled on the hills tonight can quite include me in their fear.","c":"fear","a":"Andrew Motion"},{"id":"a5ITmWg2KlzZP","t":"Fear prophets and those prepared to die for the truth, for as a rule they make many others die with them, often before them, at times instead of them.","c":"fear","a":"Umberto Eco"},{"id":"dZi-UkQ9sF25r","t":"When I have a camera in my hand, I know no fear.","c":"fear","a":"Alfred Eisenstaedt"},{"id":"At_ErMerFdjA9","t":"I have no fear that the candle lighted in Palestine years ago will ever be put out.","c":"fear","a":"Dean Inge"},{"id":"j0XzG_H2rw2Gw","t":"Great work is done by people who are not afraid to be great.","c":"fear","a":"Fernando Flores"},{"id":"A95iWq3tc3LDb","t":"My greatest desire is that the hope that has overcome fear in my country will help vanquish it around the world.","c":"fear","a":"Luiz Inacio Lula da Silva"},{"id":"EVl6Peyev9Pyh","t":"The wise person often shuns society for fear of being bored.","c":"fear","a":"Jean de la Bruyere"},{"id":"N8BZMdNlsdBwz","t":"I fear all we have done is to awaken a sleeping giant and fill him with a terrible resolve.","c":"fear","a":"Isoroku Yamamoto"},{"id":"hqh1Nr13T5Rmo","t":"Courageous people do not fear forgiving, for the sake of peace.","c":"fear","a":"Nelson Mandela"},{"id":"qVZG9VWkMnIAi","t":"There are times when fear is good. It must keep its watchful place at the heart's controls.","c":"fear","a":"Aeschylus"},{"id":"0_HXHMRF_kaT8","t":"Hey, we all have our fear. Mine is bugs and lobsters!","c":"fear","a":"Brooke Burke"},{"id":"I8jCsaVlMTdXk","t":"No person who is enthusiastic about his work has anything to fear from life.","c":"fear","a":"Samuel Goldwyn"},{"id":"bl5I4mNmemf_g","t":"You know, sometimes I feel well and vital in the world, and sometimes I just feel so distressed I want to pull my hair out by the roots.","c":"fear","a":"Sharon Stone"},{"id":"Di5IwpOZU_aVv","t":"From too much love of living, From hope and fear set free, We thank with brief thanksgiving Whatever gods may be That no life lives for ever That dead men rise up never That even the weariest river Winds somewhere safe to sea.","c":"fear","a":"Algernon Charles Swinburne"},{"id":"r4znU_XUKlpwW","t":"Fear is the dark room where the Devil develops his negatives.","c":"fear","a":"Gary Busey"},{"id":"QmmdTMbiQhx6k","t":"People don't want to talk about death, just like they don't want to talk about computer security. Maybe I should have named my workstation Fear. People are so motivated by fear.","c":"fear","a":"Dan Farmer"},{"id":"LON2OuKtk6cLp","t":"Some movie stars wear their sunglasses even in church. They're afraid God might recognize them and ask for autographs.","c":"fear","a":"Fred Allen"},{"id":"tln44pi5gFl3p","t":"If we fear the unknown then surely we fear ourselves.","c":"fear","a":"Bryant H. McGill"},{"id":"HZG33CvqGsz67","t":"Americans are in a cycle of fear which leads to people not wanting to spend and not wanting to make investments, and that leads to more fear. We'll break out of it. It takes time.","c":"fear","a":"Warren Buffett"},{"id":"I5UNHP5YePk63","t":"Fear may come true that which one is afraid of.","c":"fear","a":"Viktor E. Frankl"},{"id":"-ETRkUeECCTRY","t":"Fear is a question. What are you afraid of and why? Our fears are a treasure house of self-knowledge if we explore them.","c":"fear","a":"Marilyn French"},{"id":"zruz1JJI-QhHS","t":"It is the strange fate of man, that even in the greatest of evils the fear of the worst continues to haunt him.","c":"fear","a":"Johann Wolfgang von Goethe"},{"id":"gdykr7lhZI56p","t":"People are afraid, and when people are afraid, when their pie is shrinking, they look for somebody to hate. They look for somebody to blame. And a real leader speaks to anxiety and to fear and allays those fears, assuages anxiety.","c":"fear","a":"Henry Louis Gates"},{"id":"PagQrmIA47VW5","t":"I don't believe in fear - I live my life without regrets.","c":"fear","a":"Puff Daddy"},{"id":"eJdJflcpp_A-Q","t":"I'd like to jump out of a plane. I have a fear of heights I'd like to face.","c":"fear","a":"Freida Pinto"},{"id":"Wy6EC6PlgvS0z","t":"As long as enough people can be frightened, then all people can be ruled. That is how it works in a democratic system and mass fear becomes the ticket to destroy rights across the board.","c":"fear","a":"James Bovard"},{"id":"xJnsmrRGL17YU","t":"Fear can make all of us do the wrong things sometimes.","c":"fear","a":"Vanessa Paradis"},{"id":"FZ2iN_d-zgOXn","t":"God helps those who fear Him.","c":"fear","a":"Abu Bakr"},{"id":"zedQXHBZUekgm","t":"We should laugh before being happy, for fear of dying without having laughed.","c":"fear","a":"Jean de la Bruyere"},{"id":"2UuYts3uhnSEH","t":"Hate is the consequence of fear we fear something before we hate it a child who fears noises becomes a man who hates noise.","c":"fear","a":"Cyril Connolly"},{"id":"sk3UjyVHYLOxm","t":"The course of this conflict is not known, yet its outcome is certain. Freedom and fear, justice and cruelty, have always been at war, and we know that God is not neutral between them.","c":"fear","a":"George W. Bush"},{"id":"j16REWi2paS-L","t":"Sides are being divided now. It's very obvious. So if you're on the other side of the fence, you're suddenly anti-American. It's breeding fear of being on the wrong side.","c":"fear","a":"Sam Shepard"},{"id":"MhuA7ZqmAKfxU","t":"Democracy is stronger than terrorism, and we will not cower to the terrorists' campaign of fear.","c":"fear","a":"John Doolittle"},{"id":"2DeVQmu985hEK","t":"He doesn't know the meaning of the word fear, but then again he doesn't know the meaning of most words.","c":"fear","a":"Bobby Bowden"},{"id":"bhwupKY0HFkiM","t":"People feel uncomfortable talking about racial issues out of fear that if they express things, they will be characterized in a way that's not fair. I think that there is still a need for a dialogue about things racial that we've not engaged in.","c":"fear","a":"Eric Holder"},{"id":"pFNRdGPKezsN8","t":"The biggest fear I have is to die with regrets, and of course that will come true.","c":"fear","a":"Alexander Payne"},{"id":"G_cKz_wc6kiyQ","t":"Those who own much have much to fear.","c":"fear","a":"Rabindranath Tagore"},{"id":"j3zTUvvlwGtfK","t":"Not a few other very eminent and scholarly men made the same request, urging that I should no longer through fear refuse to give out my work for the common benefit of students of Mathematics.","c":"fear","a":"Nicolaus Copernicus"},{"id":"GHEr_XLzPhiAf","t":"Jealousy is the fear of comparison.","c":"fear","a":"Max Frisch"},{"id":"27pVUV6hWpPTt","t":"Do not fear to be eccentric in opinion, for every opinion now accepted was once eccentric.","c":"fear","a":"Bertrand Russell"},{"id":"LirsNXQMzIHK5","t":"I have a fear of poverty in old age. I have this vision of myself living in a skip and eating cat food. It's because I'm freelance, and I've never had a proper job. I don't have a pension, and my savings are dwindling. I always thought someone would just come along and look after me.","c":"fear","a":"Jenny Eclair"},{"id":"W9eiocDawvd8J","t":"African women in general need to know that it's OK for them to be the way they are - to see the way they are as a strength, and to be liberated from fear and from silence.","c":"fear","a":"Wangari Maathai"},{"id":"Xg8dcsRRZa6Z8","t":"And if the great fear had not come upon me, as it did, and forced me to do my duty, I might have been less good to the people than some man who had never dreamed at all, even with the memory of so great a vision in me.","c":"fear","a":"Black Elk"},{"id":"BHsJ82eztOxGd","t":"I have a fear of being boring.","c":"fear","a":"Christian Bale"},{"id":"dq_shtOlJWWie","t":"There is none made so great, but he may both need the help and service, and stand in fear of the power and unkindness, even of the meanest of mortals.","c":"fear","a":"Lucius Annaeus Seneca"},{"id":"tAgd-0a-cSUOZ","t":"Satirists gain the applause of others through fear, not through love.","c":"fear","a":"William Hazlitt"},{"id":"3gkctIBF3tpTU","t":"In order to properly understand the big picture, everyone should fear becoming mentally clouded and obsessed with one small section of truth.","c":"fear","a":"Xun Zi"},{"id":"rbf_UlRiBRZuo","t":"A nation that is afraid to let its people judge the truth and falsehood in an open market is a nation that is afraid of its people.","c":"fear","a":"John F. Kennedy"},{"id":"jX8LN_L7ZcL5q","t":"So then learn to conquer your fear. This is the only art we have to master nowadays: to look at things without fear, and to fearlessly do right.","c":"fear","a":"Friedrich Durrenmatt"},{"id":"V6QvnVNj_G2tX","t":"Our country is now geared to an arms economy bred in an artificially induced psychosis of war hysteria and an incessant propaganda of fear.","c":"fear","a":"Douglas MacArthur"},{"id":"T4K2LtEe15Y3S","t":"The Russians feared Ike. They didn't fear me.","c":"fear","a":"Lyndon B. Johnson"},{"id":"ak5qsLn-v6qUL","t":"You can ask me pretty much anything. There'll be things I'll go, 'That feels a little too personal.' But most things I don't have a fear of being asked about.","c":"fear","a":"Nicole Kidman"},{"id":"jPjQhR-ekAmBS","t":"Only a fool does not fear actors, but you can't beat them, and if you can't beat them, join them, as they say. As I've got older I've become very interested in that part of the work.","c":"fear","a":"Lars von Trier"},{"id":"-yl8Ds24ApBpg","t":"One thing about being successful is that I stopped being afraid of dying. Once you're a star you're dead already. You're embalmed.","c":"fear","a":"Dustin Hoffman"},{"id":"Rcye3AABXMrru","t":"Being brave isn't the absence of fear. Being brave is having that fear but finding a way through it.","c":"fear","a":"Bear Grylls"},{"id":"2nKTA7DloVEuc","t":"People have a fear of the unknown. Insects have different senses than us, different amount of limbs and their body structure is very different. It's hard for us to really relate to them and understand them.","c":"fear","a":"Dominic Monaghan"},{"id":"1zSZg5F5Qscp9","t":"My greatest fear is feeling like a professional novelist. Somebody who creates characters, who sits down and has pieces of paper taped to the wall - what's going to happen in this scene, or this act. What I like is for it to be a much more scary, sloppy reflection of who I am.","c":"fear","a":"Jonathan Safran Foer"},{"id":"xEgf_AsUSO-XX","t":"The weeds keep multiplying in our garden, which is our mind ruled by fear. Rip them out and call them by name.","c":"fear","a":"Sylvia Browne"},{"id":"EuE-U7pe-wqdE","t":"'Truth Will Set U Free' is about honesty. My philosophic belief that ultimately being true to yourself is liberating, with every individual's inalienable right to be who they are without fear or recrimination.","c":"fear","a":"Corey Hart"},{"id":"jV5LOcJtXMfRs","t":"My fear now is of cliche, of complacency, of not being able to feel authenticity in myself and those around me.","c":"fear","a":"John Hawkes"},{"id":"Mu4GMhCD34_2k","t":"Studios, because they are investing a great deal of money in movies, they want a guarantee that when they hire somebody that person can deliver for them. Everything is fear based, so they pigeonhole people. But I've written everything, from Westerns to sci-fi to dramedy, I've done it all.","c":"fear","a":"Melissa Rosenberg"},{"id":"NhpVZ9f6xm-RM","t":"I fear not the man who has practiced 10,000 kicks once, but I fear the man who has practiced one kick 10,000 times.","c":"fear","a":"Bruce Lee"},{"id":"mswTLQyXCSJ_3","t":"I decided to make 'Captain America' because I realized I wasn't doing the film because it terrified me. You can't make decisions based on fear.","c":"fear","a":"Chris Evans"},{"id":"rlRmFCDQ4lIhE","t":"I think there's a lot projected on beautiful women, period. At least, maybe this is just my fear, but I do sometimes feel dismissed before I've even been allowed to participate. I have moments of feeling really wounded. But I am pretty optimistic, and I do enjoy a lot of my life.","c":"fear","a":"Shalom Harlow"},{"id":"HGs4kW32LEE5_","t":"It is better for you to be free of fear lying upon a pallet, than to have a golden couch and a rich table and be full of trouble.","c":"fear","a":"Epicurus"},{"id":"lx0Frq1YApiiR","t":"Americans are apocalyptic by nature. The reason why is that we've always had so much, so we live in deadly fear that people are going to take it away from us.","c":"fear","a":"Stephen King"},{"id":"lc8-cxnZ0YQaA","t":"My greatest fear is that the audience will beat me to the punch line.","c":"fear","a":"David Mamet"},{"id":"GhL4WUX7FwvDO","t":"There are many who dare not kill themselves for fear of what the neighbours will say.","c":"fear","a":"Cyril Connolly"},{"id":"RBFMpG8EUoIDL","t":"Seeing that a Pilot steers the ship in which we sail, who will never allow us to perish even in the midst of shipwrecks, there is no reason why our minds should be overwhelmed with fear and overcome with weariness.","c":"fear","a":"John Calvin"},{"id":"QO_yiiLRw4QI2","t":"Fools rush in where angels fear to tread.","c":"fear","a":"Alexander Pope"},{"id":"jaDgLF_Oh_VuE","t":"Fear created the first gods in the world.","c":"fear","a":"Caecilius Statius"},{"id":"rM710-qXNXKGD","t":"Here's what the right-wing has in, there's no shortage of the natural resources of ignorance, apathy, hate, fear. As long as those things are in the collective conscious and unconscious, the Republicans will have some votes.","c":"fear","a":"Janeane Garofalo"},{"id":"fLdIcCUT0q3qR","t":"Men shrink less from offending one who inspires love than one who inspires fear.","c":"fear","a":"Niccolo Machiavelli"},{"id":"pjW0E8_Z-6YF8","t":"The one thing I've learned is that stuttering in public is never as bad as I fear it will be.","c":"fear","a":"John Stossel"},{"id":"a3vrumyBL0en-","t":"Hope thou not much, and fear thou not at all.","c":"fear","a":"Algernon Charles Swinburne"},{"id":"BrVe2UXq_qkrG","t":"I spoke without fear of contradiction. I simply did not suffer self-doubt.","c":"fear","a":"Elia Kazan"},{"id":"f_rDhafsPqZGh","t":"Some days it is a heroic act just to refuse the paralysis of fear and straighten up and step into another day.","c":"fear","a":"Edward Albert"},{"id":"2UifN5ZmGQKpj","t":"A company is stronger if it is bound by love rather than by fear.","c":"fear","a":"Herb Kelleher"},{"id":"CuqG-qlanOGbJ","t":"When men don't fear God, they give themselves to evil.","c":"fear","a":"Ray Comfort"},{"id":"RhtlFYupI1bJK","t":"Valor grows by daring, fear by holding back.","c":"fear","a":"Publilius Syrus"},{"id":"dyRbKzT54EsXF","t":"As one who participated in all the wars of the state of Israel, I saw the horror of wars. I saw the fear of wars. I saw my best friends being killed in battles. I was seriously injured twice.","c":"fear","a":"Ariel Sharon"},{"id":"KKf3BdW2BLyqE","t":"Fear is the passion of slaves.","c":"fear","a":"Patrick Henry"},{"id":"gtnTWyD_8aJLE","t":"One had to take some action against fear when once it laid hold of one.","c":"fear","a":"Rainer Maria Rilke"},{"id":"Hx4yNmbynRUxk","t":"That man is prudent who neither hopes nor fears anything from the uncertain events of the future.","c":"fear","a":"Anatole France"},{"id":"-Wp8yOp-bhnAs","t":"I live in constant fear of being fired or dropped for that dark part of my work I can't control.","c":"fear","a":"Lynda Barry"},{"id":"tDV36_0jBenfU","t":"Many a time freedom has been rolled back - and always for the same sorry reason: fear.","c":"fear","a":"Molly Ivins"},{"id":"femmyltF3TKtS","t":"You pretend to be more eccentric than you actually are because you fear you are an interchangeable cog.","c":"fear","a":"Doug Coupland"},{"id":"Qe-RGddpQvcud","t":"There is not a truth existing which I fear... or would wish unknown to the whole world.","c":"fear","a":"Thomas Jefferson"},{"id":"Jq1iobvLn-fME","t":"To conquer fear is the beginning of wisdom.","c":"fear","a":"Bertrand Russell"},{"id":"7yS2ncBwtOwBH","t":"Many of us crucify ourselves between two thieves - regret for the past and fear of the future.","c":"fear","a":"Fulton Oursler"},{"id":"1b3fvb1uuGX7x","t":"Fear is a disease that eats away at logic and makes man inhuman.","c":"fear","a":"Marian Anderson"},{"id":"1P4y4bGaOzmLL","t":"Years may wrinkle the skin, but to give up enthusiasm wrinkles the soul. Worry, fear, self-distrust bows the heart and turns the spirit back to dust.","c":"fear","a":"Samuel Ullman"},{"id":"r4dpwZUE83Hp5","t":"I'll think, If this is his first punch, how are the others gonna feel? That's the only fear I have for myself.","c":"fear","a":"Sugar Ray Leonard"},{"id":"Fxa9YVtD56Sd8","t":"He who is not everyday conquering some fear has not learned the secret of life.","c":"fear","a":"Ralph Waldo Emerson"},{"id":"AQWu49G2iDl1g","t":"There is no passion so contagious as that of fear.","c":"fear","a":"Michel de Montaigne"},{"id":"cNukoOZ0ujv2d","t":"If people would know how little brain is ruling the world, they would die of fear.","c":"fear","a":"Ivo Andric"},{"id":"KodpACIv7uKSI","t":"You don't have to do everything by the time you're 30. Or 40. All you need is a work ethic. It's what allows you to push through moments of disappointment and self-doubt and fear.","c":"fear","a":"Candace Bushnell"},{"id":"HuJNWhL3NQRbZ","t":"We often pretend to fear what we really despise, and more often despise what we really fear.","c":"fear","a":"Charles Caleb Colton"},{"id":"h5n9P6xa2rprP","t":"In itself, homosexuality is as limiting as heterosexuality: the ideal should be to be capable of loving a woman or a man either, a human being, without feeling fear, restraint, or obligation.","c":"fear","a":"Simone de Beauvoir"},{"id":"TMUUt8s-KZNZ7","t":"Our society must make it right and possible for old people not to fear the young or be deserted by them, for the test of a civilization is the way that it cares for its helpless members.","c":"fear","a":"Pearl S. Buck"},{"id":"iDu_xJtTHazbo","t":"I fear those big words which make us so unhappy.","c":"fear","a":"James Joyce"},{"id":"Q0CGUX8BDYBEe","t":"Let no man fear to die, we love to sleep all, and death is but the sounder sleep.","c":"fear","a":"Francis Beaumont"},{"id":"2kQedF_r-8NUl","t":"Terrorism is a psychological warfare. Terrorists try to manipulate us and change our behavior by creating fear, uncertainty, and division in society.","c":"fear","a":"Patrick J. Kennedy"},{"id":"_N2AJNFmT9Bny","t":"No one should have to choose between medicine and other necessities. No one should have to use the emergency room every time a child gets sick. And no one should have to live in constant fear that a medical problem will become a financial crisis.","c":"fear","a":"Brad Henry"},{"id":"E9vOyjzDyOSbb","t":"I thought Erica Jong's Fear of Flying was one of the biggest pieces of crap that I've ever read in my life.","c":"fear","a":"Helen Reddy","e":true},{"id":"7cEYspgDk2mww","t":"Almost all the ideas we have about being a man or being a woman are so burdened with pain, anxiety, fear and self-doubt. For many of us, the confusion around this question is excruciating.","c":"fear","a":"Andrew Cohen"},{"id":"8yufull65-Iop","t":"You know, Stephen says, in the movies no one ever goes to the bathroom. They shave, they brush their teeth. He goes right at this sort of funny taboo we have about the bathroom, and he turned it into this nightmare, you know, your worst fear of what's in there.","c":"fear","a":"Lawrence Kasdan"},{"id":"w5wKy-xSTl39B","t":"I think we have lost our groove as a country. One of the reasons was the attack on 9/11. We got knocked off our game. From a country that always exported hope we went into the business of exporting fear.","c":"fear","a":"Thomas Friedman"},{"id":"ccjqdVpYR_MoI","t":"I can't understand people calling themselves religious and being hateful. If a preacher is preaching hate, to fear God that's not religion, that's not helping humanity, that's organizing an army to defeat somebody.","c":"fear","a":"Mojo Nixon"},{"id":"k49ODTkiqDYcY","t":"Cruelty is a tyrant that's always attended with fear.","c":"fear","a":"Thomas Fuller"},{"id":"71mKadLbcngbZ","t":"If people are good only because they fear punishment, and hope for reward, then we are a sorry lot indeed.","c":"fear","a":"Albert Einstein"},{"id":"OXb20CB6mZk6a","t":"I'd make a terrible surgeon. The fear of blood? Very high on my list.","c":"fear","a":"Kristen Wiig"},{"id":"kgnr6XJC1h5d1","t":"In terms of fear, I still am most afraid of Freddie Kruger.","c":"fear","a":"Andrew Mason"},{"id":"KDTYs5yl-9wzf","t":"Falsehood is invariably the child of fear in one form or another.","c":"fear","a":"Aleister Crowley"},{"id":"wR9yEkTBzaUuy","t":"I define fear as standing across the ring from Joe Louis and knowing he wants to go home early.","c":"fear","a":"Max Baer"},{"id":"JzV_j9wEsQsVW","t":"When we drop fear, we can draw nearer to people, we can draw nearer to the earth, we can draw nearer to all the heavenly creatures that surround us.","c":"fear","a":"Bell Hooks"},{"id":"1Ker9pPPc8t6M","t":"A huge part of what animates homophobia among young people is paranoia and fear of their own capacity to be gay themselves.","c":"fear","a":"Dan Savage"},{"id":"FrjVo-vPUJFUy","t":"I have no fear of photography as long as it cannot be used in heaven and in hell.","c":"fear","a":"Edvard Munch"},{"id":"hFBJ6a2bPoFh1","t":"Yoga is a way to freedom. By its constant practice, we can free ourselves from fear, anguish and loneliness.","c":"fear","a":"Indra Devi"},{"id":"1CPQFrUhD34M_","t":"Ultimately we know deeply that the other side of every fear is freedom.","c":"fear","a":"Marilyn Ferguson"},{"id":"Wb1s5_sCeOB_a","t":"I think that my vampires in general were influenced by my being allowed to watch the Hammer vampire films. Vampire Circus, also shown as Circus of Fear, was one of those movies.","c":"fear","a":"Laurell K. Hamilton"},{"id":"dzzJDZs1_1w5R","t":"I will show you fear in a handful of dust.","c":"fear","a":"T. S. Eliot"},{"id":"MPPElNHOL6zpd","t":"I write for those women who do not speak, for those who do not have a voice because they were so terrified, because we are taught to respect fear more than ourselves. We've been taught that silence would save us, but it won't.","c":"fear","a":"Audre Lorde"},{"id":"a8bRpvOkwBgq2","t":"It seemed that rebellion must have an unassailable base, something guarded not merely from attack, but from the fear of it: such a base as we had in the Red Sea Parts, the desert, or in the minds of the men we converted to our creed.","c":"fear","a":"T. E. Lawrence"},{"id":"aBa2lAOZEaNPa","t":"I sometimes have a horrible fear of turning up a canvas of mine. I'm always afraid of finding a monster in place of the precious jewels I thought I had put there!","c":"fear","a":"Camille Pissarro"},{"id":"7ON5a-LTO-ZVl","t":"I have been thinking about the notion of perfect love as being without fear, and what that means for us in a world that's becoming increasingly xenophobic, tortured by fundamentalism and nationalism.","c":"fear","a":"Bell Hooks"},{"id":"fO1l0DlH6qfng","t":"To pity distress is but human to relieve it is Godlike.","c":"fear","a":"Horace Mann"},{"id":"0JkO5G6j_bprh","t":"Fear is the mother of morality.","c":"fear","a":"Friedrich Nietzsche"},{"id":"yz-Iw6rVgfM54","t":"Fear defeats more people than any other one thing in the world.","c":"fear","a":"Ralph Waldo Emerson"},{"id":"HsPqRTzTNFVj4","t":"Our government has kept us in a perpetual state of fear - kept us in a continuous stampede of patriotic fervor - with the cry of grave national emergency.","c":"fear","a":"Douglas MacArthur"},{"id":"6szQyBvf8ASiQ","t":"He has not learned the first lesson of life who does not every day surmount a fear.","c":"fear","a":"John Dryden"},{"id":"-fcQ3YEbWTS6W","t":"I don't buy into any of that hogwash. They put that out to sell tickets. It's just a classic horror movie, with the Greek drama formula of good versus evil, and lots of fear.","c":"fear","a":"Margot Kidder"},{"id":"wG8L9db0yhdxk","t":"I expect nothing. I fear no one. I am free.","c":"fear","a":"Nikos Kazantzakis"},{"id":"YUcjSX4V0zBUQ","t":"I think, however, that so long as our present economic and national systems continue, scientific research has little to fear.","c":"fear","a":"John B. S. Haldane"},{"id":"r89J0JWgbeMEu","t":"I have this fear of falling in front of large groups of people. That's why I tend not to wear heels.","c":"fear","a":"Taylor Swift"},{"id":"S0O4kuOv9vjet","t":"When a match has equal partners then I fear not.","c":"fear","a":"Aeschylus"},{"id":"nJ4FsDYY6Pv7W","t":"The vehemence with which certain critics have chosen not simply to criticize what I've written, but to challenge my writing this story at all, speaks of what the book is about: fear of disapproval.","c":"fear","a":"Joyce Maynard"},{"id":"At4YAZcydE0NO","t":"They did interviews with my wife and daughter-they were genuinely in fear of me having a heart attack, working 20 hours a day, eating fast food.","c":"fear","a":"Willie Aames"},{"id":"QuIyrNd_V-FFE","t":"I remember being onstage once when I didn't have fear: I got so scared I didn't have fear that it brought on an anxiety attack.","c":"fear","a":"Carly Simon"},{"id":"EYBB4aEGlouFq","t":"When you are 16 there is no fear whatsoever. As you get older you play in more important games and that is when you start thinking about what will happen if you win or lose.","c":"fear","a":"Wayne Rooney"},{"id":"6C-NYaUgNRIkr","t":"Why fear death? It is the most beautiful adventure in life.","c":"fear","a":"Charles Frohman"},{"id":"jwUIUmFjHHj3a","t":"If you don't go towards the thing you fear, you won't be able to say you lived.","c":"fear","a":"Sherri Shepherd"},{"id":"KZXZqkG3e1oHX","t":"Fear is the foundation of safety.","c":"fear","a":"Tertullian"},{"id":"IqxdZwM96sd5U","t":"My biggest fear in life is to be average.","c":"fear","a":"M. Night Shyamalan"},{"id":"mtw2umDYlCMxV","t":"A person's fears are lighter when the danger is at hand.","c":"fear","a":"Lucius Annaeus Seneca"},{"id":"OaSpz6H8x2KFt","t":"The thing about Republicans is that they don't care so much about respect, but they love fear, at least in others.","c":"fear","a":"Jane Smiley"},{"id":"YB4DvG2dfMAcV","t":"Fear and greed are potent motivators. When both of these forces push in the same direction, virtually no human being can resist.","c":"fear","a":"Andrew Weil"},{"id":"tRFKQSkpq9cTX","t":"My feelings for Ellen overrode all of my fear about being out as a lesbian. I had to be with her, and I just figured I'd deal with the other stuff later.","c":"fear","a":"Portia de Rossi","e":true},{"id":"kGzN0oCeIX1lI","t":"I think one of the terrible things today is that people have this deathly fear of food: fear of eggs, say, or fear of butter. Most doctors feel that you can have a little bit of everything.","c":"fear","a":"Julia Child"},{"id":"Wf61nGlgWENdk","t":"A word does not frighten the man who, in acting, feels no fear.","c":"fear","a":"Sophocles"},{"id":"_Q3Tc8EesHQIs","t":"Fear is just not a part of my life - so much so that if it's involved in somebody else's life and they're close to me, I won't be around them.","c":"fear","a":"Jeremy Renner"},{"id":"PL_3lg2U0Kk9i","t":"Honest to God, all my life I have had such a fear of spiders. In fact, I use to have a reoccurring dream about one. Very clearly, it was black with a red head. It would sit up in the corner of the bedroom and when it started getting closer, I would wake up in a panic.","c":"fear","a":"Tippi Hedren"},{"id":"vYJrsbsJl3ZWb","t":"Authority has every reason to fear the skeptic, for authority can rarely survive in the face of doubt.","c":"fear","a":"Vita Sackville-West"},{"id":"RrCHWx9MHcuM1","t":"I didn't want to be on the losing side. I was fed up with Jewish weakness, timidity and fear. I didn't want any more Jewish sentimentality and Jewish suffering. I was sickened by our sad songs.","c":"fear","a":"Lionel Blue"},{"id":"gID44UKBmaX8_","t":"There is no hope unmingled with fear, and no fear unmingled with hope.","c":"fear","a":"Baruch Spinoza"},{"id":"9_jHs1vXQWq2D","t":"To overcome a fear, here's all you have to do: realize the fear is there, and do the action you fear anyway.","c":"fear","a":"Peter McWilliams"},{"id":"aInd3lag5ZIpP","t":"When I was younger I used to pick things just to face the fear.","c":"fear","a":"Vincent D'Onofrio"},{"id":"H0GLVmjcQZNT3","t":"I get so nervous on stage I can't help but talk. I try. I try telling my brain: stop sending words to the mouth. But I get nervous and turn into my grandma. Behind the eyes it's pure fear. I find it difficult to believe I'm going to be able to deliver.","c":"fear","a":"Adele"},{"id":"5m6S0eX2s3Xn2","t":"If you have an issue with homosexuality, then it comes to your own fear and your own darkness.","c":"fear","a":"Tori Amos"},{"id":"xn6-MYwWHcCs9","t":"You feel sometimes when you hear analysts and knowledgeable people talking about Iran that they fear so much about the survival of the regime, because deep down it's not a legitimate regime, it doesn't represent the will of the people, it's kind of morphed into kind of a military theocracy.","c":"fear","a":"Hillary Clinton"},{"id":"m8vBt7L_KKE8K","t":"I more fear what is within me than what comes from without.","c":"fear","a":"Martin Luther"},{"id":"F-p5JuU_BBCY2","t":"Love is a symbol of eternity. It wipes out all sense of time, destroying all memory of a beginning and all fear of an end.","c":"fear","a":"Madame de Stael"},{"id":"aa94V5NRuuoM0","t":"We tell lies when we are afraid... afraid of what we don't know, afraid of what others will think, afraid of what will be found out about us. But every time we tell a lie, the thing that we fear grows stronger.","c":"fear","a":"Tad Williams"},{"id":"cvxIG2R4HILlh","t":"When I'm acting, I'm two beings. There's the one monitoring the distance between myself and the camera, making sure I hit my marks, and there is the one driven by this inner fire, this delicious fear.","c":"fear","a":"Jeanne Moreau"},{"id":"j45lfeq5WjAeu","t":"Everywhere that freedom stirs, let tyrants fear.","c":"fear","a":"George W. Bush"},{"id":"XN_rvQDv2na82","t":"We are afraid to care too much, for fear that the other person does not care at all.","c":"fear","a":"Eleanor Roosevelt"},{"id":"M9CUzM2kmEJ_S","t":"Poverty entails fear and stress and sometimes depression. It meets a thousand petty humiliations and hardships. Climbing out of poverty by your own efforts that is something on which to pride yourself but poverty itself is romanticized by fools.","c":"fear","a":"J. K. Rowling"},{"id":"GoRVijV8OnRM_","t":"I like normal stuff people fear - like spiders and heights. I'm frightened by the unknown, by things that are hard to figure out and get a grip on.","c":"fear","a":"Haley Joel Osment"},{"id":"PbqUlebqytjyV","t":"You cannot avoid war in life, you cannot avoid the fear of terrorism, you cannot avoid those things now, they are a part of everyday demeanor.","c":"fear","a":"John Mayer"},{"id":"a8fD5HlMKuhBx","t":"The abandoned infant's cry is rage, not fear.","c":"fear","a":"Robert Anton Wilson"},{"id":"Si889w5dNpLm1","t":"It is the perpetual dread of fear, the fear of fear, that shapes the face of a brave man.","c":"fear","a":"Georges Bernanos"},{"id":"dFINeC_J8qhyn","t":"President Obama is doing the right thing by offering young immigrants, most often in this country through no action of their own, a chance to live and work openly, free from the fear of deportation.","c":"fear","a":"Eliot Spitzer"},{"id":"QZSitz7TMbbzx","t":"Having a child, that's always been my biggest fear. I want a child and I fear a child.","c":"fear","a":"Marilyn Monroe"},{"id":"yiEE4sRlqz_l1","t":"The people to fear are not those who disagree with you, but those who disagree with you and are too cowardly to let you know.","c":"fear","a":"Napoleon Bonaparte"},{"id":"-UF1yMhNEMtBM","t":"There are no guarantees. From the viewpoint of fear, none are strong enough. From the viewpoint of love, none are necessary.","c":"fear","a":"Emmanuel Teney"},{"id":"IL-9YKz7BbLDJ","t":"One of the darkest, deepest shames so many of us mothers feel nowadays is our fear that we are Bad Mothers, that we are failing our children and falling far short of our own ideals.","c":"fear","a":"Ayelet Waldman"},{"id":"2UZjhxWDw_vrh","t":"The books that will never be read. And all due to the fear of censorship. As always, young readers will be the real losers.","c":"fear","a":"Judy Blume"},{"id":"VOc8jhqhXGMgS","t":"We should not be afraid to go into a new era, to leave the old beyond.","c":"fear","a":"Zack Wamp"},{"id":"uyIJf3Om0xb9b","t":"I never discuss a novel while I'm writing it, for fear that talking about it will diminish my desire to write it.","c":"fear","a":"Dean Koontz"},{"id":"XDMizuy6BCbWM","t":"Mysticism and exaggeration go together. A mystic must not fear ridicule if he is to push all the way to the limits of humility or the limits of delight.","c":"fear","a":"Milan Kundera"},{"id":"sl_7KPelA0uGQ","t":"I believe the American people have a genuine and justifiable fear of government intrusion in what they instinctively know is going to be an ever more intrusive world.","c":"fear","a":"Joe Biden"},{"id":"wTidn3OiJiFe-","t":"This is all you have. This is not a dry run. This is your life. If you want to fritter it away with your fears, then you will fritter it away, but you won't get it back later.","c":"fear","a":"Laura Schlessinger"},{"id":"Us7hhdEQzlCTT","t":"Roosevelt's declaration that Americans had 'nothing to fear but fear itself' was a glorious piece of inspirational rhetoric and just as gloriously wrong.","c":"fear","a":"Russell Baker"},{"id":"QewLCXUPN4Bdf","t":"Listen to what you know instead of what you fear.","c":"fear","a":"Richard Bach"},{"id":"W8TCOHrlqg1fL","t":"A child's fear is a world whose dark corners are quite unknown to grownup people it has its sky and its abysses, a sky without stars, abysses into which no light can ever penetrate.","c":"fear","a":"Julien Green"},{"id":"LOIlRKuRR5Ray","t":"Americans have an abiding belief in their ability to control reality by purely material means... airline insurance replaces the fear of death with the comforting prospect of cash.","c":"fear","a":"Cecil Beaton"},{"id":"Kgao3KqWqRUZn","t":"We need to teach the next generation of children from day one that they are responsible for their lives. Mankind's greatest gift, also its greatest curse, is that we have free choice. We can make our choices built from love or from fear.","c":"fear","a":"Elisabeth Kubler-Ross"},{"id":"88Nf0h0g0126F","t":"My dear brother Barack Obama has a certain fear of free black men. As a young brother who grows up in a white context, brilliant African father, he's always had to fear being a white man with black skin. All he has known culturally is white. He has a certain rootlessness, a deracination.","c":"fear","a":"Cornel West"},{"id":"zYh5nzOBT9gr8","t":"I'd rather give my life than be afraid to give it.","c":"fear","a":"Lyndon B. Johnson"},{"id":"FvE9WZkGpw3cb","t":"You can conquer almost any fear if you will only make up your mind to do so. For remember, fear doesn't exist anywhere except in the mind.","c":"fear","a":"Dale Carnegie"},{"id":"jaPidoumuWi4g","t":"On every front there are clear answers out there that can make this country stronger, but we're going to break through the fear and the frustration people are feeling. Our job is to make sure that even as we make progress, that we are also giving people a sense of hope and vision for the future.","c":"fear","a":"Barack Obama"},{"id":"7g0pcfnSjxmk0","t":"Fear is a huge thing for older people.","c":"fear","a":"James Hillman"},{"id":"A2-J9mMKddB4G","t":"Liberalism is trust of the people tempered by prudence. Conservatism is distrust of the people tempered by fear.","c":"fear","a":"William E. Gladstone"},{"id":"KCKlHwOpwvFtf","t":"'Freedom from fear' could be said to sum up the whole philosophy of human rights.","c":"fear","a":"Dag Hammarskjold"},{"id":"JW-ZctOgpG9de","t":"Uncertainty and fear and ignorance about immigrants, about people who are different, has a history as old as our Nation.","c":"fear","a":"Luis Gutierrez"},{"id":"EAZmm7Dkn52M_","t":"Most fear stems from sin to limit one's sins, one must assuredly limit one's fear, thereby bringing more peace to one's spirit.","c":"fear","a":"Marvin Gaye"},{"id":"67-lfDxPcClRM","t":"So here we are today with a new conversation. When University of Georgia plays Georgia Tech, it's uniform color versus skin color. We have - we've overcome that level of racial fear.","c":"fear","a":"Jesse Jackson"},{"id":"geQZUl6HFJetw","t":"Wit is so shining a quality that everybody admires it most people aim at it, all people fear it, and few love it unless in themselves. A man must have a good share of wit himself to endure a great share of it in another.","c":"fear","a":"Lord Chesterfield"},{"id":"xPSE3Ur6Rkl2j","t":"Fear rules almost every newsroom in the country.","c":"fear","a":"Dan Rather"},{"id":"ftXao7R2J-9vm","t":"Injustice is censured because the censures are afraid of suffering, and not from any fear which they have of doing injustice.","c":"fear","a":"Plato"},{"id":"DgDhvZwBhqKYD","t":"Fear doesn't exist anywhere except in the mind.","c":"fear","a":"Dale Carnegie"},{"id":"5lxc3lEhGUhjq","t":"Let us banish fear.","c":"fear","a":"Carter G. Woodson"},{"id":"3bfNjasr5_zQf","t":"Follow the path of the unsafe, independent thinker. Expose your ideas to the danger of controversy. Speak your mind and fear less the label of 'crackpot' than the stigma of conformity.","c":"fear","a":"Thomas John Watson, Sr."},{"id":"Qy201uABEXOFQ","t":"Well, I am now convinced there is no kind of fear or anxiety anyone has to live with.","c":"fear","a":"Ricky Williams"},{"id":"MIGJVeLUWVyNs","t":"There's no reason for the establishment to fear me. But it has every right to fear the people collectively - I am one with the people.","c":"fear","a":"Huey Newton"},{"id":"f7J_H1xe39x-M","t":"If you believe in yourself, if you are without fear, you will also be tolerant, non-aggressive and find love.","c":"fear","a":"Rollo Armstrong"},{"id":"R6NP0VJk8ehJF","t":"When you advise any person you should be guided by the fear of God.","c":"fear","a":"Abu Bakr"},{"id":"_bmT3Nf2Tq0u4","t":"Writing is a form of therapy sometimes I wonder how all those who do not write, compose or paint can manage to escape the madness, melancholia, the panic and fear which is inherent in a human situation.","c":"fear","a":"Graham Greene"},{"id":"sSAZN2nWKBRZj","t":"You've got to kick fear to the side, because the payoff is huge.","c":"fear","a":"Mariska Hargitay"},{"id":"MImR7kTpVoY3n","t":"I fear dying in the middle of a book. It would be so annoying to write 80,000 words and not get to the end. I'm phobic about it. So when I'm writing a book I leave messages all over the house for people to know how the story ends, and then someone can finish it for me.","c":"fear","a":"Anthony Horowitz"},{"id":"dSt7WKAOqLnzK","t":"To fear love is to fear life, and those who fear life are already three parts dead.","c":"fear","a":"Bertrand Russell"},{"id":"w-BBF5j5dfj1y","t":"China, in the future, is going to have even more nuclear capability than it has had in the past. I don't believe that they have anything to fear from the United States, and I frankly don't believe they do fear the United States.","c":"fear","a":"Paul Wolfowitz"},{"id":"KzYAmErG1bFy6","t":"I have no fear that the result of our experiment will be that men may be trusted to govern themselves without a master.","c":"fear","a":"Thomas Jefferson"},{"id":"afbCDloMuaN35","t":"Amin knew that neither West nor East would criticize him for fear that he would support the other side. He felt he was untouchable and he said so openly.","c":"fear","a":"Ryszard Kapuscinski"},{"id":"cTvYj8wVELr0a","t":"To have a great man for a friend seems pleasant to those who have never tried it those who have, fear it.","c":"fear","a":"Horace"},{"id":"rotMtDqdHMSEd","t":"Authoritarian political ideologies have a vested interest in promoting fear, a sense of the imminence of takeover by aliens and real diseases are useful material.","c":"fear","a":"Susan Sontag"},{"id":"ZvjxB0LS5xEf2","t":"I write entirely to find out what I'm thinking, what I'm looking at, what I see and what it means. What I want and what I fear.","c":"fear","a":"Joan Didion"},{"id":"D78SzMMOZ6FOA","t":"It may be you fear more to deliver judgment upon me than I fear judgment.","c":"fear","a":"Giordano Bruno"},{"id":"jXdXFjlpVHUPA","t":"If the markets had behaved badly, that would obviously add to people's sense of alarm... but there has been a lot of reassurance coming, particularly in the way the Brits handled all this. There seems to be no great fear that something like that is going to happen here.","c":"fear","a":"Brit Hume"},{"id":"zqDez7-YcqEsd","t":"I live in a kind of controlled awareness. I wouldn't call it fear, but it's an awareness. I know I have a responsibility to behave in a certain way. I'm able to do that.","c":"fear","a":"Mary Tyler Moore"},{"id":"4RqoYDgamDKQ6","t":"Americans are terrified because so many of them have been laid off in recent years and months and they fear that they may be next. Even if they have not been laid off or have not known anyone laid off, they definitely know someone who has lost his home.","c":"fear","a":"Ben Stein"},{"id":"8EXpezbSTl5f-","t":"I believe that every single event in life happens in an opportunity to choose love over fear.","c":"fear","a":"Oprah Winfrey"},{"id":"AM6Wn9mjNvTSt","t":"Why do people do things that they fear? It may be that the fear contains information. Something can be interesting if you get to the other side of that fear.","c":"fear","a":"Craig Ferguson"},{"id":"7KLMj8Dme8DuO","t":"God will never direct us to be prideful, arrogant and unforgiving, immoral or slothful or full of fear. We step into these things because we are insensitive to the leadership of the Holy Spirit within us.","c":"fear","a":"Charles Stanley"},{"id":"tvQffcQ7ly4j1","t":"Luck is everything... My good luck in life was to be a really frightened person. I'm fortunate to be a coward, to have a low threshold of fear, because a hero couldn't make a good suspense film.","c":"fear","a":"Alfred Hitchcock"},{"id":"1IupWddVNXSLy","t":"Fear has many eyes and can see things underground.","c":"fear","a":"Miguel de Cervantes"},{"id":"ee8yzJQxyvcu4","t":"The meaning I picked, the one that changed my life: Overcome fear, behold wonder.","c":"fear","a":"Richard Bach"},{"id":"KcC2RHNEDOuwx","t":"Fear makes us feel our humanity.","c":"fear","a":"Benjamin Disraeli"},{"id":"oeyod_Moy51lR","t":"Whenever somebody says they need an angle for their story I always fear that they've got an idea and they want me to fit into it or they want me to come up with an idea myself or I'm supposed to be more revealing than I've been, and to me it just sounds like something I don't want to do.","c":"fear","a":"David Duchovny"},{"id":"dAu5Sqv9ouOjk","t":"You have to be careful not to let your fear stop you doing things. It's very exciting to test yourself.","c":"fear","a":"Francesca Annis"},{"id":"QCRyzEFX-oXoe","t":"The fear of the never-ending onslaught of gizmos and gadgets is nothing new. The radio, the telephone, Facebook - each of these inventions changed the world. Each of them scared the heck out of an older generation. And each of them was invented by people who were in their 20s.","c":"fear","a":"Daniel H. Wilson"},{"id":"Usi7RyR3BU73M","t":"If you fear making anyone mad, then you ultimately probe for the lowest common denominator of human achievement.","c":"fear","a":"Jimmy Carter"},{"id":"Lfk66oWph8mqg","t":"People with bad consciences always fear the judgment of children.","c":"fear","a":"Mary McCarthy"},{"id":"XGkNcbn9wHoLg","t":"The only men who aren't in fear of women's reactions are usually men who aren't born or who are dead.","c":"fear","a":"Warren Farrell"},{"id":"V2VeYYIJDOB55","t":"There are very few monsters who warrant the fear we have of them.","c":"fear","a":"Andre Gide"},{"id":"3eZHtLo4gFrY-","t":"Part of the reason that the government's fear mongering is succeeding is because so many people are so ignorant, that it is easier for government to frighten people in submission.","c":"fear","a":"James Bovard"},{"id":"_YzF3A4woLpbt","t":"The greatest mistake we make is living in constant fear that we will make one.","c":"fear","a":"John C. Maxwell"},{"id":"GLlC68AlQ7nRK","t":"I do not say think as I think, but think in my way. Fear no shadows, least of all in that great spectre of personal unhappiness which binds half the world to orthodoxy.","c":"fear","a":"Thomas Huxley"},{"id":"WZJeW-OH4Cj8s","t":"Fame does lead to money, which I don't have a close relationship with. I'm the kind of guy who never sees the money - it all goes somewhere else. I don't understand it, I don't like to deal with it. I have a fear of not having it, because I grew up without it.","c":"fear","a":"David Duchovny"},{"id":"B6EYYhnG5OOKO","t":"Question with boldness even the existence of a God because, if there be one, he must more approve of the homage of reason, than that of blind-folded fear.","c":"fear","a":"Thomas Jefferson"},{"id":"Nt_woZlhQ7qlm","t":"Why are we so full of restraint? Why do we not give in all directions? Is it fear of losing ourselves? Until we do lose ourselves there is no hope of finding ourselves.","c":"fear","a":"Henry Miller"},{"id":"E9tLlPJWys8Vl","t":"By action and reaction do we become strong or weak, according to the character of our thoughts and mental states. Fear is the deadly nightshade of the mind.","c":"fear","a":"Edward Walker"},{"id":"l8i7U567ppYGI","t":"I was a postman one Christmas and I developed a morbid fear of dogs.","c":"fear","a":"Diane Abbott"},{"id":"1-6S3zVp0FEGW","t":"Hunger and fear are the only realities in dog life: an empty stomach makes a fierce dog.","c":"fear","a":"Robert Falcon Scott"},{"id":"fcVNyYnSbyllC","t":"What I fear most is power with impunity. I fear abuse of power, and the power to abuse.","c":"fear","a":"Isabel Allende"},{"id":"4kRp5fRqzV7_j","t":"But what is all this fear of and opposition to Oblivion? What is the matter with the soft Darkness, the Dreamless Sleep?","c":"fear","a":"James Thurber"},{"id":"1c2mAo8aOVLlp","t":"When we were scared about 9/11, we federalized the airport security, we spent millions for body armor for dogs in Ohio. All that over-reaction comes from fear and government - bad combination.","c":"fear","a":"John Stossel"},{"id":"ECKXBHKhL6GKs","t":"God, make me so uncomfortable that I will do the very thing I fear.","c":"fear","a":"Ruby Dee"},{"id":"cNI6QfjCCuD93","t":"Fear is the tax that conscience pays to guilt.","c":"fear","a":"George Sewell"},{"id":"VkDg9xAsab1Y_","t":"Collective fear stimulates herd instinct, and tends to produce ferocity toward those who are not regarded as members of the herd.","c":"fear","a":"Bertrand Russell"},{"id":"D6N-es245IONb","t":"As soon as men know that they can kill without fear of punishment or blame, they kill or at least they encourage killers with approving smiles.","c":"fear","a":"Simone Weil"},{"id":"IY7zPgzG9XKuf","t":"I won't allow myself to have tremendous fear.","c":"fear","a":"Calvin Klein"},{"id":"TvUOjtTxhu-Wv","t":"There's always a period of curious fear between the first sweet-smelling breeze and the time when the rain comes cracking down.","c":"fear","a":"Don DeLillo"},{"id":"JpBGBKZX44ziD","t":"It is not these well-fed long-haired men that I fear, but the pale and the hungry-looking.","c":"fear","a":"Julius Caesar"},{"id":"6RE0ni7h3bGmp","t":"Nothing is more despicable than respect based on fear.","c":"fear","a":"Albert Camus"},{"id":"KQwxDRDaVF4ZJ","t":"Willpower is the key to success. Successful people strive no matter what they feel by applying their will to overcome apathy, doubt or fear.","c":"fear","a":"Dan Millman"},{"id":"dEAP_hYXLqzJw","t":"Our heavenly Father understands our disappointment, suffering, pain, fear, and doubt. He is always there to encourage our hearts and help us understand that He's sufficient for all of our needs. When I accepted this as an absolute truth in my life, I found that my worrying stopped.","c":"fear","a":"Charles Stanley"},{"id":"4EmKAbESh00px","t":"So fear helps me from making mistakes, but I make lot of mistakes.","c":"fear","a":"Steve Irwin"},{"id":"DHBN11QJmpgDD","t":"Some men love truth so much that they seem to be in continual fear lest she should catch a cold on overexposure.","c":"fear","a":"Samuel Butler"},{"id":"e0X2nUB_eFNCx","t":"A man who is not afraid is not aggressive, a man who has no sense of fear of any kind is really a free, a peaceful man.","c":"fear","a":"Jiddu Krishnamurti"},{"id":"ixqCcoDC2GFOB","t":"My only fear is the unknown.","c":"fear","a":"David Blaine"},{"id":"g5bn5WH-YiYzu","t":"A cheerful frame of mind, reinforced by relaxation... is the medicine that puts all ghosts of fear on the run.","c":"fear","a":"George Matthew Adams"},{"id":"9734P7RXeeX2U","t":"Fear is, I believe, a most effective tool in destroying the soul of an individual - and the soul of a people.","c":"fear","a":"Anwar Sadat"},{"id":"-24Arelb2EfVx","t":"You always fear when you're making a movie that has a moral to the story that people are going to reject the idea of being taught a lesson.","c":"fear","a":"Christina Ricci"},{"id":"5EvZCodU1TnXw","t":"Do we fear terrorism so much that we throw out our Constitution, and are we unwilling and afraid to debate our Constitution?","c":"fear","a":"Rand Paul"},{"id":"Ia4pZv1Ivyt83","t":"Puritanism. The haunting fear that someone, somewhere, may be happy.","c":"fear","a":"H. L. Mencken"},{"id":"pHkl5m33K4kLI","t":"Show me a guy who's afraid to look bad, and I'll show you a guy you can beat every time.","c":"fear","a":"Lou Brock"},{"id":"xsbbCjQ1D58rA","t":"I was set free because my greatest fear had been realized, and I still had a daughter who I adored, and I had an old typewriter and a big idea. And so rock bottom became a solid foundation on which I rebuilt my life.","c":"fear","a":"J. K. Rowling"},{"id":"GERshEGshnq-U","t":"My optimism is not based primarily on the successful march of democracy in recent times but rather is based on the experience of having lived in a fear society and studied the mechanics of tyranny that sustain such a society.","c":"fear","a":"Natan Sharansky"},{"id":"cFMBjCRFqUn4J","t":"Right out of high school I never had the fear of getting beat, which is how most people lose.","c":"fear","a":"Dan Gable"},{"id":"hPbDOVKaZuuKB","t":"There is the fear, common to all English-only speakers, that the chief purpose of foreign languages is to make fun of us. Otherwise, you know, why not just come out and say it?","c":"fear","a":"Barbara Ehrenreich"},{"id":"W6e5lJuna7JJ_","t":"My fear is that, as soon as I get married and have kids that I'll kind of do what a lot of people do and suddenly start making, 'Now I'm gonna make films for kids.' I really hope I don't do that.","c":"fear","a":"Trey Parker"},{"id":"e2HjwYKta8pIY","t":"Fear cannot be banished, but it can be calm and without panic it can be mitigated by reason and evaluation.","c":"fear","a":"Vannevar Bush"},{"id":"4XCE9YwwFqER_","t":"In the '80s, I was putting out an album virtually every year, I think mostly based on fear - that if I didn't, people would soon forget about me.","c":"fear","a":"Al Yankovic"},{"id":"eYUkbD6vrSyKG","t":"My greatest fear is disappointing the reader, so each book has to be better than the one before.","c":"fear","a":"Anthony Horowitz"},{"id":"3asM7kK5olBsT","t":"The fear of life is the favorite disease of the 20th century.","c":"fear","a":"William Lyon Phelps"},{"id":"ob4d08UpYG22G","t":"You always have two choices: your commitment versus your fear.","c":"fear","a":"Sammy Davis, Jr."},{"id":"Bjh0BWcN8YQME","t":"Fear comes from uncertainty. When we are absolutely certain, whether of our worth or worthlessness, we are almost impervious to fear.","c":"fear","a":"William Congreve"},{"id":"vfLvr9Y0ZffNi","t":"It is better by noble boldness to run the risk of being subject to half the evils we anticipate than to remain in cowardly listlessness for fear of what might happen.","c":"fear","a":"Herodotus"},{"id":"KJTUJ9yWfUW7k","t":"If you can once engage people's pride, love, pity, ambition on your side, you need not fear what their reason can do against you.","c":"fear","a":"Lord Chesterfield"},{"id":"MR_2I6ifi7Ij4","t":"There is a time to take counsel of your fears, and there is a time to never listen to any fear.","c":"fear","a":"George S. Patton"},{"id":"MzQIkb5kg3f2t","t":"A line from one of my 1997 columns - 'Do one thing every day that scares you' - is now widely attributed to Eleanor Roosevelt, though I have yet to see any evidence that she ever said it and I don't believe she did. She said some things about fear, but not that thing.","c":"fear","a":"Mary Schmich"},{"id":"MG_w4d59fM-X7","t":"A star on a movie set is like a time bomb. That bomb has got to be defused so people can approach it without fear.","c":"fear","a":"Jack Nicholson"},{"id":"PQ9BAGxPzI8eq","t":"I hope for nothing. I fear nothing. I am free.","c":"fear","a":"Nikos Kazantzakis"},{"id":"20Lq_ay9F3au0","t":"There is no fear before and no fear after. We give our best.","c":"fear","a":"Rickie Lee Jones"},{"id":"Cwi2V6cO4gId-","t":"There is nothing strange about fear: no matter in what guise it presents itself it is something with which we are all so familiar that when a man appears who is without it we are at once enslaved by him.","c":"fear","a":"Henry Miller"},{"id":"pOTBM-Rf2PqY4","t":"Roosevelt talked not only about Freedom from Fear, but also Freedom from Want.","c":"fear","a":"Jeffrey Sachs"},{"id":"NtwEYmHOf9nsz","t":"As with most phobias, the fear of flying does make some sense, but if ever there was a fear worth quashing then this is it. After all, life is short, and there's a great big world to explore out there.","c":"fear","a":"Beth Ditto"},{"id":"o7SQL-aviM7b3","t":"I am pretty fearless, and you know why? Because I don't handle fear very well I'm not a good terrified person.","c":"fear","a":"Stevie Nicks"},{"id":"GIC-kczIYhWP9","t":"I think interviews can be fine. It's just there's this terrible fear of coming off wrongly or saying something that gets taken out of context.","c":"fear","a":"Nicholas Hoult"},{"id":"100X3eJtSkMUi","t":"I am very interested in what has been called bad taste. I believe the fear of displaying a soi-disant bad taste stops us from venturing into special cultural zones.","c":"fear","a":"Manuel Puig"},{"id":"EIkJtYR5x1Hmd","t":"I may be compelled to face danger, but never fear it, and while our soldiers can stand and fight, I can stand and feed and nurse them.","c":"fear","a":"Clara Barton"},{"id":"appZu94D2H9kF","t":"If we take the generally accepted definition of bravery as a quality which knows no fear, I have never seen a brave man. All men are frightened. The more intelligent they are, the more they are frightened.","c":"fear","a":"George S. Patton"},{"id":"hPxSLVSmcXHt3","t":"You have to have fear to take risks - and I want to at least try.","c":"fear","a":"Seann William Scott"},{"id":"QoLBVBIdHG_nc","t":"I wish I had less fear about creating my own parts.","c":"fear","a":"Kristen Wiig"},{"id":"qE1iQf4M5asEG","t":"My aim then was to whip the rebels, to humble their pride, to follow them to their inmost recesses, and make them fear and dread us.","c":"fear","a":"William Tecumseh Sherman"},{"id":"mbPCp9NjxDLx6","t":"Don't fear the terrorists. They're mothers and fathers.","c":"fear","a":"Rosie O'Donnell"},{"id":"QYMDDAlqjpHkn","t":"The Christian fear of the pagan outlook has damaged the whole consciousness of man.","c":"fear","a":"David Herbert Lawrence"},{"id":"r26GHxeFpf2og","t":"It is the privilege of those who fear love to murder those who do not fear it!","c":"fear","a":"May Sarton"},{"id":"DHPpX-KXbW1tH","t":"Do what you fear most and you control fear.","c":"fear","a":"Tom Hopkins"},{"id":"YXCsHJ6Q_myfg","t":"The more I traveled the more I realized that fear makes strangers of people who should be friends.","c":"fear","a":"Shirley MacLaine"},{"id":"i0ibf89xEA6_9","t":"We all have that burning question about what happens if we lose somebody we love, especially if we lose them tragically. We wonder what fear was going on, we wonder if we could have reached out and touched them, held their hand, looked in their eyes, been there.","c":"fear","a":"Kevin Costner"},{"id":"D5JMPoUD5tGs8","t":"The dread of lonliness is greater than the fear of bondage, so we get married.","c":"fear","a":"Cyril Connolly"},{"id":"G_lh_NOqRFxaj","t":"Fear God and work hard.","c":"fear","a":"David Livingstone"},{"id":"a4dKCWpdv6cti","t":"There is nothing I fear more than waking up without a program that will help me bring a little happiness to those with no resources, those who are poor, illiterate, and ridden with terminal disease.","c":"fear","a":"Nelson Mandela"},{"id":"5L8V9FpyPRkK2","t":"The day in 2004 when the radiologist told me I had invasive cancer, I walked down the hospital corridor looking for a phone to call my husband, and I could almost see the fear coming toward me like a big, black shadow.","c":"fear","a":"Geraldine Brooks"},{"id":"2OpFRZGskE7TI","t":"Boldness is a mask for fear, however great.","c":"fear","a":"John Dryden"},{"id":"p1QhYF7kWMpaR","t":"Advance, and never halt, for advancing is perfection. Advance and do not fear the thorns in the path, for they draw only corrupt blood.","c":"fear","a":"Khalil Gibran"},{"id":"_wenmVusmpnOe","t":"But to be the best, you must face the best. And to overcome your fear, you must deal with the best.","c":"fear","a":"Barry Bonds"},{"id":"r3Oc2Mz2_sfAx","t":"I think masculinity is bravado against the mystery of the universe of women. It's just a fear of not knowing what women have that's so powerful. It's this shield they put up to try to get closer.","c":"fear","a":"K. D. Lang"},{"id":"aKctmuyEntl2N","t":"When I hear music, I fear no danger. I am invulnerable. I see no foe. I am related to the earliest times, and to the latest.","c":"fear","a":"Henry David Thoreau"},{"id":"kbkTyLfxb9fQx","t":"My biggest fear in life is to be forgotten.","c":"fear","a":"Evita Peron"},{"id":"dtrRz47nEDlCM","t":"I do not fear Satan half so much as I fear those who fear him.","c":"fear","a":"Saint Teresa of Avila"},{"id":"h1bgGL3IMdqd2","t":"At the end of the day, we must go forward with hope and not backward by fear and division.","c":"fear","a":"Jesse Jackson"},{"id":"tZ2ACIIaz2rle","t":"I am so tired of fear. And I don't want my girls to live in a country, in a world, based on fear.","c":"fear","a":"Michelle Obama"},{"id":"YbAsQnBaMh0N7","t":"Scalded cats fear even cold water.","c":"fear","a":"Thomas Fuller"},{"id":"WF6UBrWHi_h26","t":"I think 'Dilbert' will remain popular as long as employees are frustrated and they fear the consequences of complaining too loudly. 'Dilbert' is the designated voice of discontent for the workplace. I never planned it that way. It just happened.","c":"fear","a":"Scott Adams"},{"id":"xCz7hoo05awec","t":"You are going to let the fear of poverty govern you life and your reward will be that you will eat, but you will not live.","c":"fear","a":"George Bernard Shaw"},{"id":"WNf3t30f0Imw7","t":"We poison our lives with fear of burglary and shipwreck, and, ask anyone, the house is never burgled, and the ship never goes down.","c":"fear","a":"Jean Anouilh"},{"id":"nlxodN6zsLZZl","t":"It's better to get mugged than to live a life of fear.","c":"fear","a":"Freeman Dyson"},{"id":"Nnqbf0viT_0LB","t":"Neither a man nor a crowd nor a nation can be trusted to act humanely or to think sanely under the influence of a great fear.","c":"fear","a":"Bertrand Russell"},{"id":"zsuOTZ2vHr60d","t":"Under the influence of fear, which always leads men to take a pessimistic view of things, they magnified their enemies' resources, and minimized their own.","c":"fear","a":"Titus Livius"},{"id":"Pm0oce5x5XRFM","t":"The roots of homophobia are fear. Fear and more fear.","c":"fear","a":"George Weinberg"},{"id":"LtANpHa0HmDmt","t":"The strongest passion is fear.","c":"fear","a":"Jean de La Fontaine"},{"id":"pgGzQPKhd2Dm9","t":"What I think we fear is rapid, pronounced, and uncontrollable changes to ourselves, and because of this we have a form of personality inertia - something that resists rapid change.","c":"fear","a":"Simon Travaglia"},{"id":"nhE2RvAM4_sp0","t":"The first duty of man is to conquer fear he must get rid of it, he cannot act till then.","c":"fear","a":"Thomas Carlyle"},{"id":"ImWRH2qRXSR09","t":"The one permanent emotion of the inferior man is fear - fear of the unknown, the complex, the inexplicable. What he wants above everything else is safety.","c":"fear","a":"H. L. Mencken"},{"id":"wsLNrEgmibuPN","t":"Even as we enumerate their shortcomings, the rigor of raising children ourselves makes clear to us our mothers' incredible strength. We fear both. If they are not strong, who will protect us? If they are not imperfect, how can we equal them?","c":"fear","a":"Anna Quindlen"},{"id":"yRATAcMDRh4vO","t":"Action conquers fear.","c":"fear","a":"Peter Nivio Zarlenga"},{"id":"TFCv5HSXUdleN","t":"To him who is in fear everything rustles.","c":"fear","a":"Sophocles"},{"id":"_DRudkkm6ARYG","t":"The real and effectual discipline which is exercised over a workman is that of his customers. It is the fear of losing their employment which restrains his frauds and corrects his negligence.","c":"fear","a":"Adam Smith"},{"id":"f0vrOqnMZTCz4","t":"Fix reason firmly in her seat, and call to her tribunal every fact, every opinion. Question with boldness even the existence of a God because, if there be one, he must more approve of the homage of reason, than that of blindfolded fear.","c":"fear","a":"Thomas Jefferson"},{"id":"PpVG8kxwjEbC5","t":"There is perhaps nothing so bad and so dangerous in life as fear.","c":"fear","a":"Jawaharlal Nehru"},{"id":"Li2iuL6r34lmW","t":"I always say three things make a writer: inspiration, obviously perspiration, doing the work. But the third is desperation. I'm not really fit for anything else, or to have a real job. That fear drives me. The pressure has always been self inflicted.","c":"fear","a":"Harlan Coben"},{"id":"YxJqZHxQQGFPO","t":"There are many victories worse than a defeat.","c":"fear","a":"George Eliot"},{"id":"gX4VxAs6EAvy6","t":"I never dared to be radical when young for fear it would make me conservative when old.","c":"fear","a":"Robert Frost"},{"id":"_SfQjoLqPgdPB","t":"Love takes off masks that we fear we cannot live without and know we cannot live within.","c":"fear","a":"James A. Baldwin"},{"id":"o9n_4epsh8YEo","t":"The only thing we have to fear is fear itself.","c":"fear","a":"Franklin D. Roosevelt"},{"id":"GA9Pt-A2PruyJ","t":"Grief has limits, whereas apprehension has none. For we grieve only for what we know has happened, but we fear all that possibly may happen.","c":"fear","a":"Pliny the Elder"},{"id":"WWldDytTT7oaH","t":"There is a kind of fear, approaching a panic, that's spreading through the Baby Boom Generation, which has suddenly discovered that it will have to provide for its own retirement.","c":"fear","a":"Ron Chernow"},{"id":"iyDdUo7MsoM_0","t":"The Feminist Me says that a woman's right to her own body should be inviolate at all times, free from fear of peeping paps.","c":"fear","a":"Julie Burchill"},{"id":"Edpt6o-YB7_kX","t":"Fear nothing but what thy industry may prevent be confident of nothing but what fortune cannot defeat it is no less folly to fear what is impossible to be avoided than to be secure when there is a possibility to be deprived.","c":"fear","a":"Francis Quarles"},{"id":"KhtZsN4yjYan0","t":"We fear the thing we want the most.","c":"fear","a":"Robert Anthony"},{"id":"g4zUN9_t9Rd2B","t":"It is because I believe that it is in the power of such nations to lead the world back into the paths of peace that I propose to devote myself to explaining what, in my opinion, can and should be done to banish the fear of war that hangs so heavily over the world.","c":"fear","a":"Arthur Henderson"},{"id":"bWk3K2gTNvpso","t":"Fear makes strangers of people who would be friends.","c":"fear","a":"Shirley MacLaine"},{"id":"4Ml76o8Blls0K","t":"Forty years ago this country went down a rabbit hole in Vietnam and millions died. I fear we're going down a rabbit hole once again - and if people can stop and think and reflect on some of the ideas and issues in this movie, perhaps I've done some damn good here!","c":"fear","a":"Errol Morris"},{"id":"cxRfBr65z_tsI","t":"We fear to know the fearsome and unsavory aspects of ourselves, but we fear even more to know the godlike in ourselves.","c":"fear","a":"Abraham Maslow"},{"id":"WB9rgqXzp-zZY","t":"I've noticed a lot of younger artists have less fear of doing different sorts of things, whether it's various types of music, or gallery artists moving between video and sculpture and drawing.","c":"fear","a":"David Byrne"},{"id":"4fkAQxt98GjW_","t":"You always have this fear in a movie of just being somebody's woman.","c":"fear","a":"Charlize Theron"},{"id":"Tts2ySYkxitKe","t":"Fear is pain arising from the anticipation of evil.","c":"fear","a":"Aristotle"},{"id":"qhyFkaRCI_gVG","t":"The fate of animals is of greater importance to me than the fear of appearing ridiculous it is indissolubly connected with the fate of men.","c":"fear","a":"Emile Zola"},{"id":"eMkXRQgQEEouK","t":"If I have resistance to something, it means there's something wrong. The resistance to me is a sign of fear.","c":"fear","a":"Billy Corgan"},{"id":"uOP2KBSNCifSS","t":"To live a creative life, we must lose our fear of being wrong.","c":"fear","a":"Joseph Chilton Pearce"},{"id":"d-QYzjEBA-olz","t":"The whole secret of existence is to have no fear. Never fear what will become of you, depend on no one. Only the moment you reject all help are you freed.","c":"fear","a":"Buddha"},{"id":"lt_dGEu-PU6EI","t":"Fear of the future is worse than one's present fortune.","c":"fear","a":"Quintilian"},{"id":"9Z3bHSoyf8157","t":"But I love being scared. I think you're brave only when you do things that scare you. I've always used fear as a motivator. I'm not sure why.","c":"fear","a":"Ginnifer Goodwin"},{"id":"UKJlZ5DdxbQ6R","t":"Everyone wishes that the man whom he fears would perish.","c":"fear","a":"Ovid"},{"id":"euIhZje-Ifgz-","t":"Part of what Special Olympics is trying to do is break down stereotypes that still exist for people. There is still a lot of fear.","c":"fear","a":"Maria Shriver"},{"id":"KHP1ROWFRuqBL","t":"The world is full of a lot of fear and a lot of negativity, and a lot of judgment. I just think people need to start shifting into joy and happiness. As corny as it sounds, we need to make a shift.","c":"fear","a":"Ellen DeGeneres"},{"id":"gKFEtXTNFhgVN","t":"Where there is reverence there is fear, but there is not reverence everywhere that there is fear, because fear presumably has a wider extension than reverence.","c":"fear","a":"Socrates"},{"id":"R62n7_4qY7C9V","t":"While we are focusing on fear, worry, or hate, it is not possible for us to be experiencing happiness, enthusiasm or love.","c":"fear","a":"Bo Bennett"},{"id":"tVMzqNbw-eKmV","t":"Love can no more continue without a constant motion than fire can and when once you take hope and fear away, you take from it its very life and being.","c":"fear","a":"Francois de La Rochefoucauld"},{"id":"noryejm3CnYwV","t":"I fear no man, no beast or evil, brother.","c":"fear","a":"Hulk Hogan"},{"id":"-hsRxvnttbeD-","t":"Events that are predestined require but little management. They manage themselves. They slip into place while we sleep, and suddenly we are aware that the thing we fear to attempt, is already accomplished.","c":"fear","a":"Amelia Barr"},{"id":"Mws1XEOYsNfT0","t":"Men are moved by two levers only: fear and self interest.","c":"fear","a":"Napoleon Bonaparte"},{"id":"NlJQtSyo68N1G","t":"I remember looking at the sky and thinking that the universe is so big and it's all chaos. I call it 'the dark fear.' At any moment, the dark fear could come in.","c":"fear","a":"St. Vincent"},{"id":"fC1N9oglFY1Bo","t":"The terrorists are fighting freedom with all their cunning and cruelty because freedom is their greatest fear - and they should be afraid, because freedom is on the march.","c":"fear","a":"George W. Bush"},{"id":"54RyjFf5km9MM","t":"True nobility is exempt from fear.","c":"fear","a":"Marcus Tullius Cicero"},{"id":"M6IZ9w6SK4VeN","t":"Resistance is feasible even for those who are not heroes by nature, and it is an obligation, I believe, for those who fear the consequences and detest the reality of the attempt to impose American hegemony.","c":"fear","a":"Noam Chomsky"},{"id":"0Udg5LaXgKNO6","t":"Unless India stands up to the world, no one will respect us. In this world, fear has no place. Only strength respects strength.","c":"fear","a":"Abdul Kalam"},{"id":"dekNPj5Se0Uo-","t":"I wish there were more true conversion, and then there would not be so much backsliding, and, for fear of suffering, living at ease, when there are so few to contend for Christ and His cause.","c":"fear","a":"Donald Cargill"},{"id":"f9gAry-U8x1kn","t":"All religions are founded on the fear of the many and the cleverness of the few.","c":"fear","a":"Stendhal"},{"id":"W0gVitO7v5BcZ","t":"With their souls of patent leather, they come down the road. Hunched and nocturnal, where they breathe they impose, silence of dark rubber, and fear of fine sand.","c":"fear","a":"Federico Garcia Lorca"},{"id":"zDzVPWWHt8Trn","t":"Only when we are no longer afraid do we begin to live.","c":"fear","a":"Dorothy Thompson"},{"id":"lJtnsH6yZw3V9","t":"The record company's worst fear is that you'll fall in love or get rich.","c":"fear","a":"Maynard James Keenan"},{"id":"H9AozFilbg3wW","t":"People react to fear, not love they don't teach that in Sunday School, but it's true.","c":"fear","a":"Richard M. Nixon"},{"id":"F8xaCNwJX40By","t":"Cruelty is softened by fear, not pity.","c":"fear","a":"Mason Cooley"},{"id":"PL-FAt41NoeSQ","t":"Dare to be honest and fear no labor.","c":"fear","a":"Robert Burns"},{"id":"arB0gVFJftg1N","t":"I had a fear that I'd be typecast, but I don't really have that fear anymore.","c":"fear","a":"David Duchovny"},{"id":"dQCi7ZzkyqsUZ","t":"Fear is the thought of admitted inferiority.","c":"fear","a":"Elbert Hubbard"},{"id":"xdH1wPcz0lJFR","t":"Fear is the foundation of most governments.","c":"fear","a":"John Adams"},{"id":"gVtSArb8WYJfI","t":"When you gain 50 pounds during pregnancy like I did, you fear that you'll never get back in shape.","c":"fear","a":"Charisma Carpenter"},{"id":"sbt7G75dpJBgz","t":"I hasten to laugh at everything, for fear of being obliged to weep.","c":"fear","a":"Pierre Beaumarchais"},{"id":"t6aEmu4WOuO9m","t":"I have no fear of being less beautiful, I've always been afraid of not being beautiful.","c":"fear","a":"Isabelle Adjani"},{"id":"RZvbap-3fSED3","t":"There is a fear of emotion in tennis.","c":"fear","a":"Andy Murray"},{"id":"FWOwpq5lNZGnC","t":"I do not trust those who make the vaccines, or the apparatus behind it all to push it on us through fear.","c":"fear","a":"Billy Corgan"},{"id":"DHX6yJGtR7Cuq","t":"We have perhaps a natural fear of ends. We would rather be always on the way than arrive. Given the means, we hang on to them and often forget the ends.","c":"fear","a":"Eric Hoffer"},{"id":"2H3-JVyVBSOr4","t":"The more knowledge you have, the greater will be your fear of Allah.","c":"fear","a":"Abu Bakr"},{"id":"NTdPCDsQQWn3M","t":"All the times I've been lucky enough to be a part of a show that's actually gotten on the air, it's always that same mixture of excitement and utter fear.","c":"fear","a":"J. J. Abrams"},{"id":"rHP2KJhn75tmQ","t":"Respect and fear are two different things.","c":"fear","a":"Jane Smiley"},{"id":"zE5aWs9ukDoEb","t":"The independent girl is a person before whose wrath only the most rash dare stand, and, they, it must be confessed, with much fear and trembling.","c":"fear","a":"Lou Henry Hoover"},{"id":"mV_1pscuEPFbT","t":"No work or love will flourish out of guilt, fear, or hollowness of heart, just as no valid plans for the future can be made by those who have no capacity for living now.","c":"fear","a":"Alan Watts"},{"id":"9h5U3X0H295Lf","t":"The fear of becoming a 'has-been' keeps some people from becoming anything.","c":"fear","a":"Eric Hoffer"},{"id":"RtjNxP7HLQgMj","t":"In contrast, fear societies are societies in which dissent is banned.","c":"fear","a":"Natan Sharansky"},{"id":"QNgGyiCwyGO_3","t":"Most fears are basic: fear of the dark, fear of going down in the basement, fear of weird sounds, fear that somebody is waiting for you in your closet. Those kinds of things stay with you no matter what age.","c":"fear","a":"R. L. Stine"},{"id":"CVwCrVnSCOHCZ","t":"Americans need never fear their government because of the advantage of being armed, which the Americans possess over the people of almost every other nation.","c":"fear","a":"Gouverneur Morris"},{"id":"BEBKGqW5ZU3WK","t":"When women hold off from marrying men, we call it independence. When men hold off from marrying women, we call it fear of commitment.","c":"fear","a":"Warren Farrell"},{"id":"80piJWRW7Y4pC","t":"I cannot give a single concert at which I do not play one piece after the other in an agony of terror because my memory threatens to fail me. This fear torments me for days beforehand.","c":"fear","a":"Clara Schumann"},{"id":"OC1CCryIu7b8b","t":"I don't have a fear of flying I have a fear of crashing.","c":"fear","a":"Billy Bob Thornton"},{"id":"HOYNWjemuSEyh","t":"To work without attachment is to work without the expectation of reward or fear of any punishment in this world or the next. Work so done is a means to the end, and God is the end.","c":"fear","a":"Ramakrishna"},{"id":"Igptyq5lo1sEC","t":"You know that day after day of, Oh God what am I going to do with myself feeling? The fear of the emptiness that it implies keeps me going.","c":"fear","a":"Anish Kapoor"},{"id":"AVjjrPTDMq7XX","t":"I'm always interested in trying to investigate different personalities. I want to keep myself guessing and keep the fear element alive, so that I don't get too comfortable.","c":"fear","a":"Michael Fassbender"},{"id":"MwST0traUeSXb","t":"Some people need to stay at the top. They are afraid to re-start from zero because they fear the critics.","c":"fear","a":"Eric Cantona"},{"id":"znRnWjUG0zWBi","t":"In the ring, I never really knew fear.","c":"fear","a":"Rocky Marciano"},{"id":"Fmo0NlrhPagfW","t":"Fools rush in where incumbents fear to tread.","c":"fear","a":"Norman Ralph Augustine"},{"id":"Esvch_f_OIKt9","t":"The world has nothing to fear from military ambition in our Government.","c":"fear","a":"James K. Polk"},{"id":"hRPpYlRdE3u0Z","t":"Man's loneliness is but his fear of life.","c":"fear","a":"Eugene O'Neill"},{"id":"tUT6rsXwpPjWQ","t":"Love casts out fear, but we have to get over the fear in order to get close enough to love them.","c":"fear","a":"Dorothy Day"},{"id":"8IFFgkps9btjl","t":"Somehow we can't live outside the politics of race. There's something very deep in all of us, that is taught to us when we are very, very little. Which is the disrespect and fear of the other.","c":"fear","a":"Anna Deavere Smith"},{"id":"9OTiI2lALoYxi","t":"To me, my biggest fear is getting a big head, and that is when I get the hammer. Because it's very easy in this game to believe you're something special.","c":"fear","a":"Keith Richards"},{"id":"3vOs4frnTvmOX","t":"I like to do something I fear.","c":"fear","a":"Heath Ledger"},{"id":"cPpsaQEF8tzGZ","t":"If you reject the food, ignore the customs, fear the religion and avoid the people, you might better stay at home.","c":"fear","a":"James A. Michener"},{"id":"l-u9NxEDhp1NC","t":"Humility is a great quality of leadership which derives respect and not just fear or hatred.","c":"fear","a":"Yousef Munayyer"},{"id":"ilvjoHPElJcb5","t":"Everything we do in life is based on fear, especially love.","c":"fear","a":"Mel Brooks"},{"id":"q15savZw__yvA","t":"That fear first created the gods is perhaps as true as anything so brief could be on so great a subject.","c":"fear","a":"George Santayana"},{"id":"Iv_9DrELDAj7L","t":"In a World where people are surrounded by darkness, ignorance and fear, it is a sign of hope to be celebrating Islam's message of peace and light, and the last great Messenger, born and chosen to deliver them to all mankind.","c":"fear","a":"Cat Stevens"},{"id":"bA-3cDRN75XQ8","t":"Fear, anxiety and neurosis: that's just in the suitcase when you're an actor.","c":"fear","a":"Laura Linney"},{"id":"kBB7m5IJMOJr0","t":"I'm completely in love with the world but also terrified of it. It creates some overwhelming feelings. Wanting to battle out that joy and fear is part of my music.","c":"fear","a":"Florence Welch"},{"id":"b-5I6cXw_InoV","t":"In the company of the accomplished, people hope it will rub off on themselves, in the company of the misfortunate, they fear it!","c":"fear","a":"Bryant H. McGill"},{"id":"yYYTTFg02V1aK","t":"There was a real fear that a euro-zone bank might fail, that we'd have a sovereign debt problem in one of the larger European economies. That's dissipated, thanks largely to the action of the European Central Bank.","c":"fear","a":"George Osborne"},{"id":"cYNcc1mFNuM08","t":"In masks outrageous and austere, The years go by in single file But none has merited my fear, And none has quite escaped my smile.","c":"fear","a":"Elinor Wylie"},{"id":"cfs9vl6K1YppT","t":"I fear only God, all praises to Him.","c":"fear","a":"Muqtada al Sadr"},{"id":"QzvIi9pDuEnc8","t":"We consume our tomorrows fretting about our yesterdays.","c":"fear","a":"Aulus Persius Flaccus"},{"id":"HvS-RjkeVa1Ic","t":"Celebrity or no celebrity, I think a lot of females deal with the fear of being abducted.","c":"fear","a":"Elisha Cuthbert"},{"id":"C5U_wzQMkX8vo","t":"Let the fear of a danger be a spur to prevent it he that fears not, gives advantage to the danger.","c":"fear","a":"Benjamin Disraeli"},{"id":"MZHHJRkJb4HCR","t":"There's a connection between the advances that are made in technology and the sense of primitive fear people develop in response to it.","c":"fear","a":"Don DeLillo"},{"id":"674zo443j1FS2","t":"Things done well and with a care, exempt themselves from fear.","c":"fear","a":"William Shakespeare"},{"id":"9CtstD_IlAk1L","t":"There is nothing that fear and hope does not permit men to do.","c":"fear","a":"Luc de Clapiers"},{"id":"UTtFl9oIoHSMe","t":"I fear other actors who are not prepared. And I fear directors who are afraid.","c":"fear","a":"Tommy Lee Jones"},{"id":"4J8V5RSBWz-P6","t":"He that hopes no good fears no ill.","c":"fear","a":"Thomas Fuller"},{"id":"zE-v8dtvP_4q8","t":"We must have our say, not through violence, aggression or fear. We must speak out calmly and forcefully. We shall only be able to enter the new world era if we agree to engage in dialogue with the other side.","c":"fear","a":"Tahar Ben Jelloun"},{"id":"pFnk7KZGOY7R1","t":"Look not mournfully into the past, it comes not back again. Wisely improve the present, it is thine. Go forth to meet the shadowy future without fear and with a manly heart.","c":"fear","a":"Henry Wadsworth Longfellow"},{"id":"29K8diuQO6d2y","t":"Fear is the mother of foresight.","c":"fear","a":"Thomas Hardy"},{"id":"ISuhGdDI5s0ix","t":"The Cuban people still live in constant fear of a brutal totalitarian regime that has demonstrated time and again its utter disregard for basic human dignity. The fight for a free Cuba has gone on for far too long.","c":"fear","a":"Mitt Romney"},{"id":"qJmv2mhdT7yMU","t":"The more you can increase fear of drugs and crime, welfare mothers, immigrants and aliens, the more you control all the people.","c":"fear","a":"Noam Chomsky"},{"id":"4dVSMECyrsgiX","t":"I definitely think cheerleaders have no fear.","c":"fear","a":"Ashley Tisdale"},{"id":"HwXu7jkYu_LjZ","t":"On the one hand Twitter gives you the opportunity to engage with people, which is great, but on the other there are people who feel they can say whatever they want, put poison out there, really, without fear of any repercussions.","c":"fear","a":"Michael Sheen"},{"id":"rqqD2vNpSxkV6","t":"It is almost universally felt that when we call a country democratic we are praising it consequently, the defenders of every kind of regime claim that it is a democracy, and fear that they might have to stop using the word if it were tied down to any one meaning.","c":"fear","a":"George Orwell"},{"id":"u-FKdbu1JDO4e","t":"I don't run away from a challenge because I am afraid. Instead, I run toward it because the only way to escape fear is to trample it beneath your feet.","c":"fear","a":"Nadia Comaneci"},{"id":"uUnqJeFp-dnvf","t":"By adversity are wrought the greatest works of admiration, and all the fair examples of renown, out of distress and misery are grown.","c":"fear","a":"Samuel Daniel"},{"id":"UQgqt9AjvKA8O","t":"There is no nation so powerful, as the one that obeys its laws not from principals of fear or reason, but from passion.","c":"fear","a":"Charles de Montesquieu"},{"id":"xqLlU89wju70V","t":"Don't fear anything for your letters, they are burnt one by one and I hope you do the same with mine.","c":"fear","a":"Camille Claudel"},{"id":"zZkr69UUnqUyC","t":"The moment we begin to fear the opinions of others and hesitate to tell the truth that is in us, and from motives of policy are silent when we should speak, the divine floods of light and life no longer flow into our souls.","c":"fear","a":"Elizabeth Cady Stanton"},{"id":"Ug3uUf9Z63cwY","t":"An ugly sight, a man who is afraid.","c":"fear","a":"Jean Anouilh"},{"id":"r4JG8sdRg_TGo","t":"The fear of being deceived is the vulgar version of the quest for Truth.","c":"fear","a":"Emile M. Cioran"},{"id":"Ir0UWAC0RXnDj","t":"How are fears born? They are born because of differences in tradition and history they are born because of differences in emotional, political and national circumstances. Because of such differences, people fear they cannot live together.","c":"fear","a":"Ehud Olmert"},{"id":"JnqgiYbaCmXPn","t":"I had a constant fear, a constant little doubt in my mind: 'OK, I'm getting ready to do my standing back full on beam and I might re-tear my ACL.'","c":"fear","a":"Shawn Johnson"},{"id":"Qpu6hTR8ZEerR","t":"The way to develop self-confidence is to do the thing you fear and get a record of successful experiences behind you.","c":"fear","a":"William Jennings Bryan"},{"id":"I6-7Yv4U4ehl7","t":"I won't touch on risky, because that's subjective. People are just afraid of things too much. Afraid of things that don't necessarily merit fear.","c":"fear","a":"Frank Ocean"},{"id":"R_e_RY72uEqdT","t":"The way you deal with a scare is the way you deal with a laugh. The timing has to be perfect. When you're dealing with fear or laughter - emotions that happen spontaneously - you hope it's working. But in the moment, you really have no idea.","c":"fear","a":"Patrick Wilson"},{"id":"k0YwoVasy4bWk","t":"I approach my character with the question: What would an animal think? How would an animal respond? A lot of times, it's quick action and no fear, and sometimes it's irrational fear. You don't always know.","c":"fear","a":"Victoria Pratt"},{"id":"Y9i7dZUmlCF33","t":"When, as we must often do, we fear science, we really fear ourselves.","c":"fear","a":"John Charles Polanyi"},{"id":"uVEhqD7G6Py75","t":"I began to fear that Mos Def was being treated as a product, not a person, so I've been going by Yasiin since '99. At first it was just for friends and family, but now I'm declaring it openly.","c":"fear","a":"Mos Def"},{"id":"MN0OaOrSm7guN","t":"Fear is something to be moved through, not something to be turned from.","c":"fear","a":"Peter McWilliams"},{"id":"OwN50XL8RWVyI","t":"There is no such thing as perpetual tranquillity of mind while we live here because life itself is but motion, and can never be without desire, nor without fear, no more than without sense.","c":"fear","a":"Thomas Hobbes"},{"id":"bTp7UqPmuqxN6","t":"My only fear is that I may live too long. This would be a subject of dread to me.","c":"fear","a":"Thomas Jefferson"},{"id":"t1KzQcsNJB-e1","t":"Thinking will not overcome fear but action will.","c":"fear","a":"W. Clement Stone"},{"id":"Ui6loyEjvkWI6","t":"I'm very much afraid of being mad - that's my one fear.","c":"fear","a":"Sting"},{"id":"nLRP4-SySz0iK","t":"Fear may very well be a caveman fear of the predator, of the giant lizard chasing them - maybe that's what Steven Spielberg connects with so well in Lost World.","c":"fear","a":"Oliver Stone"},{"id":"HyjssMiAF9dv1","t":"Prosperity is not without many fears and distastes adversity not without many comforts and hopes.","c":"fear","a":"Francis Bacon"},{"id":"hPToRsMLLeJqZ","t":"I fear it's because religion is man's attempt to reach God, and when he feels he has succeeded, he cannot abide anyone else's claim to have done the same.","c":"fear","a":"Jerry B. Jenkins"},{"id":"hlzlULU47bK3q","t":"We fear violence less than our own feelings. Personal, private, solitary pain is more terrifying than what anyone else can inflict.","c":"fear","a":"Jim Morrison"},{"id":"Y8Cr2YE0Kntlp","t":"Fear is excitement without breath.","c":"fear","a":"Robert Heller"},{"id":"9PmaYml5aP5ma","t":"Therefore, when I considered this carefully, the contempt which I had to fear because of the novelty and apparent absurdity of my view, nearly induced me to abandon utterly the work I had begun.","c":"fear","a":"Nicolaus Copernicus"},{"id":"K3EjkgkyfAVr5","t":"The injury that we do to a man must be such that we need not fear his vengeance.","c":"fear","a":"Steve Perry"},{"id":"ms_gDRQcqsVP1","t":"The thing we fear we bring to pass.","c":"fear","a":"Elbert Hubbard"},{"id":"rbN9FL4bPRTjm","t":"I play with a fear of letting people down. That's what motivates me.","c":"fear","a":"Jonny Wilkinson"},{"id":"eZs5g_tI5ET6g","t":"Don't be afraid to give up the good for the great.","c":"fear","a":"Kenny Rogers"},{"id":"WYc1EwqLbRfpV","t":"Curiosity will conquer fear even more than bravery will.","c":"fear","a":"James Stephens"},{"id":"JwSIxqmzr4Lhe","t":"Pick the day. Enjoy it - to the hilt. The day as it comes. People as they come... The past, I think, has helped me appreciate the present - and I don't want to spoil any of it by fretting about the future.","c":"fear","a":"Audrey Hepburn"},{"id":"qzhKpSFuoGZ64","t":"Fear not, we are of the nature of the lion, and cannot descend to the destruction of mice and such small beasts.","c":"fear","a":"Elizabeth I"},{"id":"3Vep5ojOjaACB","t":"It is part of the general pattern of misguided policy that our country is now geared to an arms economy which was bred in an artificially induced psychosis of war hysteria and nurtured upon an incessant propaganda of fear.","c":"fear","a":"Douglas MacArthur"},{"id":"n-SRnQqJaeQi2","t":"I don't think that anyone seriously fears that the world can be blown to pieces all together. But what one can fear and rightly so are regional things, like in the Middle East, India, Pakistan, the Korean Peninsula, borders in Africa, etc.","c":"fear","a":"Hans Blix"},{"id":"ZONF1zCusNnJQ","t":"This man is freed from servile bands, Of hope to rise, or fear to fall Lord of himself, though not of lands, And leaving nothing, yet hath all.","c":"fear","a":"Lord Byron"},{"id":"tr1nBCtckO4-T","t":"The time to take counsel of your fears is before you make an important battle decision. That's the time to listen to every fear you can imagine! When you have collected all the facts and fears and made your decision, turn off all your fears and go ahead!","c":"fear","a":"George S. Patton"},{"id":"Qm8QEv9mfkhex","t":"Fear not those who argue but those who dodge.","c":"fear","a":"Dale Carnegie"},{"id":"R9REJG_Pekuw8","t":"No good work is ever done while the heart is hot and anxious and fretted.","c":"fear","a":"Olive Schreiner"},{"id":"FAb3PzR3I4LSw","t":"Stand before the people you fear and speak your mind - even if your voice shakes.","c":"fear","a":"Maggie Kuhn"},{"id":"dMbKDtt8R2Joa","t":"He whose head is in heaven need not fear to put his feet into the grave.","c":"fear","a":"Matthew Henry"},{"id":"DiaUU1mADINbM","t":"I would sum up my fear about the future in one word: boring. And that's my one fear: that everything has happened nothing exciting or new or interesting is ever going to happen again... the future is just going to be a vast, conforming suburb of the soul.","c":"fear","a":"J. G. Ballard"},{"id":"wYzQwH1cAxo1r","t":"Fear? If I have gained anything by damning myself, it is that I no longer have anything to fear.","c":"fear","a":"Jean-Paul Sartre"},{"id":"MXHhfD7N6U9Z6","t":"It is a base thing for a man among the people not to obey those in command. Never in a state can the laws be well administered when fear does not stand firm.","c":"fear","a":"Sophocles"},{"id":"GnyHIbZyYBE_k","t":"Between the fear that something would happen and the hope that still it wouldn't, there is much more space than one thinks. On that narrow, hard, bare and dark space a lot of us spend their lives.","c":"fear","a":"Ivo Andric"},{"id":"n5aG8ka21KN71","t":"Men are swayed more by fear than by reverence.","c":"fear","a":"Aristotle"},{"id":"yWmJkdSwlvlIX","t":"We should not fret for what is past, nor should we be anxious about the future men of discernment deal only with the present moment.","c":"fear","a":"Chanakya"},{"id":"UQLu8e54ko-dH","t":"A peace that depends on fear is nothing but a suppressed war.","c":"fear","a":"Henry Van Dyke"},{"id":"NPAsptTaPorMC","t":"When even one American - who has done nothing wrong - is forced by fear to shut his mind and close his mouth - then all Americans are in peril.","c":"fear","a":"Harry S. Truman"},{"id":"KjZl3Ad37JC5o","t":"Fear is a very explosive emotion, but it has a short life span. It's the sprint. The marathon is hope.","c":"fear","a":"Mike Huckabee"},{"id":"K3wD44z6U7SR6","t":"Love will find a way through paths where wolves fear to prey.","c":"fear","a":"Lord Byron"},{"id":"zLle88EVJgjQb","t":"I'd gone from being this art student messing about with music to this girl with a record deal, magazine front covers and all this hype. In many ways, it was everything I ever wanted, but when it happened all I felt was total, paralysing fear.","c":"fear","a":"Florence Welch"},{"id":"Hpcs0CWGVNSkT","t":"Slowness to change usually means fear of the new.","c":"fear","a":"Phil Crosby"},{"id":"U-XXDVJ--rhld","t":"I was probably more scared of my high school exams than I was of the Oscars. At the time you think it's everything and if you don't do well, your life's over. Opportunities are gone. So the more you do it, the less the fear is present.","c":"fear","a":"Hugh Jackman"},{"id":"WW7Po5EHlXny4","t":"The secret of life is to have no fear it's the only way to function.","c":"fear","a":"Stokely Carmichael"},{"id":"0lLidnXKlQR_f","t":"What is needed, rather than running away or controlling or suppressing or any other resistance, is understanding fear that means, watch it, learn about it, come directly into contact with it. We are to learn about fear, not how to escape from it.","c":"fear","a":"Jiddu Krishnamurti"},{"id":"J-y-OhZ-OeoP5","t":"Never let the fear of striking out get in your way.","c":"fear","a":"Babe Ruth"},{"id":"mj2iMi2e9uPXb","t":"To fight fear, act. To increase fear - wait, put off postpone.","c":"fear","a":"David Joseph Schwartz"},{"id":"p7S0d67gVICIr","t":"I don't know how it is for women or for other guys, but when I was young and in my 20s, I had a fear of marriage.","c":"fear","a":"Jeff Bridges"},{"id":"eYEMUzyNmIt2K","t":"We've all had that fear, that despair of losing someone, or this fierce desire because it's not reciprocated. The less reciprocation there is, the more desire we have.","c":"fear","a":"Emmanuelle Beart"},{"id":"rJoq27cyRd0gL","t":"The generality of men are naturally apt to be swayed by fear rather than reverence, and to refrain from evil rather because of the punishment that it brings than because of its own foulness.","c":"fear","a":"Aristotle"},{"id":"q-brtjUXGNR62","t":"Fear is always a good motivator.","c":"fear","a":"James Dyson"},{"id":"OSXUgr_yKgWXm","t":"Who sows fear, reaps weapons.","c":"fear","a":"Friedrich Durrenmatt"},{"id":"BSWLb8PMShPnL","t":"I have learned over the years that when one's mind is made up, this diminishes fear knowing what must be done does away with fear.","c":"fear","a":"Rosa Parks"},{"id":"GUBQrGEj-4bjq","t":"Fear is not in the habit of speaking truth when perfect sincerity is expected, perfect freedom must be allowed nor has anyone who is apt to be angry when he hears the truth any cause to wonder that he does not hear it.","c":"fear","a":"Tacitus"},{"id":"_rexkU9zT759Y","t":"I fear the boredom that comes with not learning and not taking chances.","c":"fear","a":"Robert Fulghum"},{"id":"8qaBL0mX-hdHf","t":"Fear of something is at the root of hate for others, and hate within will eventually destroy the hater.","c":"fear","a":"George Washington Carver"},{"id":"LEaiDfwn_blRn","t":"Our deepest fear is not that we are inadequate. Our deepest fear is that we are powerful beyond measure. It is our Light, not our Darkness, that most frightens us.","c":"fear","a":"Marianne Williamson"},{"id":"LQ0ZZgZueKucI","t":"When one has the feeling of dislike for evil, when one feels tranquil, one finds pleasure in listening to good teachings when one has these feelings and appreciates them, one is free of fear.","c":"fear","a":"Buddha"},{"id":"BGEGzYb16We0F","t":"As we let our light shine, we unconsciously give other people permission to do the same. As we are liberated from our own fear, our presence actually liberates others.","c":"fear","a":"Marianne Williamson"},{"id":"UB08847e4Ejbv","t":"I have no doubt that given a real choice, the vast majority of Muslims and Arabs, like everyone else will choose a free society over a fear society.","c":"fear","a":"Natan Sharansky"},{"id":"IcEQSwjDVLX0Q","t":"Discipline strengthens the mind so that it becomes impervious to the corroding influence of fear.","c":"fear","a":"Bernard Law Montgomery"},{"id":"QF1HC8KgeHNEY","t":"Fear is not a lasting teacher of duty.","c":"fear","a":"Marcus Tullius Cicero"},{"id":"d81mC6Os9Q_As","t":"I was horrified when Richard Chamberlain and Rupert Everett said gay actors should stay in the closet. They were saying to people that they should live a lie and not be liberated, to live in fear of being found out.","c":"fear","a":"Alan Cumming"},{"id":"732SsFxeNRZlc","t":"The constant assertion of belief is an indication of fear.","c":"fear","a":"Jiddu Krishnamurti"},{"id":"IKArE4BYh63sJ","t":"Love is the total absence of fear. Love asks no questions. Its natural state is one of extension and expansion, not comparison and measurement.","c":"fear","a":"Gerald Jampolsky"},{"id":"m74zVVOa1iK88","t":"All religion, my friend, is simply evolved out of fraud, fear, greed, imagination, and poetry.","c":"fear","a":"Edgar Allan Poe"},{"id":"6neOssmFrRHqM","t":"Should we fear hackers? Intention is at the heart of this discussion.","c":"fear","a":"Kevin Mitnick"},{"id":"t5ZTpnWCDb3Q9","t":"Stories can conquer fear, you know. They can make the heart bigger.","c":"fear","a":"Ben Okri"},{"id":"emGiOnXOCm60p","t":"The reserve of modern assertions is sometimes pushed to extremes, in which the fear of being contradicted leads the writer to strip himself of almost all sense and meaning.","c":"fear","a":"Winston Churchill"},{"id":"r14lg1Fs8mEha","t":"You live in this shadow that you're going to burn in Hell until you're saved. And I still worry about it a little. I don't believe in Heaven, but I do still fear Hell.","c":"fear","a":"Beth Ditto"},{"id":"pzdxmE892zobo","t":"In an ecology of love, people can relate in trust and face the future without fear. They do not need to play it safe. They can take uncertainty in their stride.","c":"fear","a":"Jonathan Sacks"},{"id":"NrhFPTWT88cwD","t":"We fear doing too little when we should do more. Then atone by doing too much, when perhaps we should do less.","c":"fear","a":"Robert Trout"},{"id":"LlTmJwAiIvw8D","t":"It's the opinion of some that crops could be grown on the moon which raises the fear that it may not be long before we're paying somebody not to.","c":"fear","a":"Franklin P. Jones"},{"id":"p3EV5X2mkb7ht","t":"I know a lot of people fear the rougher types who might be at a state school, but surely it is better to know who they are and how to deal with them than for that kind of child to appear as a completely different species to yours.","c":"fear","a":"Arabella Weir"},{"id":"70ZBiWsHyjHrI","t":"The fear of burglars is not only the fear of being robbed, but also the fear of a sudden and unexpected clutch out of the darkness.","c":"fear","a":"Elias Canetti"},{"id":"6i0JpRMUpwL32","t":"I'm intimidated by the fear of being average.","c":"fear","a":"Taylor Swift"},{"id":"B_bEyPwJdTy94","t":"The key to success is to focus our conscious mind on things we desire not things we fear.","c":"fear","a":"Brian Tracy"},{"id":"fUwzQvSAcRqnI","t":"Peace, if it ever exists, will not be based on the fear of war but on the love of peace.","c":"fear","a":"Julien Benda"},{"id":"ZPmR1Tb4H0JVV","t":"The scariest thought in the world is that someday I'll wake up and realize I've been sleepwalking through my life: underappreciating the people I love, making the same hurtful mistakes over and over, a slave to neuroses, fear, and the habitual.","c":"fear","a":"George Saunders"},{"id":"56MBe2wFO9Ist","t":"Fear follows crime and is its punishment.","c":"fear","a":"Voltaire"},{"id":"gdHo921QUZYeh","t":"There's always an element of fear that you need to work a lot until people get sick and tired of you or finally figure out that you're a fraud after all!","c":"fear","a":"Ben Stiller"},{"id":"LLI2ojlfmdct8","t":"For any new technology there is always controversy and there always some fear associated with it. I think that's just the price of being first sometimes.","c":"fear","a":"Hugh Grant"},{"id":"cXH7993icMHA2","t":"President Obama's 100-day plan is pretty impressive. I think it's a Wow 100-plus days. The administration is not operating from fear, it is trying to drive change for the future, and that's a good thing.","c":"fear","a":"Andrea Jung"},{"id":"ZRFqr8ynypb-l","t":"No one ever told me that grief felt so like fear.","c":"fear","a":"C. S. Lewis"},{"id":"xI3UhoNstickq","t":"Hopeful thinking can get you out of your fear zone and into your appreciation zone.","c":"fear","a":"Martha Beck"},{"id":"sgsbehy8FayMp","t":"Fear of things invisible in the natural seed of that which everyone in himself calleth religion.","c":"fear","a":"Thomas Hobbes"},{"id":"s8kV2fP5rHNsD","t":"None but a coward dares to boast that he has never known fear.","c":"fear","a":"Bertrand Russell"},{"id":"DIn_pbV1o-yjh","t":"As repressed sadists are supposed to become policemen or butchers so those with an irrational fear of life become publishers.","c":"fear","a":"Cyril Connolly"},{"id":"Ok9ASyuKErYvW","t":"I know not why there is such a melancholy feeling attached to the remembrance of past happiness, except that we fear that the future can have nothing so bright as the past.","c":"fear","a":"Julia Ward Howe"},{"id":"sPgSGEOOeoQBj","t":"It is said that those whom the gods wish to destroy they first make mad. It may well be that a war neurosis stirred up by propaganda of fear and hatred is the prelude to destruction.","c":"fear","a":"John Boyd Orr"},{"id":"fdJnRlfM7UE-V","t":"I'm afraid of being average. I have a real fear of being just another linebacker.","c":"fear","a":"Junior Seau"},{"id":"qOuCAjlZwW9F4","t":"I'm not the type of person to live in fear. I think positively.","c":"fear","a":"David Guetta"},{"id":"TdnTxJM1-WUb1","t":"Fear is the main source of superstition, and one of the main sources of cruelty. To conquer fear is the beginning of wisdom.","c":"fear","a":"Bertrand Russell"},{"id":"0QxQstB0KA2X9","t":"If you look into your own heart, and you find nothing wrong there, what is there to worry about? What is there to fear?","c":"fear","a":"Confucius"},{"id":"npDglYELGM_5A","t":"Where fear is, happiness is not.","c":"fear","a":"Lucius Annaeus Seneca"},{"id":"4nG0rysg1aBgC","t":"The fear for a network is the viewer gets tired of you. Not that you lost any credibility, but they get tired of you.","c":"fear","a":"Terry Bradshaw"},{"id":"_N8s4aN-npLmy","t":"We must travel in the direction of our fear.","c":"fear","a":"John Berryman"},{"id":"qWYzL8blTh-Jf","t":"There is no greater hell than to be a prisoner of fear.","c":"fear","a":"Ben Jonson"},{"id":"gLamr8rfAeAfI","t":"My only problem is the fear that opposition bowlers might go for my fingers and that's why I was scared of the short ball. Now I am struggling with the ball pitching up and swinging away. I just keep nicking that one.","c":"fear","a":"Shane Warne"},{"id":"KgNP-5ON8XhWU","t":"Nature soaks every evil with either fear or shame.","c":"fear","a":"Tertullian"},{"id":"eFFu4LTwaInep","t":"I try to get in quiet time and book time, but really, the only time I ever get that is when I'm on an airplane - I have a fear of flying, but I actually love flying because it's the only time I can sleep, and it's the only time I get to read.","c":"fear","a":"Kesha"},{"id":"7hQf0-cRLBEWM","t":"Repentance is not so much remorse for what we have done as the fear of the consequences.","c":"fear","a":"Francois de La Rochefoucauld"},{"id":"5ToJrdzQ3z8rV","t":"Good men have the fewest fears. He has but one great fear who fears to do wrong he has a thousand who has overcome it.","c":"fear","a":"Christian Nestell Bovee"},{"id":"eLPNRlnMj99c-","t":"We have not sought this conflict we have sought too long to avoid it our forbearance has been construed into weakness, our magnanimity into fear, until the vindication of our manhood, as well as the defence of our rights, is required at our hands.","c":"fear","a":"Robert Toombs"},{"id":"B6GrefbUaAPxN","t":"Can someone within that society walk into the town square and say what they want without fear of being punished for his or her views? If so, then that society is a free society. If not, it is a fear society.","c":"fear","a":"Natan Sharansky"},{"id":"8WT0BmyxjaEow","t":"I think that the problem is that people fear so many things and they don't live life to its fullest. And for me as an artist, if God should want me to come this Wednesday to the end of my life, so be it.","c":"fear","a":"Criss Angel"},{"id":"9l_fvSj_VKOZn","t":"Any fear of aging, I think, is simply vanity.","c":"fear","a":"Leighton Meester"},{"id":"3XGT-edniaT22","t":"Mine are the deep-seated fears established when we are children, and they never quite go away: the fear of being helpless, the fear of being trapped, the fear of being out of control.","c":"fear","a":"Virginia C. Andrews"},{"id":"DD3MGzntoqo_L","t":"I'd rather be two strokes ahead going into the last day than two strokes behind. Having said that, it's probably easier to win coming from behind. There is no fear in chasing. There is fear in being chased.","c":"fear","a":"Jack Nicklaus"},{"id":"ph_arZUNi_ED9","t":"This world of ours... must avoid becoming a community of dreadful fear and hate, and be, instead, a proud confederation of mutual trust and respect.","c":"fear","a":"Dwight D. Eisenhower"},{"id":"Kc5JWjjolXOXO","t":"Gun crime is a major cause of fear and distress throughout the UK. The problem is deeply entrenched in a wide range of social and cultural factors and therefore not an isolated issue.","c":"fear","a":"Diane Abbott"},{"id":"TfnNI9kyuaeAR","t":"True success is overcoming the fear of being unsuccessful.","c":"fear","a":"Paul Sweeney"},{"id":"SwtvPu17J6tfg","t":"Crime in full glory consolidates authority by the sacred fear it inspires.","c":"fear","a":"Emile M. Cioran"},{"id":"3Sp3nQxTRJTvA","t":"Greed, like the love of comfort, is a kind of fear.","c":"fear","a":"Cyril Connolly"},{"id":"A1IzUSj-Pmz7t","t":"Fear of a name increases fear of the thing itself.","c":"fear","a":"J. K. Rowling"},{"id":"PAzPiQXiSbjPO","t":"The thing you fear most has no power. Your fear of it is what has the power. Facing the truth really will set you free.","c":"fear","a":"Oprah Winfrey"},{"id":"YrA-dL33HJfrB","t":"I fear that the rising personal bankruptcies and repossessions are the first signs of bigger problems to come and personal debt - Gordon Brown's legacy to millions of Britain's families - will hang like a millstone around the neck of the British people for years to come.","c":"fear","a":"Vince Cable"},{"id":"-4INDZSq1yWdl","t":"Dictators and oppressors should continue to fear me because I will be here for a long time.","c":"fear","a":"Lech Walesa"},{"id":"xaW63db3SQYpQ","t":"Fear controls you.","c":"fear","a":"Jack Kevorkian"},{"id":"_sAWYiEUWDqaa","t":"The results of political changes are hardly ever those which their friends hope or their foes fear.","c":"fear","a":"Thomas Huxley"},{"id":"cnKR3E4M44yld","t":"Let them hate so long as they fear.","c":"fear","a":"Lucius Accius"},{"id":"YwH189cZsDHae","t":"When the tyrant has disposed of foreign enemies by conquest or treaty, and there is nothing more to fear from them, then he is always stirring up some war or other, in order that the people may require a leader.","c":"fear","a":"Plato"},{"id":"64NPMAtFI13nu","t":"To seek understanding before taking action, yet to trust my instincts when action is called for. Never to avoid danger from fear, never to seek out danger for its own sake. Never to conform to fashion from fear of eccentricity, never to be eccentric from fear of conformity.","c":"fear","a":"Steven Brust"},{"id":"kqD_nL25cu06j","t":"The reason most people don't express their individuality and actually deny it, is not fear of what prime ministers think of us or the head of the federal reserve, It's what their families and their friends down at the bar are going to think of them.","c":"fear","a":"David Icke"},{"id":"ubCUSlHZQuNHD","t":"He whom many fear, has himself many to fear.","c":"fear","a":"Publilius Syrus"},{"id":"Fg-HMlZiY2oTr","t":"The strength and power of despotism consists wholly in the fear of resistance.","c":"fear","a":"Thomas Paine"},{"id":"9sXDPjK0sV4Hm","t":"There are only three sins - causing pain, causing fear, and causing anguish. The rest is window dressing.","c":"fear","a":"Roger Caras"},{"id":"ASZ5R4HTPo81d","t":"I am convinced that it is not the fear of death, of our lives ending that haunts our sleep so much as the fear... that as far as the world is concerned, we might as well never have lived.","c":"fear","a":"Harold Kushner"},{"id":"FCnre4JW43p2Y","t":"We will be safer from terrorist attack only when we have earned the respect of all other nations instead of their fear, respect for our values and not merely our weapons.","c":"fear","a":"Theodore C. Sorensen"},{"id":"pAsyNbQmVNofr","t":"Whenever there is fear, you will get wrong figures.","c":"fear","a":"W. Edwards Deming"},{"id":"wYBhWmOB3yFM8","t":"Tell your heart that the fear of suffering is worse than the suffering itself. And no heart has ever suffered when it goes in search of its dream.","c":"fear","a":"Paulo Coelho"},{"id":"_uAjnlOXEU9vV","t":"Worry does not mean fear, but readiness for the confrontation.","c":"fear","a":"Bashar al-Assad"},{"id":"rY8fDUVD7_2yw","t":"I don't have any fear of intimacy, but rather thrive on it, which is rare in a public person.","c":"fear","a":"Jack Nicholson"},{"id":"DrZ2AnWnVLYdc","t":"I took a Fear of Flying class, and I always missed the class, because I was always flying.","c":"fear","a":"Sara Blakely"},{"id":"h4WtRkMcHNn2B","t":"In this life struggle, here I am among you fully cognizant that a true believer has no fear of what God has ordained for him. Those who are visited by fear live only for their present, under the illusion that the world began with them and will end with their departure.","c":"fear","a":"King Hussein I"},{"id":"SA1dkrkSaFdGi","t":"The things you fear are undefeatable, not by their nature, but by your approach.","c":"fear","a":"Jewel"},{"id":"tTiybztGo_Ic7","t":"Loneliness is, I think, people's biggest fear, whether they are conscious of it or not.","c":"fear","a":"Andrew Stanton"},{"id":"utiXCq9Ur3V45","t":"Although I am deeply grateful to a great many people, I forgo the temptation of naming them for fear that I might slight any by omission.","c":"fear","a":"Theodore Bikel"},{"id":"Nbw_KVSLhT6KE","t":"I think what weakens people most is fear of wasting their strength.","c":"fear","a":"Etty Hillesum"},{"id":"Soa3gmi6C","t":"Limits, like fear, is often an illusion.","c":"fear","a":"Michael Jordan"},{"id":"-Hs181wBjm","t":"Fear has its use but cowardice has none.","c":"fear","a":"Mahatma Gandhi"},{"id":"RmDGvqc-ze","t":"When a child can be brought to tears, and not from fear of punishment, but from repentance he needs no chastisement. When the tears begin to flow from the grief of their conduct you can be sure there is an angel nestling in their heart.","c":"fear","a":"Horace Mann"},{"id":"IdLjwjR2oP","t":"Fear not for the future, weep not for the past.","c":"fear","a":"Percy Bysshe Shelley"},{"id":"EL34FMSbzi","t":"I fear the Greeks, even when they bring gifts.","c":"fear","a":"Virgil"},{"id":"vGAn81_tPL","t":"Men! The only animal in the world to fear.","c":"fear","a":"David Herbert Lawrence"},{"id":"3-ElLuCpFx","t":"Comedy is defiance. It's a snort of contempt in the face of fear and anxiety. And it's the laughter that allows hope to creep back on the inhale.","c":"fear","a":"Will Durst"},{"id":"H2SePQXYDa","t":"Loving can cost a lot but not loving always costs more, and those who fear to love often find that want of love is an emptiness that robs the joy from life.","c":"fear","a":"Merle Shain"},{"id":"1Ij7i3WZq-","t":"When the people fear the government, there is tyranny. When the government fears the people, there is liberty.","c":"fear","a":"Thomas Jefferson"},{"id":"ELkOdeCDha","t":"I woke up full of hate and fear the day before the most recent peace march in San Francisco. This was disappointing: I'd hoped to wake up feeling somewhere between Virginia Woolf and Wavy Gravy.","c":"fear","a":"Anne Lamott"},{"id":"M1_kA8W7Oa","t":"So the Marine Corps really did teach me to conquer fear, and then to go for higher causes, higher purposes.","c":"fear","a":"Robert Kiyosaki"},{"id":"43Vq-RfI8a","t":"You're not human if you don't feel fear. But I've learnt to treat fear as an emotion that sharpens me. It's there to give me that edge for what I have to do.","c":"fear","a":"Bear Grylls"},{"id":"HA9hXuocBm","t":"Will dissent be permitted? The answer to that question will determine whether the society is a free society or a fear society.","c":"fear","a":"Natan Sharansky"},{"id":"FVOgk1uQUQ","t":"We must laugh before we are happy, for fear of dying without having laughed at all.","c":"fear","a":"Jean de la Bruyere"},{"id":"JNqM_B9YPr","t":"With Alexander's cancer, I was definitely brought to my knees for the first time because of the fear factor.","c":"fear","a":"Cathy Freeman"},{"id":"4mfwgmBY2C","t":"People may believe that there can be a society where dissent is not permitted, but which is nonetheless not a fear society because everyone agrees with one another and therefore no one wants to dissent.","c":"fear","a":"Natan Sharansky"},{"id":"b1xdmDr9IBm","t":"When you say 'fear of the unknown', that is the definition of fear fear is the unknown, fear is what you do not know, and it's genetically within us so that we feel safe. We feel scared of the woods because we're not familiar with it, and that keeps you safe.","c":"fear","a":"M. Night Shyamalan"},{"id":"tCnGf51WwAO","t":"When desire dies, fear is born.","c":"fear","a":"Baltasar Gracian"},{"id":"krSq1yvE4Op","t":"Every move we make in fear of the next war in fact hastens it.","c":"fear","a":"Gregory Bateson"},{"id":"LmwHSh2gMVe","t":"Going to parties usually makes me feel depressed, just because I have such social fear after meeting people.","c":"fear","a":"Florence Welch"},{"id":"v1QuhM10nq7","t":"I could write an entertaining novel about rejection slips, but I fear it would be overly long.","c":"fear","a":"Louise Brown"},{"id":"_GwS-MtFILc","t":"There are only two forces that unite men - fear and interest.","c":"fear","a":"Napoleon Bonaparte"},{"id":"KDEv7WkbDGS","t":"Power is of two kinds. One is obtained by the fear of punishment and the other by acts of love. Power based on love is a thousand times more effective and permanent then the one derived from fear of punishment.","c":"fear","a":"Mahatma Gandhi"},{"id":"1YnMl7tRapj","t":"Fear is not a good teacher. The lessons of fear are quickly forgotten.","c":"fear","a":"Mary Catherine Bateson"},{"id":"fZ0zS95RXLx","t":"Our government is founded upon the intelligence of the people. I for one do not despair of the republic. I have great confidence in the virtue of the great majority of the people, and I cannot fear the result.","c":"fear","a":"Andrew Jackson"},{"id":"ExPgHr-BEx0","t":"It is wisdom in prosperity, when all is as thou wouldn't have it, to fear and suspect the worst.","c":"fear","a":"Desiderius Erasmus"},{"id":"d_pJbNPmqN_","t":"Have no fear of perfection - you'll never reach it.","c":"fear","a":"Salvador Dali"},{"id":"hCf0uebP-iF","t":"The thirst for powerful sensations takes the upper hand both over fear and over compassion for the grief of others.","c":"fear","a":"Anton Chekhov"},{"id":"nR3eNJQSr5y","t":"Do what you fear and fear disappears.","c":"fear","a":"David Joseph Schwartz"},{"id":"26DKemzuCq-","t":"Yet, it ought to be obvious that good music generally occupies a higher plane that mere politics. Great writers can express moods through melody and capture experiences we share most powerfully - love, lust, longing joy, rage, fear triumph, yearning and confusion.","c":"fear","a":"Tony Snow"},{"id":"IuOPU9TFs3I","t":"There is a lot of hype and fear about this much-talked-about prospect of designer babies.","c":"fear","a":"Leon Kass"},{"id":"1GTVkCBn6rR","t":"It is not power that corrupts but fear. Fear of losing power corrupts those who wield it and fear of the scourge of power corrupts those who are subject to it.","c":"fear","a":"Aung San Suu Kyi"},{"id":"192PSFGZUK-","t":"Fear is the lengthened shadow of ignorance.","c":"fear","a":"Arnold H. Glasow"},{"id":"BXT-Kd7Sbto","t":"The thinner the ice, the more anxious is everyone to see whether it will bear.","c":"fear","a":"Josh Billings"},{"id":"F87ryQuH12A","t":"We are near, very near, to an end to the eurozone crisis... The worst - in the sense of the fear of the eurozone breaking up - is over. But the best isn't there yet.","c":"fear","a":"Francois Hollande"},{"id":"Ri4GzU_O31Y","t":"I live my life through fear. If I'm afraid of it I'll do it just so I'm not afraid of it anymore.","c":"fear","a":"Jeremy Renner"},{"id":"58yaUFZCbJO","t":"The greatest fear that haunts this city is a suitcase bomb, nuclear or germ. Many people carry small gas masks. The masses here seem to be resigned to the inevitable, believing an attack of major proportions will happen.","c":"fear","a":"David Wilkerson"},{"id":"uwK1PfQSm-D","t":"There is no city or country in the world where women and girls live free of the fear of violence. No leader can claim: 'this is not happening in my backyard.'","c":"fear","a":"Michelle Bachelet"},{"id":"fZ93n_3U43_","t":"A book is the only place in which you can examine a fragile thought without breaking it, or explore an explosive idea without fear it will go off in your face. It is one of the few havens remaining where a man's mind can get both provocation and privacy.","c":"fear","a":"Edward P. Morgan"},{"id":"dl67ho2NNn5","t":"For me it's important to be in balance. To not let fear get in the way of things, to not worry so much about protecting yourself all the time.","c":"fear","a":"John Frusciante"},{"id":"97ZrrdaNis4","t":"The key to change... is to let go of fear.","c":"fear","a":"Rosanne Cash"},{"id":"H89ohzIimZU","t":"Don't let the fear of striking out hold you back.","c":"fear","a":"Babe Ruth"},{"id":"hnLnOnos83N","t":"In time we hate that which we often fear.","c":"fear","a":"William Shakespeare"},{"id":"coFCyum8ejU","t":"Nothing in life is to be feared, it is only to be understood. Now is the time to understand more, so that we may fear less.","c":"fear","a":"Marie Curie"},{"id":"xZbOrQbEhix","t":"Taking a new step, uttering a new word, is what people fear most.","c":"fear","a":"Benjamin Disraeli"},{"id":"0l4lc8wYEAO","t":"A writer of fiction lives in fear. Each new day demands new ideas and he can never be sure whether he is going to come up with them or not.","c":"fear","a":"Roald Dahl"},{"id":"mKCd4RvIh2a","t":"A man's primary fantasy is access to a variety of attractive women without the fear of rejection.","c":"fear","a":"Warren Farrell"},{"id":"GD2TVkJMv1d","t":"The public is not to see where power lies, how it shapes policy, and for what ends. Rather, people are to hate and fear one another.","c":"fear","a":"Noam Chomsky"},{"id":"DkJNYVhYUcA","t":"I fear my enthusiasm flags when real work is demanded of me.","c":"fear","a":"H. P. Lovecraft"},{"id":"tkvKlUM3Z70","t":"I have no fear of losing my life - if I have to save a koala or a crocodile or a kangaroo or a snake, mate, I will save it.","c":"fear","a":"Steve Irwin"},{"id":"bU-xTu0coDq","t":"Do the thing you fear to do and keep on doing it... that is the quickest and surest way ever yet discovered to conquer fear.","c":"fear","a":"Dale Carnegie"},{"id":"RA9d5rLZ-Pb","t":"Worry is a cycle of inefficient thoughts whirling around a center of fear.","c":"fear","a":"Corrie Ten Boom"},{"id":"Qn4zhNQDL-i","t":"I've always felt that if you back down from a fear, the ghost of that fear never goes away. It diminishes people.","c":"fear","a":"Hugh Jackman"},{"id":"IfGLt-kwwcB","t":"Our party must continue to strike fear in the heart of the white man, our real enemy!","c":"fear","a":"Robert Mugabe"},{"id":"xot2xkJNAd8","t":"I was kind of surprised to learn how controlling I am. I never thought of myself in that way. I think the root of the control issues is usually fear, because you want to know what's going to be happening at any given moment.","c":"fear","a":"Michelle Pfeiffer"},{"id":"ZJgH9ZPTkFP","t":"There's so much fear involved in trying to do something you don't know how to do that drugs and alcohol can become a big part of your life if you have an addictive personality or are very unsure, which most songwriters are.","c":"fear","a":"Barry Mann"},{"id":"VcITIAzH7ja","t":"Do not fear mistakes. There are none.","c":"fear","a":"Miles Davis"},{"id":"99jXuQdahTe","t":"Fear is static that prevents me from hearing myself.","c":"fear","a":"Samuel Butler"},{"id":"Yf5G7K7eY88","t":"Do not look upon this world with fear and loathing. Bravely face whatever the gods offer.","c":"fear","a":"Morihei Ueshiba"},{"id":"ENsqstKbdjN","t":"Fear tastes like a rusty knife and do not let her into your house.","c":"fear","a":"John Cheever"},{"id":"N6iTSA9ghTM","t":"Being a parent is not for the faint of heart. I may joke about knowing fear, but the fact is, the first time I ever knew real fear was the day Charlotte, my first child, was born. Suddenly there is someone in the world you care about more than anything.","c":"fear","a":"Harlan Coben"},{"id":"A2R-lt89jVp","t":"My greatest fear: repetition.","c":"fear","a":"Max Frisch"},{"id":"-a-X4sv3GqL","t":"Everyone has his faults which he continually repeats: neither fear nor shame can cure them.","c":"fear","a":"Jean de La Fontaine"},{"id":"QuZGFrlJcuc","t":"No one should fear to undertake any task in the name of our Saviour, if it is just and if the intention is purely for His holy service.","c":"fear","a":"Christopher Columbus"},{"id":"RniH74nqXis","t":"I had to confront my fears and master my every demonic thought about inferiority, insecurity, or the fear of being black, young, and gifted in this Western culture.","c":"fear","a":"Lauryn Hill"},{"id":"fJytlvBnO85","t":"Fear is proof of a degenerate mind.","c":"fear","a":"Virgil"},{"id":"3-okek4OEny","t":"Monopolists who fear competition and who distrust democracy because it stands for equal opportunity would like to secure their position against small and energetic enterprise.","c":"fear","a":"Henry A. Wallace"},{"id":"sJY0vOroubA","t":"Boredom is... a vital problem for the moralist, since half the sins of mankind are caused by the fear of it.","c":"fear","a":"Bertrand Russell"},{"id":"iBo3dPGEXe-","t":"To have a great man for an intimate friend seems pleasant to those who have never tried it those who have, fear it.","c":"fear","a":"Homer"},{"id":"zxJmpgCpB6o","t":"The mark of fear is not easily removed.","c":"fear","a":"Ernest Gaines"},{"id":"iLwQFbLPJgX","t":"Let children read whatever they want and then talk about it with them. If parents and kids can talk together, we won't have as much censorship because we won't have as much fear.","c":"fear","a":"Judy Blume"},{"id":"lZyfFY7-9jI","t":"I fear God never showed mercy to one so vile as I.","c":"fear","a":"David Brainerd"},{"id":"9EpPOWzw9v6","t":"To withdraw is not to run away, and to stay is no wise action, when there's more reason to fear than to hope.","c":"fear","a":"Miguel de Cervantes"},{"id":"b39z0dKhZp7","t":"In morals what begins in fear usually ends in wickedness in religion what begins in fear usually ends in fanaticism. Fear, either as a principle or a motive, is the beginning of all evil.","c":"fear","a":"Anna Jameson"},{"id":"TtOcLM6eAvT","t":"I don't want to wake up and be bored. That's probably my greatest fear is to have nothing to do. What better job is there than to play quarterback for an NFL team, and certainly one that I've been on for a long time and had success with? I don't plan on giving it up any time soon.","c":"fear","a":"Tom Brady"},{"id":"MdrZWty1qrH","t":"That might have a lot to do with it, but you know, I probably don't show fear, but I suffer from fear like everyone else.","c":"fear","a":"Steve Irwin"},{"id":"8MRB9U9tzKz","t":"Where there is charity and wisdom, there is neither fear nor ignorance.","c":"fear","a":"Francis of Assisi"},{"id":"wklZVhdy0T9","t":"Americans have discovered fear.","c":"fear","a":"Jose Saramago"},{"id":"cT-KxhsiEq3","t":"Action is a great restorer and builder of confidence. Inaction is not only the result, but the cause, of fear. Perhaps the action you take will be successful perhaps different action or adjustments will have to follow. But any action is better than no action at all.","c":"fear","a":"Norman Vincent Peale"},{"id":"af9U-LCUcaM","t":"You don't want too much fear in a market, because people will be blinded to some very good buying opportunities. You don't want too much complacency because people will be blinded to some risk.","c":"fear","a":"Ron Chernow"},{"id":"paxZBsf7_no","t":"A fear of the unknown keeps a lot of people from leaving bad situations.","c":"fear","a":"Kathie Lee Gifford"},{"id":"pFGiJ0NaDnH","t":"It is an open question whether any behavior based on fear of eternal punishment can be regarded as ethical or should be regarded as merely cowardly.","c":"fear","a":"Margaret Mead"},{"id":"H0yotR656iM","t":"Eighty percent of all choices are based on fear. Most people don't choose what they want they choose what they think is safe.","c":"fear","a":"Phil McGraw"},{"id":"Rgj0SrdFnKw","t":"How very little can be done under the spirit of fear.","c":"fear","a":"Florence Nightingale"},{"id":"-ALaMUvWvkr","t":"Those who love to be feared fear to be loved.","c":"fear","a":"Saint Francis de Sales"},{"id":"xFsn_ZVzyb3","t":"Fear attracts attack.","c":"fear","a":"Edwin Louis Cole"},{"id":"mPrqU7kRAj1","t":"Of all the hazards, fear is the worst.","c":"fear","a":"Sam Snead"},{"id":"cEcNbnoVteg","t":"Fear is exciting for me.","c":"fear","a":"Ayrton Senna"},{"id":"yLY1Xqr_Wkd","t":"My biggest fear ever is to be involved in a plane crash, so when that happened... well, I'm just thankful to be alive. I'm just grateful to be here at all.","c":"fear","a":"Travis Barker"},{"id":"VjgLXVWVvx4","t":"The thing I fear most is fear.","c":"fear","a":"Michel de Montaigne"},{"id":"8-_QpbxLbN4","t":"If you let your fear of consequence prevent you from following your deepest instinct, your life will be safe, expedient and thin.","c":"fear","a":"Katharine Butler Hathaway"},{"id":"-Arz1S625xJ","t":"Fear is the enemy. I distrust it. Any feeling or decision I make that might be motivated by fear I quickly reassess.","c":"fear","a":"Andrea Riseborough"},{"id":"UHUQxtEmaiS","t":"Fear not, the people may be deluded for a moment, but cannot be corrupted.","c":"fear","a":"Andrew Jackson"},{"id":"YywPZ7e90K8","t":"I have gained this from philosophy: that I do without being commanded what others do only from fear of the law.","c":"fear","a":"Aristotle"},{"id":"qwRdyNLTeUB","t":"Fear and pain and suffering is not OK for any being to feel intentionally at the hands of us.","c":"fear","a":"Leona Lewis"},{"id":"-BZ0AQ6G_G_","t":"And the things that we fear are a weapon to be held against us.","c":"fear","a":"Ian Rush"},{"id":"mkNFEXghmgv","t":"What our children have to fear is not the cars on the highways of tomorrow but our own pleasure in calculating the most elegant parameters of their deaths.","c":"fear","a":"J. G. Ballard"},{"id":"tOvy1ifyurU","t":"We fear things in proportion to our ignorance of them.","c":"fear","a":"Christian Nestell Bovee"},{"id":"m3lzL5EvRwl","t":"Freedom is contagious. That's why despots fear it so much.","c":"fear","a":"Bill Owens"},{"id":"p0MOUo5Ii1P","t":"People are so used to having their lives filmed, they're not even conscious of having cameras around. I still have that sort of suspicion when a camera comes out. I view it as a thing to fear.","c":"fear","a":"Sade Adu"},{"id":"ew-77_nT8rZ","t":"Let us never negotiate out of fear. But let us never fear to negotiate.","c":"fear","a":"John F. Kennedy"},{"id":"ifqYkKsJbE8","t":"No passion so effectually robs the mind of all its powers of acting and reasoning as fear.","c":"fear","a":"Edmund Burke"},{"id":"wcT_PbipwCD","t":"If you know the enemy and know yourself you need not fear the results of a hundred battles.","c":"fear","a":"Sun Tzu"},{"id":"01_Y34kwi1Z","t":"How does one kill fear, I wonder? How do you shoot a specter through the heart, slash off its spectral head, take it by its spectral throat?","c":"fear","a":"Joseph Conrad"},{"id":"pAk92D1JPSG","t":"When we are unwilling to draw clear moral lines between free societies and fear societies, when we are unwilling to call the former good and the latter evil, we will not be able to advance the cause of peace because peace cannot be disconnected from freedom.","c":"fear","a":"Natan Sharansky"},{"id":"i0KYujyqA8b","t":"To good and true love fear is forever affixed.","c":"fear","a":"Francois Rabelais"},{"id":"zDTTgm8btK4","t":"Love is what we were born with. Fear is what we learned here.","c":"fear","a":"Marianne Williamson"},{"id":"3eT5sUdpcY3","t":"Fear cannot be without hope nor hope without fear.","c":"fear","a":"Baruch Spinoza"},{"id":"ngTf5tqF3uB","t":"Together we can make a world where cancer no longer means living with fear, without hope, or worse.","c":"fear","a":"Patrick Swayze"},{"id":"I34R--ak_gL","t":"What's powerful about a love scene is not seeing the act. It's seeing the passion, the need, the desire, the caring, the fear.","c":"fear","a":"Patrick Swayze"},{"id":"z_srfAzg2RX","t":"What they smell isn't the emotion of fear. What dogs can smell is the changes in a person's skin that suggest fear to the dog, anxiety, the way your skin sweats, the amount of uric acid that suddenly pours out of your pores.","c":"fear","a":"Robert Crais"},{"id":"_MyLmVqLpNV","t":"A child understands fear, and the hurt and hate it brings.","c":"fear","a":"Nadine Gordimer"},{"id":"30KiLyruEmT","t":"Most people come to fear not death itself, but the many terrible ways of dying.","c":"fear","a":"Polly Toynbee"},{"id":"W2PR6bf8wSQ","t":"Power does not corrupt. Fear corrupts... perhaps the fear of a loss of power.","c":"fear","a":"John Steinbeck"},{"id":"zCFpomjmxQN","t":"Everyone believes very easily whatever they fear or desire.","c":"fear","a":"Jean de La Fontaine"},{"id":"N-8CDmPyNOD","t":"An appeal to fear never finds an echo in German hearts.","c":"fear","a":"Otto von Bismarck"},{"id":"BcQ4N22_HWn","t":"There's a confidence that comes from youth and not knowing better. But there comes a point, as an actor, when you do know better, and that is when the fear starts.","c":"fear","a":"Kiefer Sutherland"},{"id":"DEsKCdbDd7I","t":"I have now taken a serious task upon myself and I fear a greater one that is in the power of any man to perform in the given time-but it is too late to go back.","c":"fear","a":"Eli Whitney"},{"id":"6_gACPFBnWk","t":"It sometimes is just the fear of being misunderstood.","c":"fear","a":"Terry Gross"},{"id":"XL1WjSTq6fe","t":"Vaccines save lives fear endangers them. It's a simple message parents need to keep hearing.","c":"fear","a":"Jeffrey Kluger"},{"id":"6eBUXkmOs29","t":"I think we too often make choices based on the safety of cynicism, and what we're lead to is a life not fully lived. Cynicism is fear, and it's worse than fear - it's active disengagement.","c":"fear","a":"Ken Burns"},{"id":"VC8rPsvB82a","t":"We must laugh before we are happy, for fear we die before we laugh at all.","c":"fear","a":"Jean de La Fontaine"},{"id":"LYXLiDeGRV8","t":"Greatness comes from fear. Fear can either shut us down and we go home, or we fight through it.","c":"fear","a":"Lionel Richie"},{"id":"L0_hTrBLbHG","t":"There are few things more liberating in this life than having your worst fear realized.","c":"fear","a":"Conan O'Brien"},{"id":"tivnsAXzneG","t":"Follow the path of the unsafe, independent thinker. Expose your ideas to the dangers of controversy. Speak your mind and fear less the label of 'crackpot' than the stigma of conformity. And on issues that seem important to you, stand up and be counted at any cost.","c":"fear","a":"Chauncey Depew"},{"id":"Z9lKaLUwNsx","t":"If you have stage fright, it never goes away. But then I wonder: is the key to that magical performance because of the fear?","c":"fear","a":"Stevie Nicks"},{"id":"aOEYhCpaLLg","t":"Maybe I fear things going wrong so much that I pre-empt them by not getting excited about them when they appear to be. going well.","c":"fear","a":"Jack Dee"},{"id":"fBm1L-A6IXd","t":"Try a thing you haven't done three times. Once, to get over the fear of doing it. Twice, to learn how to do it. And a third time to figure out whether you like it or not.","c":"fear","a":"Virgil Thomson"},{"id":"cL0HqR8bSWi","t":"You can't be a proper comic unless you've been out on stage and felt the fear.","c":"fear","a":"Johnny Vegas"},{"id":"3pyA__CEvd5","t":"Change creates fear, and technology creates change. Sadly, most people don't behave very well when they are afraid.","c":"fear","a":"Daniel H. Wilson"},{"id":"V-bayvpYPjr","t":"Necessity of action takes away the fear of the act, and makes bold resolution the favorite of fortune.","c":"fear","a":"Francis Quarles"},{"id":"X65exT1-0yX","t":"My whole life I've had the fear that I was going to be abandoned.","c":"fear","a":"Halle Berry"},{"id":"sJut4Uph4Ez","t":"The fear factor actually brings the genuineness.","c":"fear","a":"Ang Lee"},{"id":"KVAJNmUhv38","t":"As soon as the fear approaches near, attack and destroy it.","c":"fear","a":"Chanakya"},{"id":"AJrOmf_bEMS","t":"It is a measure of the framers' fear that a passing majority might find it expedient to compromise 4th Amendment values that these values were embodied in the Constitution itself.","c":"fear","a":"Sandra Day O'Connor"},{"id":"gxK_C-JoOfk","t":"The universal human laws - need, love for the beloved, fear, hunger, periodic exaltation, the kindness that rises up naturally in the absence of hunger/fear/pain - are constant, predictable, reliable, universal, and are merely ornamented with the details of local culture.","c":"fear","a":"George Saunders"},{"id":"JuTsbT4yiI0","t":"Television knows no night. It is perpetual day. TV embodies our fear of the dark, of night, of the other side of things.","c":"fear","a":"Jean Baudrillard"},{"id":"BSaMVE_53W0","t":"You know I never used to be a bad flyer, but I did start to have a fear of flying after I shot a movie where I was terrorized on a plane. I made Wes Craven's 'Red Eye'. I don't think they're linked but it does make me pause and wonder if they are, so perhaps I will explore that in therapy some day.","c":"fear","a":"Rachel McAdams"},{"id":"O5oZQmByeCz","t":"I am grateful that I didn't let fear get the best of me. It only holds you back from possibilities and greatness.","c":"fear","a":"Mariska Hargitay"}]