[{"id":"-DbKqV8s54XW","t":"Be slow in choosing a friend, slower in changing.","c":"friendship","a":"Benjamin Franklin"},{"id":"wFnsBuVhMSSa","t":"She discovered with great delight that one does not love one's children just because they are one's children but because of the friendship formed while raising them.","c":"friendship","a":"Gabriel Garcia Marquez"},{"id":"SnBgS2r3mrwc","t":"It may happen sometimes that a long debate becomes the cause of a longer friendship. Commonly, those who dispute with one another at last agree.","c":"friendship","a":"Elbert Hubbard"},{"id":"b1xwpabO0-HG","t":"A true friend freely, advises justly, assists readily, adventures boldly, takes all patiently, defends courageously, and continues a friend unchangeably.","c":"friendship","a":"William Penn"},{"id":"fFAU9DDAqbap","t":"Think where man's glory most begins and ends, and say my glory was I had such friends.","c":"friendship","a":"William Butler Yeats"},{"id":"fEil1t5cIjnk","t":"A friend to all is a friend to none.","c":"friendship","a":"Aristotle"},{"id":"0AeQis1-hF8l","t":"Happiness is understanding that friendship is more precious than mere things, more precious than getting your own way, more precious than being in situations where true principles are not at stake.","c":"friendship","a":"J. Donald Walters"},{"id":"yBRPBg_d2vxy","t":"All you need to do to be my friend is like me.","c":"friendship","a":"Taylor Swift"},{"id":"enwJS-4_4dEU","t":"Watching John Lasseter's films, I think I can understand better than anyone that what he's doing, is going straight ahead with his vision and working really hard to get that vision into film form. And I feel that my understanding this of him is my friendship towards him.","c":"friendship","a":"Hayao Miyazaki"},{"id":"6zfLHqfRvt-m","t":"Throughout its history, the international Olympic Committee has struggled to spread its ideal of fraternity, friendship, peace and universal understanding.","c":"friendship","a":"Juan Antonio Samaranch"},{"id":"d-RXPzT-k5Mk","t":"Time makes friendship stronger, but love weaker.","c":"friendship","a":"Jean de la Bruyere"},{"id":"890gsE3K3_p-","t":"It seems to me that trying to live without friends is like milking a bear to get cream for your morning coffee. It is a whole lot of trouble, and then not worth much after you get it.","c":"friendship","a":"Zora Neale Hurston"},{"id":"goQfJYdZZ91c","t":"Friendship, like love, is destroyed by long absence, though it may be increased by short intermissions.","c":"friendship","a":"Samuel Johnson"},{"id":"tZ9E9cvJfX2j","t":"On one side, citizens have great respect for the United States they have a great feeling of friendship. That is solid. But in the opposition and in the political arena I often find criticism of the closeness of relations with the United States. That is a reality.","c":"friendship","a":"Vicente Fox"},{"id":"U-3fiLqCaFXM","t":"Meg Ryan is a beautiful and courageous woman. I grieve the loss of her companionship but I've not lost the friendship. We talk all the time and that was what our connection was about. She has a wonderful mind and we just like a chat.","c":"friendship","a":"Russell Crowe"},{"id":"rJ07iKIp9NVJ","t":"Friends show their love in times of trouble, not in happiness.","c":"friendship","a":"Euripides"},{"id":"L99tBAVM6Hyg","t":"Love is friendship set on fire.","c":"friendship","a":"Jeremy Taylor"},{"id":"Zf-bHrDLB4fs","t":"As told in Friendship with God, if we simply decided to believe and act as if first, we're all one, and second, life is eternal, it would render virtually everything we've done all our lives pointless.","c":"friendship","a":"Neale Donald Walsch"},{"id":"i-d7sHNSNSAx","t":"Accountability in friendship is the equivalent of love without strategy.","c":"friendship","a":"Anita Brookner"},{"id":"__GLdAXLfKqI","t":"In closing I wish to say that while I was sorely beset by a number of white riders in my racing days, I have also enjoyed the friendship of countless thousands of white men whom I class as among my closest friends.","c":"friendship","a":"Major Taylor"},{"id":"8PdPUVzJ9phm","t":"You've got to reach a hand of friendship across the aisle and across philosophies in this country.","c":"friendship","a":"Joe Biden"},{"id":"1gTqId0WtAgk","t":"But friendship is the breathing rose, with sweets in every fold.","c":"friendship","a":"Oliver Wendell Holmes"},{"id":"08rP70R25R8g","t":"One of the surest evidences of friendship that one individual can display to another is telling him gently of a fault. If any other can excel it, it is listening to such a disclosure with gratitude, and amending the error.","c":"friendship","a":"Edward G. Bulwer-Lytton"},{"id":"SVKwt5HS6PZo","t":"Often the magical elements in my books are standing in for elements of the real world, the small and magical-in-their-own-right sorts of things that we take for granted and no longer pay attention to, like the bonds of friendship that entwine our own lives with those of other people and places.","c":"friendship","a":"Charles de Lint"},{"id":"PtyVkPUvcV7X","t":"Lovers have a right to betray you... friends don't.","c":"friendship","a":"Judy Holliday"},{"id":"s7rLA0xnWC5D","t":"I understand by this passion the union of desire, friendship, and tenderness, which is inflamed by a single female, which prefers her to the rest of her sex, and which seeks her possession as the supreme or the sole happiness of our being.","c":"friendship","a":"Edward Gibbon","e":true},{"id":"xrnFUAgUMcFG","t":"Rock n' roll as a genre is different from pop and hip hop: it is about bands, and that for me suggests brotherhood, family, friendship and community.","c":"friendship","a":"Steven Van Zandt"},{"id":"tJSXbIPqF5GF","t":"I value the friend who for me finds time on his calendar, but I cherish the friend who for me does not consult his calendar.","c":"friendship","a":"Robert Brault"},{"id":"HN2f9DuwI78j","t":"The building of friendship, family, community and love is complicated. We are so isolated in this country, no longer supported by tribes and villages.","c":"friendship","a":"Jasmine Guy"},{"id":"--4TY8EEE5Ws","t":"Of all the things which wisdom provides to make us entirely happy, much the greatest is the possession of friendship.","c":"friendship","a":"Epicurus"},{"id":"6i9npZPrV8Sa","t":"Friendship, like the immortality of the soul, is too good to be believed.","c":"friendship","a":"Ralph Waldo Emerson"},{"id":"qr3ZIKHzMkeg","t":"Friendship is a word, the very sight of which in print makes the heart warm.","c":"friendship","a":"Augustine Birrell"},{"id":"O4u4vV-mUM2u","t":"I've got some great guy friends. They can start out as crushes. But when you realize something isn't going to happen, you make a choice whether or not the friendship is worth it. And it usually is. Then you can laugh about the fact that you used to have a crush on him or he had one on you.","c":"friendship","a":"Courteney Cox"},{"id":"ADpaBv1vuPje","t":"My last public performance for money was in 1967. For free, it was 1972, with the exception of two little one-shot, one-song things. But that's just for friends, out of friendship for the people involved, and also because it was fun.","c":"friendship","a":"Tom Lehrer"},{"id":"CQKPSSoONN_d","t":"Even where friendship is concerned, it takes me a long time to trust people.","c":"friendship","a":"Namie Amuro"},{"id":"2PUU13Qi7aWV","t":"One friend in a lifetime is much two are many three are hardly possible. Friendship needs a certain parallelism of life, a community of thought, a rivalry of aim.","c":"friendship","a":"Brooks Adams"},{"id":"6fLlG7woF-vn","t":"Lots of people want to ride with you in the limo, but what you want is someone who will take the bus with you when the limo breaks down.","c":"friendship","a":"Oprah Winfrey"},{"id":"Bb4lUamrbUuE","t":"Friendship has its illusions no less than love.","c":"friendship","a":"Stendhal"},{"id":"JFATvyrmMkh1","t":"There was really no friendship in modeling, though a certain amount of warmth comes from running into models you know on shoots, because you end up in so many unfamiliar places, from Alaska to Africa.","c":"friendship","a":"Carol Alt"},{"id":"W5CNn2n0FZyQ","t":"One of the most beautiful qualities of true friendship is to understand and to be understood.","c":"friendship","a":"Lucius Annaeus Seneca"},{"id":"qUJG7m77IRoM","t":"I don't need to go onto Facebook and pretend to have friends I've never even met. To my mind, that kind of destroys the meaning of the word 'friend.' I take exception to that. Because I value and respect friendship.","c":"friendship","a":"Stefanie Powers"},{"id":"XLINgahdx8CP","t":"Friendship is an arrangement by which we undertake to exchange small favors for big ones.","c":"friendship","a":"Charles de Montesquieu"},{"id":"PQE_MZH40Rjt","t":"Be courteous to all, but intimate with few, and let those few be well tried before you give them your confidence.","c":"friendship","a":"George Washington"},{"id":"eyUtIbYuUrbU","t":"Let us be grateful to people who make us happy, they are the charming gardeners who make our souls blossom.","c":"friendship","a":"Marcel Proust"},{"id":"nNVn-hCVkO7h","t":"That was the day I began cutting classes and returning to TV tapings it ultimately led to a friendship with Johnny O, and an increasing fascination and respect for what he did.","c":"friendship","a":"Randy West"},{"id":"tyqaId0ntmdr","t":"Silences make the real conversations between friends. Not the saying but the never needing to say is what counts.","c":"friendship","a":"Margaret Lee Runbeck"},{"id":"d7JPT1IBtNrl","t":"The friend is the man who knows all about you, and still likes you.","c":"friendship","a":"Elbert Hubbard"},{"id":"4DdbIpV7Gswn","t":"Love and esteem are the first principles of friendship it is always imperfect if either of these two are wanting.","c":"friendship","a":"Eustace Budgell"},{"id":"7hgkN135axz3","t":"But, based on my friendship with Evie as young mothers, I started going on freedom rides in 1966.","c":"friendship","a":"June Jordan"},{"id":"qbBuVi0CpWrt","t":"If we would build on a sure foundation in friendship, we must love friends for their sake rather than for our own.","c":"friendship","a":"Charlotte Bronte"},{"id":"vz68oRjr5TRS","t":"In those early years in New York when I was a stranger in a big city, it was the companionship and later friendship which I was offered in the Linnean Society that was the most important thing in my life.","c":"friendship","a":"Ernst Mayr"},{"id":"4JriGJZKJkJa","t":"A man cannot be said to succeed in this life who does not satisfy one friend.","c":"friendship","a":"Henry David Thoreau"},{"id":"h4Z9ZdkTgnh8","t":"The part which American friendship played in helping us to win the freedom we enjoy in this part of Ireland has been gratefully recognized and acknowledged by our people.","c":"friendship","a":"Eamon de Valera"},{"id":"K0ZCSljVkthe","t":"I think quite a lot of people have a friendship or a love that's gone like that and it never quite reconciles properly.","c":"friendship","a":"Tim Finn"},{"id":"u30PUWKzvzpU","t":"I have friends in overalls whose friendship I would not swap for the favor of the kings of the world.","c":"friendship","a":"Thomas A. Edison"},{"id":"220BuwXdZQlR","t":"The joys of friendship inert the heart and fizzy home bouncing jubilantly with laughter-buttered love.","c":"friendship","a":"Bradley Chicho"},{"id":"3yoJeKDNQ85z","t":"Love and friendship exclude each other.","c":"friendship","a":"Jean de la Bruyere"},{"id":"Db1VOPmovc3j","t":"As iron sharpens iron, so a friend sharpens a friend.","c":"friendship","a":"King Solomon"},{"id":"v37e99DWexLU","t":"The ideal friendship is to feel as one while remaining two.","c":"friendship","a":"Sophie Swetchine"},{"id":"gaUKT0zcXlGj","t":"Friends are born, not made.","c":"friendship","a":"Henry Adams"},{"id":"O2oqGo9K4O9d","t":"I love life in spite of all that mars it. I love friendship, jokes and laughter.","c":"friendship","a":"Tahar Ben Jelloun"},{"id":"VUYLqkV1HEKH","t":"Came but for friendship, and took away love.","c":"friendship","a":"Thomas Moore"},{"id":"eQkPN2p3fBCd","t":"Eros will have naked bodies Friendship naked personalities.","c":"friendship","a":"C. S. Lewis","e":true},{"id":"W2q4SZW5BwWf","t":"Friendship is the golden thread that ties the heart of all the world.","c":"friendship","a":"John Evelyn"},{"id":"YVXab4TWXTHE","t":"Friendship often ends in love but love in friendship - never.","c":"friendship","a":"Charles Caleb Colton"},{"id":"FC4uf0oXeDOo","t":"Our philosophy precedes from the belief that sport is an inalienable part of the educational process and a factor for promoting peace, friendship, cooperation and understanding among peoples.","c":"friendship","a":"Juan Antonio Samaranch"},{"id":"Tn-1NiVHu_v4","t":"When you choose your friends, don't be short-changed by choosing personality over character.","c":"friendship","a":"W. Somerset Maugham"},{"id":"cZoohcSbgexd","t":"Friendship can only exist between persons with similar interests and points of view. Man and woman by the conventions of society are born with different interests and different points of view.","c":"friendship","a":"August Strindberg"},{"id":"n7PCDgZVkBkz","t":"To like and dislike the same things, this is what makes a solid friendship.","c":"friendship","a":"Sallust"},{"id":"A4GvSwPPfpan","t":"One measure of friendship consists not in the number of things friends can discuss, but in the number of things they need no longer mention.","c":"friendship","a":"Clifton Paul Fadiman"},{"id":"bQJb9GkfuUE-","t":"Loyalty and friendship, which is to me the same, created all the wealth that I've ever thought I'd have.","c":"friendship","a":"Ernie Banks"},{"id":"RO3vV5MiJtML","t":"And we want to develop our strategy to partnership and friendship with the United States, which is connected with a very rich history but what is very important for our future.","c":"friendship","a":"Aleksander Kwasniewski"},{"id":"mdC-jBVqABVN","t":"Plunderous is the palate I gift to you, openly I hug the universe of our friendship expanding its outer limit.","c":"friendship","a":"Bradley Chicho"},{"id":"O92adie3zzwb","t":"A passion for politics stems usually from an insatiable need, either for power, or for friendship and adulation, or a combination of both.","c":"friendship","a":"Fawn M. Brodie"},{"id":"ONIhtQfZ7ixn","t":"Friendship is a single soul dwelling in two bodies.","c":"friendship","a":"Aristotle"},{"id":"2OeTWOQVG3Sh","t":"Friendship is a sheltering tree.","c":"friendship","a":"Samuel Taylor Coleridge"},{"id":"UJnhds4pY6qH","t":"Let there be no purpose in friendship save the deepening of the spirit.","c":"friendship","a":"Khalil Gibran"},{"id":"QKfdlJT52pOY","t":"Why do we go around acting as though everything was friendship and reliability when basically everything everywhere is full of sudden hate and ugliness?","c":"friendship","a":"Anna Freud"},{"id":"q6PPyqU6QOzm","t":"Love is friendship that has caught fire. It is quiet understanding, mutual confidence, sharing and forgiving. It is loyalty through good and bad times. It settles for less than perfection and makes allowances for human weaknesses.","c":"friendship","a":"Ann Landers"},{"id":"kcBiQMLL8MNT","t":"A tree is known by its fruit a man by his deeds. A good deed is never lost he who sows courtesy reaps friendship, and he who plants kindness gathers love.","c":"friendship","a":"Saint Basil"},{"id":"0BAtCH-cTsq7","t":"A friendship can weather most things and thrive in thin soil but it needs a little mulch of letters and phone calls and small, silly presents every so often - just to save it from drying out completely.","c":"friendship","a":"Pam Brown"},{"id":"af3PlA_nOmAu","t":"What I cannot love, I overlook. Is that real friendship?","c":"friendship","a":"Anais Nin"},{"id":"-omR6u1blrC-","t":"When two people first meet, they can only have a very ordinary kind of friendship. But when you begin to understand each other, when you get close to them, you discover that you're suddenly eager to know him or her even better.","c":"friendship","a":"Zhang Ziyi"},{"id":"_vMo5WDRrTx-","t":"Sweet is the scene where genial friendship plays the pleasing game of interchanging praise.","c":"friendship","a":"Oliver Wendell Holmes"},{"id":"e6EMPrH46NSL","t":"One sure way to lose another woman's friendship is to try to improve her flower arrangements.","c":"friendship","a":"Marcelene Cox"},{"id":"qpAVQSMWZ1cx","t":"It is not a lack of love, but a lack of friendship that makes unhappy marriages.","c":"friendship","a":"Friedrich Nietzsche"},{"id":"I0hxLkChR63n","t":"I didn't like England. I couldn't take the look of the place or the style of friendship. I need more intimacy from people than is considered okay there, and I felt that my personality and my enthusiasms weren't understood. I had to put a big lid on myself.","c":"friendship","a":"Jane Campion"},{"id":"KorZQXqu0rv_","t":"A single rose can be my garden... a single friend, my world.","c":"friendship","a":"Leo Buscaglia"},{"id":"cHRsrAhxMGOs","t":"Marriage: A friendship recognized by the police.","c":"friendship","a":"Robert Louis Stevenson"},{"id":"zHc6ueWwbNY6","t":"Don't walk behind me I may not lead. Don't walk in front of me I may not follow. Just walk beside me and be my friend.","c":"friendship","a":"Albert Camus"},{"id":"GxIn-l64B1G5","t":"Marriage is the highest state of friendship. If happy, it lessens our cares by dividing them, at the same time that it doubles our pleasures by mutual participation.","c":"friendship","a":"Samuel Richardson"},{"id":"zm8zsxifyKeD","t":"There is nothing on this earth more to be prized than true friendship.","c":"friendship","a":"Thomas Aquinas"},{"id":"jwL9JLdi8HTO","t":"Even in the common affairs of life, in love, friendship, and marriage, how little security have we when we trust our happiness in the hands of others!","c":"friendship","a":"William Hazlitt"},{"id":"9QAyTQ9HJHMW","t":"At the beginning of the new century, it is the common aspiration of the peoples of the two countries to deepen mutual understanding, enhance trust, develop friendship and strengthen cooperation.","c":"friendship","a":"Li Peng"},{"id":"mxdFfNXV90Kj","t":"Sweet is the memory of distant friends! Like the mellow rays of the departing sun, it falls tenderly, yet sadly, on the heart.","c":"friendship","a":"Washington Irving"},{"id":"6eZ_MwAtDZ_b","t":"Be true to your work, your word, and your friend.","c":"friendship","a":"Henry David Thoreau"},{"id":"ban5RlrrDmEY","t":"Our friends interpret the world and ourselves to us, if we take them tenderly and truly.","c":"friendship","a":"Amos Bronson Alcott"},{"id":"muSypC8XwpIO","t":"It is only the great hearted who can be true friends. The mean and cowardly, Can never know what true friendship means.","c":"friendship","a":"Charles Kingsley"},{"id":"H9r-P8NThBFw","t":"Friendship, of itself a holy tie, is made more sacred by adversity.","c":"friendship","a":"Charles Caleb Colton"},{"id":"ffg883j3_B-W","t":"Friendship is always a sweet responsibility, never an opportunity.","c":"friendship","a":"Khalil Gibran"},{"id":"3hlBpYYszPqG","t":"A hug is like a boomerang - you get it back right away.","c":"friendship","a":"Bil Keane"},{"id":"yM8ZaheYK1WT","t":"Friendship multiplies the good of life and divides the evil.","c":"friendship","a":"Baltasar Gracian"},{"id":"bAyOXezfRuUN","t":"To cement a new friendship, especially between foreigners or persons of a different social world, a spark with which both were secretly charged must fly from person to person, and cut across the accidents of place and time.","c":"friendship","a":"Cornelia Otis Skinner"},{"id":"XtMFGwYxvzNm","t":"To be capable of steady friendship or lasting love, are the two greatest proofs, not only of goodness of heart, but of strength of mind.","c":"friendship","a":"William Hazlitt"},{"id":"a9h-HFe_6hgr","t":"The steady discipline of intimate friendship with Jesus results in men becoming like Him.","c":"friendship","a":"Harry Emerson Fosdick"},{"id":"AF0xdtrdqkxA","t":"Friendship is Love without his wings!","c":"friendship","a":"Lord Byron"},{"id":"a_KyD6jDPdrH","t":"It must be remembered that the sea is a great breeder of friendship. Two men who have known each other for twenty years find that twenty days at sea bring them nearer than ever they were before, or else estrange them.","c":"friendship","a":"Gilbert Parker"},{"id":"Bwqpq3xxtJbV","t":"Moral science is better occupied when treating of friendship than of justice.","c":"friendship","a":"Thomas Aquinas"},{"id":"EWwxRCVllDBs","t":"Friendship improves happiness and abates misery, by the doubling of our joy and the dividing of our grief.","c":"friendship","a":"Marcus Tullius Cicero"},{"id":"BPdim7wHIM7c","t":"Never make friends with people who are above or below you in status. Such friendships will never give you any happiness.","c":"friendship","a":"Chanakya"},{"id":"5g1txE3wT2DU","t":"True friendship is a plant of slow growth, and must undergo and withstand the shocks of adversity, before it is entitled to the appellation.","c":"friendship","a":"George Washington"},{"id":"v7STCl7ya_0I","t":"French Yemeni relations are strong and good, they are relations depending on friendship and cooperation my relationship with the president Chiraq are old and real.","c":"friendship","a":"Ali A. Saleh"},{"id":"Hn_e2Vybkoiw","t":"The best time to frame an answer to the letters of a friend, is the moment you receive them. Then the warmth of friendship, and the intelligence received, most forcibly cooperate.","c":"friendship","a":"William Shenstone"},{"id":"Uyj1gv01hTiR","t":"Mighty proud I am that I am able to have a spare bed for my friends.","c":"friendship","a":"Samuel Pepys"},{"id":"YNu7XOnqImzN","t":"I would like to raise my glass to friendship between Russia and the United States.","c":"friendship","a":"Richard Lugar"},{"id":"Vz2c5DYlsJKd","t":"One's life has value so long as one attributes value to the life of others, by means of love, friendship, indignation and compassion.","c":"friendship","a":"Simone de Beauvoir"},{"id":"PvewkvkS_kbu","t":"China has been committed to the independent foreign policy of peace and has developed friendship and cooperation with all countries on the basis of the Five Principles of Peaceful Coexistence.","c":"friendship","a":"Hu Jintao"},{"id":"5ggragsoRB4b","t":"During the 1950s, Aristotle Onassis and I formed what grew to be a close friendship and association in several business ventures.","c":"friendship","a":"Paul Getty"},{"id":"xxXbFsBLjluf","t":"The sincere friends of this world are as ship lights in the stormiest of nights.","c":"friendship","a":"Giotto di Bondone"},{"id":"pkr-OQEYrGCT","t":"A man's growth is seen in the successive choirs of his friends.","c":"friendship","a":"Ralph Waldo Emerson"},{"id":"0doG4QhQ0nDg","t":"The only way to have a friend is to be one.","c":"friendship","a":"Ralph Waldo Emerson"},{"id":"yCXPVY0hAotc","t":"If you're going through friendship issues, I would say, first of all take a step back. How important is the friendship to you? Sometimes, if someone's not being a good friend to you and isn't treating you the way you should be treated, then you kind of have to move on sometimes.","c":"friendship","a":"Victoria Justice"},{"id":"4rTKojRzeWYf","t":"Friendship is almost always the union of a part of one mind with the part of another people are friends in spots.","c":"friendship","a":"George Santayana"},{"id":"dddUx6Osjcpr","t":"Friendship... is not something you learn in school. But if you haven't learned the meaning of friendship, you really haven't learned anything.","c":"friendship","a":"Muhammad Ali"},{"id":"OnHnLe7tXivP","t":"When we honestly ask ourselves which person in our lives means the most to us, we often find that it is those who, instead of giving advice, solutions, or cures, have chosen rather to share our pain and touch our wounds with a warm and tender hand.","c":"friendship","a":"Henri Nouwen"},{"id":"k1wVxy6TNaRM","t":"Friendship is held to be the severest test of character.","c":"friendship","a":"Charles Eastman"},{"id":"MFcqy0LTRXPm","t":"But friendship is precious, not only in the shade, but in the sunshine of life, and thanks to a benevolent arrangement the greater part of life is sunshine.","c":"friendship","a":"Thomas Jefferson"},{"id":"pQuE14FmgKcf","t":"To some it may be a thrill to be known, to me it's a thrill to start a friendship even up.","c":"friendship","a":"Christopher Knight"},{"id":"K0OkNeqAF2j2","t":"Friendship marks a life even more deeply than love. Love risks degenerating into obsession, friendship is never anything but sharing.","c":"friendship","a":"Elie Wiesel"},{"id":"lETXXteie_4B","t":"It's the friends you can call up at 4 a.m. that matter.","c":"friendship","a":"Marlene Dietrich"},{"id":"BUeM7AQzlPi5","t":"Rare as is true love, true friendship is rarer.","c":"friendship","a":"Jean de La Fontaine"},{"id":"a6s8sYL0EjrV","t":"The essence of true friendship is to make allowance for another's little lapses.","c":"friendship","a":"David Storey"},{"id":"8CoCulP6rQ97","t":"To avoid being mistaken for a sellout, I chose my friends carefully. The more politically active black students. The foreign students. The Chicanos. The Marxist professors and structural feminists and punk-rock performance poets.","c":"friendship","a":"Barack Obama"},{"id":"qM-GfgQmHtaA","t":"Good fellowship and friendship are lasting, rational and manly pleasures.","c":"friendship","a":"William Wycherley"},{"id":"a_4RiePQ0Fej","t":"Perfect friendship is the friendship of men who are good, and alike in excellence for these wish well alike to each other qua good, and they are good in themselves.","c":"friendship","a":"Aristotle"},{"id":"Vj4RZFZ5gX-A","t":"The film itself involves a New York City radio storyteller, Gabriel Noone, who strikes up a friendship with one of his fans, an abused 14-year-old teenager who is suffering from AIDS, who does not have much longer to live.","c":"friendship","a":"Armistead Maupin"},{"id":"V6E8qmCeEjGZ","t":"I hope to continue my friendship with France and its filmmakers for many years to come.","c":"friendship","a":"Harvey Weinstein"},{"id":"2zVyrsSqPf7i","t":"My first experiences of academic friendship made me smile in after years when I looked back on them. But my circle of acquaintances had gradually grown so large that it was only natural new friendships should grow out of it.","c":"friendship","a":"Georg Brandes"},{"id":"afxeWw4dnVA8","t":"General benevolence, but not general friendship, made a man what he ought to be.","c":"friendship","a":"Jane Austen"},{"id":"ydo_B7av2I5y","t":"Conjugal love, or the friendship of spouses, can persist even after sexual desires have weakened, withered, and disappeared.","c":"friendship","a":"Mortimer Adler"},{"id":"9GDpOhY3lkYf","t":"I would have told him that I appreciated his friendship through the years and that I had learned a lot from him. I really loved Frank like you do a brother.","c":"friendship","a":"Jimmy Carl Black"},{"id":"g36S6nKbIfbg","t":"It is one of the severest tests of friendship to tell your friend his faults. So to love a man that you cannot bear to see a stain upon him, and to speak painful truth through loving words, that is friendship.","c":"friendship","a":"Henry Ward Beecher"},{"id":"safSnv7-77zv","t":"Since there is nothing so well worth having as friends, never lose a chance to make them.","c":"friendship","a":"Francesco Guicciardini"},{"id":"dn1nkKjTyfU-","t":"Love is flower like Friendship is like a sheltering tree.","c":"friendship","a":"Samuel Taylor Coleridge"},{"id":"wDFJcMrUG6GU","t":"I came to Venice for the first time in 1968 and was lucky enough to make the acquaintanceship, and then the friendship, of two Venetians, Roberta and Franco, who remain my best friends here after almost 50 years.","c":"friendship","a":"Donna Leon"},{"id":"6byCwuxZ4Kvm","t":"There is something in the unselfish and self-sacrificing love of a brute, which goes directly to the heart of him who has had frequent occasion to test the paltry friendship and gossamer fidelity of mere Man.","c":"friendship","a":"Edgar Allan Poe"},{"id":"53n22qHHGG7d","t":"When a friend is in trouble, don't annoy him by asking if there is anything you can do. Think up something appropriate and do it.","c":"friendship","a":"E. W. Howe"},{"id":"3WFCG6weOvE8","t":"Wishing to be friends is quick work, but friendship is a slow ripening fruit.","c":"friendship","a":"Aristotle"},{"id":"bHSb97vmeLOt","t":"Friendship with ones self is all important, because without it one cannot be friends with anyone else in the world.","c":"friendship","a":"Eleanor Roosevelt"},{"id":"CIg90VxIJ_Jx","t":"It became very clear to the director that it would be foolish not to use our friendship. I had tried to talk to him about it because all the relationships in the film are so, not negative, but antagonistic. There's not a lot of love going around.","c":"friendship","a":"Jennifer Beals"},{"id":"u00B_B4-ip2i","t":"Friendship is a pretty full-time occupation if you really are friendly with somebody. You can't have too many friends because then you're just not really friends.","c":"friendship","a":"Truman Capote"},{"id":"6xgnzXGGSm0y","t":"So far as it depends on the course of this government, our relations of good will and friendship will be sedulously cultivated with all nations.","c":"friendship","a":"John Tyler"},{"id":"czQZq_QzB1Tf","t":"Never have a companion that casts you in the shade.","c":"friendship","a":"Baltasar Gracian"},{"id":"hwj0MTDHyPbY","t":"The real test of friendship is: can you literally do nothing with the other person? Can you enjoy those moments of life that are utterly simple?","c":"friendship","a":"Eugene Kennedy"},{"id":"yI3seAww0dxJ","t":"006 was such an interesting character and the film really explored his friendship with Bond and how it all went wrong, so it was a very personal journey for both characters.","c":"friendship","a":"Sean Bean"},{"id":"ButGvoA6ZmFf","t":"I loved my 17 years with R.E.M., but I'm ready to reflect, assess and move on to a different phase of my life. The four of us will continue our close friendship, and I look forward to hearing their future efforts as the world's biggest R.E.M. fan.","c":"friendship","a":"Bill Berry"},{"id":"HJqLGSNnb0zs","t":"The rule of friendship means there should be mutual sympathy between them, each supplying what the other lacks and trying to benefit the other, always using friendly and sincere words.","c":"friendship","a":"Marcus Tullius Cicero"},{"id":"x3ptGVoN8oaN","t":"The friendship we share grows amidst the craggy rock pond reeds of water spray fireflies scented with bonfires.","c":"friendship","a":"Bradley Chicho"},{"id":"l-hmUXfwOuKE","t":"Friendship is composed of a single soul inhabiting two bodies.","c":"friendship","a":"Plautus"},{"id":"YMkioBbLYW2m","t":"He who hath many friends hath none.","c":"friendship","a":"Aristotle"},{"id":"VmRS6Mf-AjsR","t":"No distance of place or lapse of time can lessen the friendship of those who are thoroughly persuaded of each other's worth.","c":"friendship","a":"Robert Southey"},{"id":"U2Ga_QD7UrAI","t":"There are no rules for friendship. It must be left to itself. We cannot force it any more than love.","c":"friendship","a":"William Hazlitt"},{"id":"BWqYka_0T6lX","t":"The sacrifices of friendship were beautiful in her eyes as long as she was not asked to make them.","c":"friendship","a":"Hector Hugh Munro"},{"id":"jyQI5Ub2spjg","t":"Love demands infinitely less than friendship.","c":"friendship","a":"George Jean Nathan"},{"id":"uxjDlWv0s3EZ","t":"I force people to have coffee with me, just because I don't trust that a friendship can be maintained without any other senses besides a computer or cellphone screen.","c":"friendship","a":"John Cusack"},{"id":"yBmB1Vuv7qNV","t":"Friendship, like credit, is highest when it is not used.","c":"friendship","a":"Elbert Hubbard"},{"id":"JBov2daXKjTx","t":"An insincere and evil friend is more to be feared than a wild beast a wild beast may wound your body, but an evil friend will wound your mind.","c":"friendship","a":"Buddha"},{"id":"OQA9fSExoIMm","t":"Pity and friendship are two passions incompatible with each other.","c":"friendship","a":"Oliver Goldsmith"},{"id":"Yzv-w5oXl--v","t":"The most deadly fruit is borne by the hatred which one grafts on an extinguished friendship.","c":"friendship","a":"Gotthold Ephraim Lessing"},{"id":"tlHI6YAZqpUc","t":"So long as the memory of certain beloved friends lives in my heart, I shall say that life is good.","c":"friendship","a":"Helen Keller"},{"id":"Fgkk3FAiAXQ2","t":"Friendship and money: oil and water.","c":"friendship","a":"Mario Puzo"},{"id":"IpUhUTRS0tKW","t":"The friend who can be silent with us in a moment of despair or confusion, who can stay with us in an hour of grief and bereavement, who can tolerate not knowing... not healing, not curing... that is a friend who cares.","c":"friendship","a":"Henri Nouwen"},{"id":"ygLK-guso9Ao","t":"Sixth grade was a big time, in my childhood, of hoops and friendship, and coming up with funny things.","c":"friendship","a":"Adam Sandler"},{"id":"X_YDiC0QwRON","t":"Look, I worked with American Republican presidents and Democratic presidents, all of them, and each of them has shown a deep and profound friendship to Israel, you know? I can't remember anybody who was in that sense negative as far as Israel is concerned.","c":"friendship","a":"Shimon Peres"},{"id":"-cy9W07qQMb3","t":"People instantly assume you can't have a platonic friendship with someone of the opposite sex. I think this may be specific to L.A. - or America.","c":"friendship","a":"Isabel Lucas","e":true},{"id":"EIRdeTm6V0i-","t":"We became friends as we became a band. Our friendship evolved as the band evolved. It had its ups and downs, but it was mostly ups for the four of us. We got along well almost all of the time. Hey! We liked each other and we still do.","c":"friendship","a":"Dave Blood"},{"id":"TUl0VOGrG8bx","t":"Friendship is a strong and habitual inclination in two persons to promote the good and happiness of one another.","c":"friendship","a":"Eustace Budgell"},{"id":"ZCfGpyWQUvUT","t":"The world is round so that friendship may encircle it.","c":"friendship","a":"Pierre Teilhard de Chardin"},{"id":"sd1Z7aLw5KQJ","t":"For prayer is nothing else than being on terms of friendship with God.","c":"friendship","a":"Saint Teresa of Avila"},{"id":"tk7mROmdqiEQ","t":"For me my friendship with Omar Rodriguez from Mars Volta that friendship really means a lot to me because he's another creative person who works as hard as I do.","c":"friendship","a":"John Frusciante"},{"id":"CkaYkqgJdcBg","t":"Love is a friendship set to music.","c":"friendship","a":"Joseph Campbell"},{"id":"r_1YG78cRPSy","t":"People come in and out of our lives, and the true test of friendship is whether you can pick back up right where you left off the last time you saw each other.","c":"friendship","a":"Lisa See"},{"id":"uIG1PCWxH5Z8","t":"My films are always concerned with family, friendship, honor, and patriotism.","c":"friendship","a":"John Woo"},{"id":"i3-lL-PxgmvF","t":"Tis the privilege of friendship to talk nonsense, and have her nonsense respected.","c":"friendship","a":"Charles Lamb"},{"id":"4rCFyffGxVgf","t":"I have a very close friendship with the skaters.","c":"friendship","a":"Eric Heiden"},{"id":"4n2n1T34j7KA","t":"Read as you taste fruit or savor wine, or enjoy friendship, love or life.","c":"friendship","a":"George Herbert"},{"id":"OYl9Eh150z_Y","t":"Although the troops have struck us, we throw it all behind and are glad to meet you in peace and friendship.","c":"friendship","a":"Black Kettle"},{"id":"NXMMrBvDQsUr","t":"It is not so much our friends' help that helps us, as the confidence of their help.","c":"friendship","a":"Epicurus"},{"id":"a0KxU8f_4uZT","t":"There is no friendship, no love, like that of the parent for the child.","c":"friendship","a":"Henry Ward Beecher"},{"id":"w5HS44qqbDjU","t":"Friendship is also about liking a person for their failings, their weakness. It's also about mutual help, not about exploitation.","c":"friendship","a":"Paul Theroux"},{"id":"a9tsjRDTWYQC","t":"However rare true love may be, it is less so than true friendship.","c":"friendship","a":"Francois de La Rochefoucauld"},{"id":"hVsel4X1UKlx","t":"True friendship is like sound health the value of it is seldom known until it is lost.","c":"friendship","a":"Charles Caleb Colton"},{"id":"vUeOGr92qmdQ","t":"There is a magnet in your heart that will attract true friends. That magnet is unselfishness, thinking of others first when you learn to live for others, they will live for you.","c":"friendship","a":"Paramahansa Yogananda"},{"id":"5onLS9YAYQS_","t":"Friendship needs no words - it is solitude delivered from the anguish of loneliness.","c":"friendship","a":"Dag Hammarskjold"},{"id":"_0lmYEsFigRA","t":"Opposition is true friendship.","c":"friendship","a":"William Blake"},{"id":"C7zborob588c","t":"And though my Lord hath lost his estate and been banished out of his country, yet neither despised poverty nor pinching necessity could make him break the bonds of friendship or weaken his loyal duty.","c":"friendship","a":"Margaret Cavendish"},{"id":"hkmOe0gIcXca","t":"In my public service, I treasure my friendship with law enforcement officers. I admire what they do and support them in every aspect of their job. I have always looked upon law enforcement officers as my friends.","c":"friendship","a":"Dirk Kempthorne"},{"id":"wbhZg6uAdi1Y","t":"Real friendship, like real poetry, is extremely rare - and precious as a pearl.","c":"friendship","a":"Tahar Ben Jelloun"},{"id":"wKvtvnbaTtCo","t":"Neatness begets order but from order to taste there is the same difference as from taste to genius, or from love to friendship.","c":"friendship","a":"Johann Kaspar Lavater"},{"id":"vZcmRbPl0_gT","t":"Friendship's the wine of life: but friendship new... is neither strong nor pure.","c":"friendship","a":"Edward Young"},{"id":"gggDKDzMa2hA","t":"It takes a long time to grow an old friend.","c":"friendship","a":"John Leonard"},{"id":"RdnNpJwjzW5a","t":"That friendship will not continue to the end which is begun for an end.","c":"friendship","a":"Francis Quarles"},{"id":"CXyUizrNf5UQ","t":"Friendship is certainly the finest balm for the pangs of disappointed love.","c":"friendship","a":"Jane Austen"},{"id":"IZhM90ZK9ZSm","t":"Friendship based solely upon gratitude is like a photograph with time it fades.","c":"friendship","a":"Carmen Sylva"},{"id":"kj9OcocOrBrH","t":"A friend is one who walks in when others walk out.","c":"friendship","a":"Walter Winchell"},{"id":"zr4OqHuvo-EA","t":"Today, I, too, wish to reaffirm that I intend to continue on the path toward improved relations and friendship with the Jewish people, following the decisive lead given by John Paul II.","c":"friendship","a":"Pope Benedict XVI"},{"id":"xUa0FTXoZACT","t":"Friendship may, and often does, grow into love, but love never subsides into friendship.","c":"friendship","a":"Lord Byron"},{"id":"m4sB8lHyhtVH","t":"The differences between friends cannot but reinforce their friendship.","c":"friendship","a":"Mao Zedong"},{"id":"bwD_e9PylviL","t":"Instead of loving your enemies - treat your friends a little better.","c":"friendship","a":"E. W. Howe"},{"id":"Vtwu1d7akZM-","t":"Sincere friendship towards God, in all who believe him to be properly an intelligent, willing being, does most apparently, directly, and strongly incline to prayer and it no less disposes the heart strongly to desire to have our infinitely glorious.","c":"friendship","a":"Jonathan Edwards"},{"id":"5_7CFcFfACBk","t":"Marriage, for a woman at least, hampers the two things that made life to me glorious - friendship and learning.","c":"friendship","a":"Jane Harrison"},{"id":"85DVTSve95AG","t":"When I was growing up, my mother was always a friend to my siblings and me (in addition to being all the other things a mom is), and I was always grateful for that because I knew she was someone I could talk to and joke with, and argue with and that nothing would ever harm that friendship.","c":"friendship","a":"Marlo Thomas"},{"id":"1e18_hIqQpPL","t":"Only solitary men know the full joys of friendship. Others have their family but to a solitary and an exile his friends are everything.","c":"friendship","a":"Warren G. Harding"},{"id":"qOQg_9i5olT_","t":"True friendship multiplies the good in life and divides its evils. Strive to have friends, for life without friends is like life on a desert island... to find one real friend in a lifetime is good fortune to keep him is a blessing.","c":"friendship","a":"Baltasar Gracian"},{"id":"eFs2_5lzHuqU","t":"Nobody ever chooses the already unfortunate as objects of his loyal friendship.","c":"friendship","a":"Lucan"},{"id":"rSODUB09sd-8","t":"A true friend never gets in your way unless you happen to be going down.","c":"friendship","a":"Arnold H. Glasow"},{"id":"nZTCodsE7lKz","t":"The most I can do for my friend is simply be his friend.","c":"friendship","a":"Henry David Thoreau"},{"id":"mYzxAO31NLvn","t":"Show me a genuine case of platonic friendship, and I shall show you two old or homely faces.","c":"friendship","a":"Austin O'Malley"},{"id":"LJ0fmEkHWJpj","t":"Caring for but never trying to own may be a further way to define friendship.","c":"friendship","a":"William Glasser"},{"id":"zXvUrZs9DtbE","t":"The dupe of friendship, and the fool of love have I not reason to hate and to despise myself? Indeed I do and chiefly for not having hated and despised the world enough.","c":"friendship","a":"William Hazlitt"},{"id":"MTLizcmY5fxj","t":"I've got many close friends, but there's an awful lot about friendship that is not demonstrative in my case.","c":"friendship","a":"Warren Christopher"},{"id":"f3MUWur3WOm2","t":"I know I was a great friend to Tiger Woods. But when you have a relationship that's involves business and friendship - and the business part comes to an end - things always get a little blurry.","c":"friendship","a":"Hank Haney"},{"id":"3WVmjyrNQysV","t":"The little trouble in the world that is not due to love is due to friendship.","c":"friendship","a":"E. W. Howe"},{"id":"9CJiN7dJwOxv","t":"Fan the sinking flame of hilarity with the wing of friendship and pass the rosy wine.","c":"friendship","a":"Charles Dickens"},{"id":"4sUglVK8xCib","t":"In friendship as well as love, ignorance very often contributes more to our happiness than knowledge.","c":"friendship","a":"Francois de La Rochefoucauld"},{"id":"xqpSrGmbcb9X","t":"Never be afraid to meet to the hilt the demand of either work, or friendship - two of life's major assets.","c":"friendship","a":"Eleanor Robson Belmont"},{"id":"NBJJVPGD9ali","t":"Friendship without self-interest is one of the rare and beautiful things of life.","c":"friendship","a":"James F. Byrnes"},{"id":"lX76s82y9Dnv","t":"A friend is, as it were, a second self.","c":"friendship","a":"Marcus Tullius Cicero"},{"id":"uWXkmgCIfkgE","t":"Nothing so fortifies a friendship as a belief on the part of one friend that he is superior to the other.","c":"friendship","a":"Honore de Balzac"},{"id":"xicMb1ZtwF1Y","t":"Between men and women there is no friendship possible. There is passion, enmity, worship, love, but no friendship.","c":"friendship","a":"Oscar Wilde"},{"id":"imwrJM-nKvMw","t":"Some people go to priests others to poetry I to my friends.","c":"friendship","a":"Virginia Woolf"},{"id":"6IGh07eRB3SM","t":"But it all comes down to friendship, treating people right.","c":"friendship","a":"Ernie Banks"},{"id":"1mznUUnMwuzS","t":"I can tell you, dearest friend, that if it became known how much friendship, love and a world of human and spiritual references I have smuggled into these three movements, the adherents of programme music - should there be any left - would go mad with joy.","c":"friendship","a":"Alban Berg"},{"id":"E-G6IgLHX0fA","t":"You are almost not free, if you are teaching a group of graduate students, to become friends with one of them. I don't mean anything erotically charged, just a friendship.","c":"friendship","a":"Marilyn Hacker"},{"id":"ITFMTdRq8Kjw","t":"A true friend is someone who is there for you when he'd rather be anywhere else.","c":"friendship","a":"Len Wein"},{"id":"OlEsusY6iF5Z","t":"Nothing but heaven itself is better than a friend who is really a friend.","c":"friendship","a":"Plautus"},{"id":"SRxZqouap6p1","t":"The friendship that can cease has never been real.","c":"friendship","a":"St. Jerome"},{"id":"MG8YmVU1DfK0","t":"Don't flatter yourself that friendship authorizes you to say disagreeable things to your intimates. The nearer you come into relation with a person, the more necessary do tact and courtesy become.","c":"friendship","a":"Oliver Wendell Holmes"},{"id":"96RgQdPmWfqK","t":"Few things tend more to alienate friendship than a want of punctuality in our engagements. I have known the breach of a promise to dine or sup to break up more than one intimacy.","c":"friendship","a":"William Hazlitt"},{"id":"28uXJ5tgybs-","t":"Love is like the wild rose-briar Friendship like the holly-tree. The holly is dark when the rose-briar blooms, but which will bloom most constantly?","c":"friendship","a":"Emily Bronte"},{"id":"NJgVSNG8SSRZ","t":"If instead of a gem, or even a flower, we should cast the gift of a loving thought into the heart of a friend, that would be giving as the angels give.","c":"friendship","a":"George MacDonald"},{"id":"TjlUsHiK2hyK","t":"He has no enemies, but is intensely disliked by his friends.","c":"friendship","a":"Oscar Wilde"},{"id":"zr_zX621aGxk","t":"Friendship is like money, easier made than kept.","c":"friendship","a":"Samuel Butler"},{"id":"j-wP0L_HQ3rs","t":"Rejoicing in our joy, not suffering over our suffering, makes someone a friend.","c":"friendship","a":"Friedrich Nietzsche"},{"id":"Cle7x1XodPmk","t":"One of the great things personally coming to Hawai'i is my friendship of Jim Nicholson.","c":"friendship","a":"Dan Fouts"},{"id":"kqVL3E7FgqNh","t":"She is a friend of mind. She gather me, man. The pieces I am, she gather them and give them back to me in all the right order. It's good, you know, when you got a woman who is a friend of your mind.","c":"friendship","a":"Toni Morrison"},{"id":"LHXU4Fhe7-0q","t":"A true friend is the greatest of all blessings, and that which we take the least care of all to acquire.","c":"friendship","a":"Francois de La Rochefoucauld"},{"id":"J8_uRYy4eyi1","t":"Friendship increases in visiting friends, but in visiting them seldom.","c":"friendship","a":"Francis Bacon"},{"id":"1DNa3LrQyHW2","t":"Never contract friendship with a man that is not better than thyself.","c":"friendship","a":"Confucius"},{"id":"W_f5izIMhnlg","t":"I come from the New York theatre world, and I have a lot of gay male friends, so this friendship of Will and Grace's isn't such a stretch.","c":"friendship","a":"Debra Messing"},{"id":"nwZV6bbJSkng","t":"Friendship is inexplicable, it should not be explained if one doesn't want to kill it.","c":"friendship","a":"Max Jacob"},{"id":"lfRC6ml-RnGL","t":"What sweetness is left in life, if you take away friendship? Robbing life of friendship is like robbing the world of the sun. A true friend is more to be esteemed than kinsfolk.","c":"friendship","a":"Marcus Tullius Cicero"},{"id":"w3GscWhNlxJI","t":"A friendship like love is warm a love like friendship is steady.","c":"friendship","a":"Thomas More"},{"id":"ooB7f3vTwXW4","t":"Aristotle uses a mother's love for her child as the prime example of love or friendship.","c":"friendship","a":"Mortimer Adler"},{"id":"TQaahR8a5vcy","t":"In the name of the United States and President Bush, I want to thank the Mexican people, President Fox and his government for their friendship.","c":"friendship","a":"Tony Garza"},{"id":"Wl4gwFxfFV_L","t":"This airline is grateful for his extensive contributions and we will miss his friendship and support. We extend our deepest sympathies to the Casey family on its personal loss.","c":"friendship","a":"Gerard Arpey"},{"id":"XOIh_YG8M27y","t":"The greatest sweetener of human life is Friendship. To raise this to the highest pitch of enjoyment, is a secret which but few discover.","c":"friendship","a":"Joseph Addison"},{"id":"cmSgdnjA1MOY","t":"It is difficult to obtain the friendship of a cat. It is a philosophical animal... one that does not place its affections thoughtlessly.","c":"friendship","a":"Theophile Gautier"},{"id":"LqKwIhMM0eL5","t":"What gay culture is before it is anything else, before it is a culture of desire or a culture of subversion or a culture of pain, is a culture of friendship.","c":"friendship","a":"Andrew Sullivan"},{"id":"ISeimPAW5o-8","t":"It is important to our friends to believe that we are unreservedly frank with them, and important to friendship that we are not.","c":"friendship","a":"Mignon McLaughlin"},{"id":"_X1brTh2ASRl","t":"My reputation is too important to put it aside for purposes of some friendship. We have a job to do.","c":"friendship","a":"Stephanie Tubbs Jones"},{"id":"YXOeV_gU9_RW","t":"Men kick friendship around like a football, but it doesn't seem to crack. Women treat it like glass and it goes to pieces.","c":"friendship","a":"Anne Morrow Lindbergh"},{"id":"tlyGt0IyA1bO","t":"A true friend is one who overlooks your failures and tolerates your success!","c":"friendship","a":"Doug Larson"},{"id":"lsQARqslXuEf","t":"Each friend represents a world in us, a world not born until they arrive, and it is only by this meeting that a new world is born.","c":"friendship","a":"Anais Nin"},{"id":"tFfkW6F67MZE","t":"I keep my friends as misers do their treasure, because, of all the things granted us by wisdom, none is greater or better than friendship.","c":"friendship","a":"Pietro Aretino"},{"id":"mQ1QouDU_fcu","t":"Success always necessitates a degree of ruthlessness. Given the choice of friendship or success, I'd probably choose success.","c":"friendship","a":"Sting"},{"id":"gXpsoPTKIHFG","t":"If you have one true friend you have more than your share.","c":"friendship","a":"Thomas Fuller"},{"id":"Y-szYZ98R5JP","t":"I would be willing to do almost anything to make Art happy. I care about our friendship. The only thing I won't do is change the essence of my work.","c":"friendship","a":"Paul Simon"},{"id":"BT8bp9z7d4zO","t":"I think the way to keep a friendship is to respect that everybody is different.","c":"friendship","a":"Emma Bunton"},{"id":"YCnSKVXfWvU4","t":"The greatest healing therapy is friendship and love.","c":"friendship","a":"Hubert H. Humphrey"},{"id":"8eK6oqzzCKnc","t":"The firmest friendship is based on an identity of likes and dislikes.","c":"friendship","a":"Sallust"},{"id":"aCgU3IUssNAH","t":"The fact is, with every friendship you make, and every bond of trust you establish, you are shaping the image of America projected to the rest of the world. That is so important. So when you study abroad, you're actually helping to make America stronger.","c":"friendship","a":"Michelle Obama"},{"id":"gJF-9W0aYBzw","t":"What is a friend? A single soul dwelling in two bodies.","c":"friendship","a":"Aristotle"},{"id":"pPmWEZn6_xB3","t":"I have long enjoyed the friendship and companionship of Republicans because I am by instinct a teacher, and I would like to teach them something.","c":"friendship","a":"Woodrow Wilson"},{"id":"jKdhbswbtWhO","t":"Many a person has held close, throughout their entire lives, two friends that always remained strange to one another, because one of them attracted by virtue of similarity, the other by difference.","c":"friendship","a":"Emil Ludwig"},{"id":"tGdU9W31lp2i","t":"Peace, commerce and honest friendship with all nations entangling alliances with none.","c":"friendship","a":"Thomas Jefferson"},{"id":"KfBFs5Un9TFv","t":"We must reach out our hand in friendship and dignity both to those who would befriend us and those who would be our enemy.","c":"friendship","a":"Arthur Ashe"},{"id":"6VNJ9P1kCX29","t":"Am I not destroying my enemies when I make friends of them?","c":"friendship","a":"Abraham Lincoln"},{"id":"2QCFkCcrI3Ps","t":"Before the flowers of friendship faded friendship faded.","c":"friendship","a":"Gertrude Stein"},{"id":"C8DUXUfFsdQh","t":"Blunders, no, only friendship binds us to honesty - attracting crypts of mushrooms in the wake of our snowboards.","c":"friendship","a":"Bradley Chicho"},{"id":"ESs2oIiJqJ3m","t":"I play- it's kind of like a slice-of-life, LA women in their forties, playing forty kind of what's their friendship like, and what's their life like and so I just play one of the four friends.","c":"friendship","a":"Joan Cusack"},{"id":"LEms3SOj9p40","t":"Friendship is the source of the greatest pleasures, and without friends even the most agreeable pursuits become tedious.","c":"friendship","a":"Thomas Aquinas"},{"id":"bMHYGMT3K1y5","t":"If it's very painful for you to criticize your friends - you're safe in doing it. But if you take the slightest pleasure in it, that's the time to hold your tongue.","c":"friendship","a":"Alice Duer Miller"},{"id":"SbjPKB6gpy8P","t":"True friendship can afford true knowledge. It does not depend on darkness and ignorance.","c":"friendship","a":"Henry David Thoreau"},{"id":"OtvSBX_-92vB","t":"One's friends are that part of the human race with which one can be human.","c":"friendship","a":"George Santayana"},{"id":"RXwzKlw8r3Mj","t":"Great is the victory, but the friendship of all is greater.","c":"friendship","a":"Emil Zatopek"},{"id":"sfOKHbV6Bc_6","t":"I had three chairs in my house one for solitude, two for friendship, three for society.","c":"friendship","a":"Henry David Thoreau"},{"id":"brt2i4ux6A5x","t":"I think in friendship, you want to be there for your friend, and sometimes you just don't know what to do or the relationship you have with them is not clear enough for you to know what to do.","c":"friendship","a":"Marion Cotillard"},{"id":"UFyJUeuLjwbO","t":"Friends and good manners will carry you where money won't go.","c":"friendship","a":"Margaret Walker"},{"id":"59ZYWpYPpt9Q","t":"No one person can possibly combine all the elements supposed to make up what everyone means by friendship.","c":"friendship","a":"Francis Marion Crawford"},{"id":"GWKtjulcpk40","t":"In everyone's life, at some time, our inner fire goes out. It is then burst into flame by an encounter with another human being. We should all be thankful for those people who rekindle the inner spirit.","c":"friendship","a":"Albert Schweitzer"},{"id":"z-MfJb-2XD-_","t":"Friendship is one of the most tangible things in a world which offers fewer and fewer supports.","c":"friendship","a":"Kenneth Branagh"},{"id":"ZOJDx5YCyo4X","t":"If one of two lovers is loyal, and the other jealous and false, how may their friendship last, for Love is slain!","c":"friendship","a":"Marie de France"},{"id":"lHeAhWZ70eX9","t":"It is one of the blessings of old friends that you can afford to be stupid with them.","c":"friendship","a":"Ralph Waldo Emerson"},{"id":"hwoLvV4cqdFd","t":"An excellent man he has no enemies and none of his friends like him.","c":"friendship","a":"Oscar Wilde"},{"id":"1Fpb9U-IYvzt","t":"It is wise to apply the oil of refined politeness to the mechanism of friendship.","c":"friendship","a":"Sidonie Gabrielle Colette"},{"id":"rsQOxZuAaIPD","t":"A friend is one who knows you and loves you just the same.","c":"friendship","a":"Elbert Hubbard"},{"id":"Dua23Rzv5jPb","t":"You can always tell a real friend: when you've made a fool of yourself he doesn't feel you've done a permanent job.","c":"friendship","a":"Laurence J. Peter"},{"id":"rZi0q3JtkRy9","t":"Friendship always benefits love sometimes injures.","c":"friendship","a":"Seneca"},{"id":"tpwqAp9wm6O2","t":"The bird a nest, the spider a web, man friendship.","c":"friendship","a":"William Blake"},{"id":"YyjPR9OV_Emx","t":"Friendship is one mind in two bodies.","c":"friendship","a":"Mencius"},{"id":"aPE7_oc38K6f","t":"No person is your friend who demands your silence, or denies your right to grow.","c":"friendship","a":"Alice Walker"},{"id":"5tpI1y-xUYWJ","t":"They took their meals together and it was remarked on such occasions, when the friendship of animals is put to a hard test, that they never quarrelled or disputed the possession of a favourite fruit with each other.","c":"friendship","a":"Henry Walter Bates"},{"id":"xjWoZqo6Ol4q","t":"I always felt that the great high privilege, relief and comfort of friendship was that one had to explain nothing.","c":"friendship","a":"Katherine Mansfield"},{"id":"-59AYdNNSg80","t":"There is no friend like an old friend who has shared our morning days, no greeting like his welcome, no homage like his praise.","c":"friendship","a":"Oliver Wendell Holmes, Jr."},{"id":"VZp7RFYIokIU","t":"The friend in my adversity I shall always cherish most. I can better trust those who helped to relieve the gloom of my dark hours than those who are so ready to enjoy with me the sunshine of my prosperity.","c":"friendship","a":"Ulysses S. Grant"},{"id":"A3m-089OEfpy","t":"No matter what message you are about to deliver somewhere, whether it is holding out a hand of friendship, or making clear that you disapprove of something, is the fact that the person sitting across the table is a human being, so the goal is to always establish common ground.","c":"friendship","a":"Madeleine Albright"},{"id":"Zxgnf5JVMuR0","t":"I noticed that no matter where I went in the country, there was this group of questions that got asked. I would track them and keep them in categories. Like body image, school, family, friendship, you name it, the emotional life of a teenage girl.","c":"friendship","a":"Elizabeth Berkley"},{"id":"zyUo0-8dWjS_","t":"It is more shameful to distrust our friends than to be deceived by them.","c":"friendship","a":"Confucius"},{"id":"aJfEDh-zqFhZ","t":"All love that has not friendship for its base, is like a mansion built upon the sand.","c":"friendship","a":"Ella Wheeler Wilcox"},{"id":"LPBUXCTsSf1r","t":"If we are to judge of love by its consequences, it more nearly resembles hatred than friendship.","c":"friendship","a":"Francois de La Rochefoucauld"},{"id":"7QCxM9vLWbMX","t":"I have learned that to be with those I like is enough.","c":"friendship","a":"Walt Whitman"},{"id":"I3hANn-CAk2N","t":"Depth of friendship does not depend on length of acquaintance.","c":"friendship","a":"Rabindranath Tagore"},{"id":"r6JWl5Av5UpR","t":"Secrecy is the chastity of friendship.","c":"friendship","a":"Jeremy Taylor"},{"id":"KwxE1PIHt9k8","t":"If the chemistry is right between star and photographer and the geometry of the pictures pleases the star, often the two people end up with a long-term professional friendship during which they continue to work together and to produce highly personal images.","c":"friendship","a":"Eve Arnold"},{"id":"L0QGT4zsgirp","t":"Love is like a friendship caught on fire. In the beginning a flame, very pretty, often hot and fierce, but still only light and flickering. As love grows older, our hearts mature and our love becomes as coals, deep-burning and unquenchable.","c":"friendship","a":"Bruce Lee"},{"id":"nhK2psy_X_KG","t":"True happiness arises, in the first place, from the enjoyment of one's self, and in the next, from the friendship and conversation of a few select companions.","c":"friendship","a":"Joseph Addison"},{"id":"dqV1Z9_Jisdv","t":"My inspiration are the woman, friendship, and loneliness.","c":"friendship","a":"Enrique Iglesias"},{"id":"hX5yR8yS6eWE","t":"When Ted Williams was here, inducted into the Hall of Fame 37 years ago, he said he must have earned it, because he didn't win it because of his friendship with the writers. I guess in that way, I'm proud to be in this company that way.","c":"friendship","a":"Eddie Murray"},{"id":"Gjx39ewn5XB7","t":"The two most misused words in the entire English vocabulary are love and friendship. A true friend would die for you, so when you start trying to count them on one hand, you don't need any fingers.","c":"friendship","a":"Larry Flynt"},{"id":"ehpEeT8roMyX","t":"The language of friendship is not words but meanings.","c":"friendship","a":"Henry David Thoreau"},{"id":"EOy4PInXQhnG","t":"True friends stab you in the front.","c":"friendship","a":"Oscar Wilde"},{"id":"L4xiMPbmoc8K","t":"Without wearing any mask we are conscious of, we have a special face for each friend.","c":"friendship","a":"Oliver Wendell Holmes"},{"id":"mMuOxNjfCs6r","t":"Those who insist on having hostilities with us, kill and destroy the option of friendship with us in the future, which is unfortunate because it is clear the future belongs to Iran and that enmities will be fruitless.","c":"friendship","a":"Mahmoud Ahmadinejad"},{"id":"Xiw-FXcpgy0v","t":"Friendship! Mysterious cement of the soul, Sweet'ner of life, and solder of society.","c":"friendship","a":"Robert Blair"},{"id":"ndoky_-GViLS","t":"Friendship is a very taxing and arduous form of leisure activity.","c":"friendship","a":"Mortimer Adler"},{"id":"K1GWND48_PSX","t":"India-Seychelles relations have been characterized by close friendship, understanding and cooperation.","c":"friendship","a":"Pratibha Patil"},{"id":"S3KvCwoD_8rH","t":"I think it's important to have closure in any relationship that ends - from a romantic relationship to a friendship. You should always have a sense of clarity at the end and know why it began and why it ended. You need that in your life to move cleanly into your next phase.","c":"friendship","a":"Jennifer Aniston"},{"id":"1VNVc5HyxEsQ","t":"A woman may very well form a friendship with a man, but for this to endure, it must be assisted by a little physical antipathy.","c":"friendship","a":"Friedrich Nietzsche"},{"id":"ckU4U-NnZRWk","t":"How can sincerity be a condition of friendship? A taste for truth at any cost is a passion which spares nothing.","c":"friendship","a":"Albert Camus"},{"id":"ISKjLe6z2Y5F","t":"The greatest gift of life is friendship, and I have received it.","c":"friendship","a":"Hubert H. Humphrey"},{"id":"3kilaxqqGPCV","t":"A quarrel between friends, when made up, adds a new tie to friendship.","c":"friendship","a":"Saint Francis de Sales"},{"id":"wkqp-1MSEQmW","t":"Value your friendship. Value your relationships.","c":"friendship","a":"Barbara Bush"},{"id":"mrgpScHy0Zlh","t":"The feeling of friendship is like that of being comfortably filled with roast beef love, like being enlivened with champagne.","c":"friendship","a":"Samuel Johnson"},{"id":"jmQvNJR4BxX-","t":"Friendship is but another name for an alliance with the follies and the misfortunes of others. Our own share of miseries is sufficient: why enter then as volunteers into those of another?","c":"friendship","a":"Thomas Jefferson"},{"id":"e-cC-KRRI-AV","t":"Never explain - your friends do not need it and your enemies will not believe you anyway.","c":"friendship","a":"Elbert Hubbard"},{"id":"LRHi8LEtqN4i","t":"Friendship at first sight, like love at first sight, is said to be the only truth.","c":"friendship","a":"Herman Melville"},{"id":"uxDaUzqjh-3B","t":"Friendship is the shadow of the evening, which increases with the setting sun of life.","c":"friendship","a":"Jean de La Fontaine"},{"id":"mYPj4N7gES2J","t":"Working with people, the musical part is one thing but the personal part is totally different and just as critical. If the friendship is there and it's a lasting friendship, then it will take care of itself.","c":"friendship","a":"John Mayall"},{"id":"NW9MuQkKwPmM","t":"Madam, I have been looking for a person who disliked gravy all my life let us swear eternal friendship.","c":"friendship","a":"Sydney Smith"},{"id":"wTKNBeXy7PvG","t":"The rare few, who, early in life have rid themselves of the friendship of the many.","c":"friendship","a":"James Whistler"},{"id":"Fmq46PhwQuIs","t":"I cannot even imagine where I would be today were it not for that handful of friends who have given me a heart full of joy. Let's face it, friends make life a lot more fun.","c":"friendship","a":"Charles R. Swindoll"},{"id":"LNSQp3YHVxGY","t":"Peace and friendship with all mankind is our wisest policy, and I wish we may be permitted to pursue it.","c":"friendship","a":"Thomas Jefferson"},{"id":"lspbF4hMD4Gn","t":"A lot of the powerful religious leaders, from Jesus to Buddha to Tibetan monks, they're really talking about the same things: love and acceptable, and the value of friendship, and respecting yourself so you can respect others.","c":"friendship","a":"Jena Malone"},{"id":"leCYOHxN5sP1","t":"Friendship is the marriage of the soul, and this marriage is liable to divorce.","c":"friendship","a":"Voltaire"},{"id":"TdUQeBfyjuo2","t":"The second one, the joint Truth and Friendship Commission, which we started now with Indonesia, that is the one that has been criticized its terms of reference call for providing amnesty for those who cooperate in telling the truth. It does not lead to prosecution.","c":"friendship","a":"Jose Ramos-Horta"},{"id":"3nh9s2sit6UG","t":"Friendship is essentially a partnership.","c":"friendship","a":"Aristotle"},{"id":"HmGZppP5wBlv","t":"The friendship of Shostakovich cast a brilliant light over my whole life and whose spiritual qualities captured my soul once and for all time.","c":"friendship","a":"Galina Vishnevskaya"},{"id":"D-4MrrTVF3Y6","t":"Love is rarer than genius itself. And friendship is rarer than love.","c":"friendship","a":"Charles Peguy"},{"id":"6Pj0GCc2IB3F","t":"When the world is so complicated, the simple gift of friendship is within all of our hands.","c":"friendship","a":"Maria Shriver"},{"id":"9B15fJ3UIKBG","t":"Israelis can be proud of the vibrant democracy that they have created, and I know that many Rhode Islanders share my deep appreciation for the close friendship between our two nations.","c":"friendship","a":"Lincoln Chafee"},{"id":"dQuRpkDjqDPr","t":"Friendship is a wildly underrated medication.","c":"friendship","a":"Anna Deavere Smith"},{"id":"15c-nQ8I2ODg","t":"Friendship is a disinterested commerce between equals love, an abject intercourse between tyrants and slaves.","c":"friendship","a":"Oliver Goldsmith"},{"id":"t4_P0aSN-ndb","t":"There is a scarcity of friendship, but not of friends.","c":"friendship","a":"Thomas Fuller"},{"id":"2bfB1gDnC9qk","t":"Love, friendship and respect do not unite people as much as a common hatred for something.","c":"friendship","a":"Anton Chekhov"},{"id":"M-M4nkfO6q4L","t":"Friendship is mutual blackmail elevated to the level of love.","c":"friendship","a":"Robin Morgan"},{"id":"ArWXj3jKecMl","t":"But as I was saying, from my experiences, I think men tend to be more timid in expressing their feelings for you. Regardless, I always prefer a friendship first and foremost.","c":"friendship","a":"Alicia Machado"},{"id":"-u1PU02Ouc7V","t":"Sympathy constitutes friendship but in love there is a sort of antipathy, or opposing passion. Each strives to be the other, and both together make up one whole.","c":"friendship","a":"Samuel Taylor Coleridge"},{"id":"HKcuZGXXTfGA","t":"There is some self-interest behind every friendship. There is no friendship without self-interests. This is a bitter truth.","c":"friendship","a":"Chanakya"},{"id":"noszhMuOBpJ3","t":"Here's a news flash: No soldier gives his life. That's not the way it works. Most soldiers who make a conscious decision to place themselves in harm's way do it to protect their buddies. They do it because of the bonds of friendship - and it goes so much deeper than friendship.","c":"friendship","a":"Eric Massa"},{"id":"f4so-qaKq1Oa","t":"In the sweetness of friendship let there be laughter, and sharing of pleasures. For in the dew of little things the heart finds its morning and is refreshed.","c":"friendship","a":"Khalil Gibran"},{"id":"b1VFFaa9kBjQ","t":"Friendship is two-sided. It isn't a friend just because someone's doing something nice for you. That's a nice person. There's friendship when you do for each other. It's like marriage - it's two-sided.","c":"friendship","a":"John Wooden"},{"id":"F8_7apy_49r8","t":"Do not keep on with a mockery of friendship after the substance is gone - but part, while you can part friends. Bury the carcass of friendship: it is not worth embalming.","c":"friendship","a":"William Hazlitt"},{"id":"J6Du3DDY-I6S","t":"If there is such a thing as a good marriage, it is because it resembles friendship rather than love.","c":"friendship","a":"Michel de Montaigne"},{"id":"GZgdna95GzBf","t":"True friendship ought never to conceal what it thinks.","c":"friendship","a":"St. Jerome"},{"id":"Jk86n0d6myds","t":"Some people are willing to betray years of friendship just to get a little bit of the spotlight.","c":"friendship","a":"Lauren Conrad"},{"id":"KsBbcDjDhSjh","t":"A friend should be one in whose understanding and virtue we can equally confide, and whose opinion we can value at once for its justness and its sincerity.","c":"friendship","a":"Robert Hall"},{"id":"bqCpifUs8GYe","t":"When friendship disappears then there is a space left open to that awful loneliness of the outside world which is like the cold space between the planets. It is an air in which men perish utterly.","c":"friendship","a":"Hilaire Belloc"},{"id":"PGN2LNS64AJO","t":"We call that person who has lost his father, an orphan and a widower that man who has lost his wife. But that man who has known the immense unhappiness of losing a friend, by what name do we call him? Here every language is silent and holds its peace in impotence.","c":"friendship","a":"Joseph Roux"},{"id":"080udjDU5BPs","t":"False friendship, like the ivy, decays and ruins the walls it embraces but true friendship gives new life and animation to the object it supports.","c":"friendship","a":"Richard Burton"},{"id":"RXxu1PEcbe7N","t":"Love between man and man is impossible because there must not be sexual intercourse and friendship between man and woman is impossible because there must be sexual intercourse.","c":"friendship","a":"James Joyce"},{"id":"Dog8MwATSYYk","t":"Life has no blessing like a prudent friend.","c":"friendship","a":"Euripides"},{"id":"aXbvD6a1MqBQ","t":"Friendship will not stand the strain of very much good advice for very long.","c":"friendship","a":"Robert Staughton Lynd"},{"id":"GaVqByUWtr-1","t":"Suspicion is the cancer of friendship.","c":"friendship","a":"Petrarch"},{"id":"e8-XvSlIAiPA","t":"I am proud to represent these men and women who empower people in developing nations and promote the Peace Corps mission of peace and friendship. These volunteers are making major strides to improve the lives of people and communities around the world.","c":"friendship","a":"Kenny Marchant"},{"id":"l9z8Ugeisg23","t":"It may be a cold, clammy thing to say, but those that treat friendship the same as any other selfishness seem to get the most out of it.","c":"friendship","a":"E. W. Howe"},{"id":"wBdYSBKpWeFk","t":"A friend may well be reckoned the masterpiece of nature.","c":"friendship","a":"Ralph Waldo Emerson"},{"id":"767o-5w7-j8P","t":"It will give them the opportunity to show themselves worthy of the respect and friendship of peace-loving nations, and in time, to take an honorable place among members of the United Nations.","c":"friendship","a":"James F. Byrnes"},{"id":"9xsHleCo_tVK","t":"I'm calling my book series the 'with God series.' And this next 'with God' book is Friendship with God, which comes out in November. This books challenges us to bring about the end of 'better' on this planet.","c":"friendship","a":"Neale Donald Walsch"},{"id":"dBqJ1h2Xw1ha","t":"A friendship that like love is warm A love like friendship, steady.","c":"friendship","a":"Thomas Moore"},{"id":"-x02Q1h4wy9F","t":"Love is blind friendship closes its eyes.","c":"friendship","a":"Friedrich Nietzsche"},{"id":"d-1Wxs2E06ov","t":"There has to be chemistry in a duet, but if you go beyond the point of friendship and attraction, you lose something.","c":"friendship","a":"Kenny Rogers"},{"id":"Q7kIAkH5R_Ko","t":"Friendship's the privilege of private men for wretched greatness knows no blessing so substantial.","c":"friendship","a":"Nahum Tate"}]