[{"id":"ERAdQRjbtWvW-","t":"The funny thing is I'm not bothered or sad about being on my own - after all I've never had a husband.","c":"funny","a":"Francesca Annis"},{"id":"1Pj-mHBbidaIy","t":"I turned down 'Some Like It Hot.' See how smart I am? I felt I couldn't bring anything funny to it. The outfit was funny. I don't need to compete with the wardrobe.","c":"funny","a":"Jerry Lewis"},{"id":"hIHkHS4I2Rbm4","t":"I don't write literary fiction - I write books that are entertaining, but are also, I hope, well-constructed and thoughtful and funny and have things to say about men and women and families and children and life in America today.","c":"funny","a":"Jennifer Weiner"},{"id":"tcLBkZ4aPTb83","t":"And the funny thing is, I've always been an optimist - it's practically a congenital disorder with me.","c":"funny","a":"Molly Ivins"},{"id":"wl89I5SpfJTz6","t":"God did not intend religion to be an exercise club.","c":"funny","a":"Naguib Mahfouz"},{"id":"m9mUWZrd_FV8Y","t":"I would love to play 'Funny Girl' or 'Evita,' but I idolize the women who have played those parts. I don't know if there needs to be another version of those shows.","c":"funny","a":"Idina Menzel"},{"id":"po-gsWGm38QMe","t":"The music industry is really funny, when you have a hit record, everyone knows who are you, everyone wants to do duets with you, then if you have a miss, people suffer from amnesia.","c":"funny","a":"Seal"},{"id":"cH61QbSs0eefC","t":"I can always get better. A lot of my ex-girlfriends don't think I'm funny.","c":"funny","a":"Dane Cook"},{"id":"5BiTFqluUvTLF","t":"It's only I have seen enough of it and the funny thing is now, I know that I'm skinny, because I know there are even smaller clothes in the store. I think I'm big, when I was big, I never thought about it.","c":"funny","a":"Karl Lagerfeld"},{"id":"JW0xYfWvX4S1T","t":"No, writing musicals is the hardest thing in the world. And it was really funny, because I remember when the South Park movie came out, there were some critics that said, 'Well it's obvious that in order to get it to be 90 minutes they filled some time with music.'","c":"funny","a":"Trey Parker"},{"id":"ZfnhdKlhEcWrq","t":"In Italy, I had an Afro, and a lot of the kids came up and felt my hair. It really was funny. I wish I had understood Italian.","c":"funny","a":"Sugar Ray Leonard"},{"id":"AShP2A_3glC-0","t":"I recorded my hair this morning, tonight I'm watching the highlights.","c":"funny","a":"Jay London"},{"id":"cqhDOjdp362PJ","t":"The history of the relationship between comedy and swimming is short indeed. Of course it is always funny when someone falls into water, but that's about it.","c":"funny","a":"Arthur Smith"},{"id":"VL3Abneixq9ip","t":"Between two evils, I always pick the one I never tried before.","c":"funny","a":"Mae West"},{"id":"1Ccw2-G0iiuuP","t":"Always remember your kid's name. Always remember where you put your kid. Don't let your kid drive until their feet can reach the pedals. Use the right size diapers... for yourself. And, when in doubt, make funny faces.","c":"funny","a":"Amy Poehler"},{"id":"Vr9JRfUe50S98","t":"When I was younger I wanted to be a big movie star who'd get to be funny on talk shows and then I wanted to retire and write science fiction.","c":"funny","a":"Scott Thompson"},{"id":"1qShCzOkfXXGP","t":"Retirement at sixty-five is ridiculous. When I was sixty-five I still had pimples.","c":"funny","a":"George Burns"},{"id":"K8O_eBJTZiBIc","t":"It's funny, I can sit through the worst horror film ever made but even a quite good romantic comedy can drive me nuts.","c":"funny","a":"Jason Reitman"},{"id":"7lvZD4ujV8qAX","t":"Marriage is a wonderful institution, but who would want to live in an institution?","c":"funny","a":"H. L. Mencken"},{"id":"beGqWmMQst9y-","t":"A child of five would understand this. Send someone to fetch a child of five.","c":"funny","a":"Groucho Marx"},{"id":"M_dOum77MoCJZ","t":"If it's the Psychic Network why do they need a phone number?","c":"funny","a":"Robin Williams"},{"id":"puR58OjCF7Dyc","t":"What's funny is that the idea of popularity - even the use of the word 'popular' - is something that had been mostly absent from my life since junior high. In fact, the hallmark of life after junior high seemed to be the shedding of popularity as a central concern.","c":"funny","a":"Susan Orlean"},{"id":"frxPj8tpSxEzJ","t":"I understand a woman who validates herself by getting attention from the opposite sex. I have a friend who is that to a T... Doesn't mean she isn't a good person. That's a funny character to play.","c":"funny","a":"Cheryl Hines","e":true},{"id":"OCPRfkWkRCxMX","t":"I'm sorry, if you were right, I'd agree with you.","c":"funny","a":"Robin Williams"},{"id":"ia9Efl2iJAMD-","t":"'Dirty Rotten Scoundrels' is a good one because it not only turned out, I think, to be a really funny movie but it was also a delight to shoot. We were in the South of France, working with Glenne Headly and Michael Caine and Frank Oz the director - who were just fun.","c":"funny","a":"Steve Martin"},{"id":"dEtpbOMLVPSXr","t":"A day without sunshine is like, you know, night.","c":"funny","a":"Steve Martin"},{"id":"0uHajJO6QnQL-","t":"I have funny bones. If there's ever any kind of tension, I'll always be the one to try and be funny to loosen things up.","c":"funny","a":"Matt LeBlanc"},{"id":"e-QRc0bK-mP9R","t":"I'm like, bursting. I should be working. I don't want to take a break. It's funny, on set, I don't have to go to the bathroom, I don't have anything wrong, I'm perfectly fine, so through-and-through. I'm not hungry. I'm literally not even in my own body.","c":"funny","a":"Kristen Stewart"},{"id":"yQb8i3l-o-w5R","t":"I was the kid next door's imaginary friend.","c":"funny","a":"Emo Philips"},{"id":"wYz8ddtvkBLR8","t":"The great thing is that the funny side of getting old is fuel for my comedy.","c":"funny","a":"Steve Coogan"},{"id":"1bDP-f8346hCC","t":"The only time a woman really succeeds in changing a man is when he is a baby.","c":"funny","a":"Natalie Wood"},{"id":"8zOyivm7cJl3Y","t":"What's another word for Thesaurus?","c":"funny","a":"Steven Wright"},{"id":"ssk_HN2ThMVrx","t":"I bought some batteries, but they weren't included.","c":"funny","a":"Steven Wright"},{"id":"wELuoDUVoU1w5","t":"I rant, therefore I am.","c":"funny","a":"Dennis Miller"},{"id":"a0Wg9JrI1ztsD","t":"It's funny that all these goths paint their faces with such white make-up and that is the actual colour of my skin, I am that pale!","c":"funny","a":"Kelly Osbourne"},{"id":"vd90IDSC1zWSX","t":"The digital camera is a great invention because it allows us to reminisce. Instantly.","c":"funny","a":"Demetri Martin"},{"id":"uTJsyNOahDbMn","t":"Mmmm... the comedy that matters is the comedy you pull out of thin air. It's a bit like when something funny has happened and you try to explain it to someone else and end up saying, 'You had to be there.'","c":"funny","a":"Jack Dee"},{"id":"C-Aj4gt8WrZMQ","t":"Keep your sense of humor, my friend if you don't have a sense of humor it just isn't funny anymore.","c":"funny","a":"Wavy Gravy"},{"id":"xNuYXA47j02lc","t":"Everybody's funny if you love them.","c":"funny","a":"Anna Torv"},{"id":"EGcCR6_0bHZoa","t":"My job is mostly to entertain and be funny.","c":"funny","a":"Rosie O'Donnell"},{"id":"ORmL8jg01i3AX","t":"I love things made out of animals. It's just so funny to think of someone saying, 'I need a letter opener. I guess I'll have to kill a deer.","c":"funny","a":"David Sedaris"},{"id":"cM6FhE7lI-oXX","t":"It's funny that it all becomes about clothes. It's bizarre. You work your butt off and then you win an award and it's all about your dress. You can't get away from it.","c":"funny","a":"Reese Witherspoon"},{"id":"FHu5S1_E0NVQq","t":"It's funny. All you have to do is say something nobody understands and they'll do practically anything you want them to.","c":"funny","a":"J. D. Salinger"},{"id":"EDx6O6aq9wgvt","t":"I can't watch other people doing comedy. As soon as somebody starts being funny I have to turn off because it upsets me. I get comedy indigestion. I just hate anybody else being funny. That's my job.","c":"funny","a":"Jenny Eclair"},{"id":"ShCrH97ZZDwHM","t":"I don't have a bank account because I don't know my mother's maiden name.","c":"funny","a":"Paula Poundstone"},{"id":"S0HT6wMXOFraV","t":"People say that life is the thing, but I prefer reading.","c":"funny","a":"Logan P. Smith"},{"id":"aqKJFpkJ5NcmR","t":"Parrots make great pets. They have more personality than goldfish.","c":"funny","a":"Chevy Chase"},{"id":"beqNjmd8r7Wij","t":"When I was in high school I used to sit by myself in the cafeteria - not necessarily by choice - but I thought it was funny to talk to people that weren't there.","c":"funny","a":"Zach Galifianakis"},{"id":"K9EgQY_7V8vh4","t":"I distrust camels, and anyone else who can go a week without a drink.","c":"funny","a":"Joe E. Lewis"},{"id":"flwq9TFtSWBpE","t":"It's always funny until someone gets hurt. Then it's just hilarious.","c":"funny","a":"Bill Hicks"},{"id":"6mSh1wE-Dkxfm","t":"What other people call dark and despairing, I call funny.","c":"funny","a":"David Sedaris"},{"id":"86m3_Z2BF2wpq","t":"It's funny because I'm a sucker for glitz and glitter when it comes to clothes and nail polish, but with my makeup, I'm more comfortable with a natural look. It feels more like me.","c":"funny","a":"Alison Sweeney"},{"id":"2K04S7y9J8lkJ","t":"Only bad golfers are lucky. They're the ones bouncing balls off trees, curbs, turtles and cars. Good golfers have bad luck. When you hit the ball straight, a funny bounce is bound to be unlucky.","c":"funny","a":"Lee Trevino"},{"id":"6uxakTADmsTOB","t":"If you can't tell a spoon from a ladle, then you're fat!","c":"funny","a":"Demetri Martin","e":true},{"id":"03AurzCaJJn3T","t":"Roses are red, violets are blue, I'm schizophrenic, and so am I.","c":"funny","a":"Oscar Levant"},{"id":"Va7wrm20O5Gsf","t":"My Father had a profound influence on me. He was a lunatic.","c":"funny","a":"Spike Milligan"},{"id":"tngn4rwj1DRrH","t":"When the sun comes up, I have morals again.","c":"funny","a":"Elayne Boosler"},{"id":"eJdi-MP1H42Ii","t":"I always like to watch comics and it's interesting that you can tell if someone's funny in 10 seconds.","c":"funny","a":"Christopher Walken"},{"id":"FzZQiSzdy4BzV","t":"I have only been funny about seventy four per cent of the time. Yes I think that is right. Seventy-four per cent of the time.","c":"funny","a":"Will Ferrell"},{"id":"G8o_H2Q5A66sF","t":"Strange questions are the more interesting ones. Children by and large don't try to trip you up... they want to find out how you do this funny thing that you do... if they've loved a story they love to know how it started.","c":"funny","a":"Michael Morpurgo"},{"id":"o8g6CtwXHtYMJ","t":"Comedy is surprises, so if you're intending to make somebody laugh and they don't laugh, that's funny.","c":"funny","a":"Norm MacDonald"},{"id":"SkV6HvxC25CVh","t":"It's funny, but you get to a time in your life when you think you have all the friends you will ever have.","c":"funny","a":"Liam Neeson"},{"id":"QaDkodDiJDuE8","t":"I know people will think it's funny because I've done glamour modelling in the past, but I felt embarrassed about my body and just wanted to cover it up.","c":"funny","a":"Jennifer Ellison"},{"id":"-N1tM0ekSqJUH","t":"The funny thing is the songs that people think are about me probably aren't. And the songs that are probably are the ones they wouldn't think... so that's where it kind of is funny.","c":"funny","a":"LeAnn Rimes"},{"id":"gQEaRqYo9Qm_Z","t":"As soon as you are trying to be funny or dramatic, that's when things start feeling fake and boring.","c":"funny","a":"Joseph Gordon-Levitt"},{"id":"n3yiSajd1nUEd","t":"Tell us your phobias and we will tell you what you are afraid of.","c":"funny","a":"Robert Benchley"},{"id":"xbaKB3_YkSk-S","t":"I really love 'Soapdish.' I wish 'Soapdish' had more of a moment because I felt that that is a really strong, funny movie. Kevin Kline is hilarious in that movie.","c":"funny","a":"Elisabeth Shue"},{"id":"50cmq3-seITk_","t":"My grandmother started walking five miles a day when she was sixty. She's ninety-seven now, and we don't know where the hell she is.","c":"funny","a":"Ellen DeGeneres"},{"id":"_N_qtzEvfZCFZ","t":"By trying we can easily endure adversity. Another man's, I mean.","c":"funny","a":"Mark Twain"},{"id":"I1TZT8tnXqYHr","t":"It's a funny show. The characters are surprisingly likable, given how ugly they are. We've got this huge cast of characters that we can move around. And over the last few seasons, we've explored some of the secondary characters' personal lives a bit more.","c":"funny","a":"Matt Groening"},{"id":"zJmfQgKdXExvp","t":"I think that 'Hangover II' is as funny as 'The Hangover I,' honest to God, but I think that it's a little bit darker, and the stakes are a little bit higher.","c":"funny","a":"Todd Phillips"},{"id":"dh1tP3cfn0rkf","t":"I have yet to hear a man ask for advice on how to combine marriage and a career.","c":"funny","a":"Gloria Steinem"},{"id":"MQquQP9FtXO1z","t":"I'm the only man in the world with a marriage licence made out to whom it may concern.","c":"funny","a":"Mickey Rooney"},{"id":"MXKL1Ugn4LX2x","t":"It's hard to lead a cavalry charge if you think you look funny on a horse.","c":"funny","a":"Adlai E. Stevenson"},{"id":"upzKGmmgjkjVL","t":"During the Great Depression, when people laughed their worries disappeared. Audiences loved these funny men. I decided to become one.","c":"funny","a":"Jerry Stiller"},{"id":"5Gb5CX9Vi_ZW0","t":"I got attention by being funny at school, pretending to be retarded, and jumping around with a deformed hand.","c":"funny","a":"Leonardo DiCaprio"},{"id":"Jw1IxMay_oXOt","t":"One man's folly is another man's wife.","c":"funny","a":"Helen Rowland"},{"id":"5qTZuDmbm0eMh","t":"I tell girls all the time that the men that have fallen in love with me, have all fallen during a man repeller stage... funny how life works out like that.","c":"funny","a":"Rachel Roy"},{"id":"QC5Ewnm30S_cy","t":"He taught me housekeeping when I divorce I keep the house.","c":"funny","a":"Zsa Zsa Gabor"},{"id":"wMTLs0FNYmEWY","t":"I always wanted to be somebody, but now I realize I should have been more specific.","c":"funny","a":"Lily Tomlin"},{"id":"yJjmkY3rXIPSr","t":"I have six locks on my door all in a row. When I go out, I lock every other one. I figure no matter how long somebody stands there picking the locks, they are always locking three.","c":"funny","a":"Elayne Boosler"},{"id":"XkF4zP3iwzz81","t":"People ask 'do you make a conscious effort not to swear?' - if you're doing silly stuff you're not tempted to put swearing in. All the comics from my childhood, who were funny without swearing, were the people that influenced me. What I do is quite traditional anyway.","c":"funny","a":"Tim Vine"},{"id":"4C_Kf8OWnstm3","t":"A James Cagney love scene is one where he lets the other guy live.","c":"funny","a":"Bob Hope"},{"id":"OJRT3fM0L4bAA","t":"I love funny people, and when I'm with funny people, or people who are amusing in their weirdness, I love it. Because that to me is funny, as opposed to someone who stops and says, 'Hey let me tell you a joke.'","c":"funny","a":"Paul Feig"},{"id":"aCHiadTwtyTeQ","t":"If you're going to do something tonight that you'll be sorry for tomorrow morning, sleep late.","c":"funny","a":"Henny Youngman"},{"id":"Yu3DIQA2a7psT","t":"People don't realize that I'm really funny and I'm an excellent bridge player.","c":"funny","a":"Sheryl Crow"},{"id":"9BomWL_Du8CGF","t":"There cannot be a crisis next week. My schedule is already full.","c":"funny","a":"Henry A. Kissinger"},{"id":"Jaq6UM71bTK13","t":"There are so many funny women in the world, and there has been for so many years, so I'll be happy when people can just move on from that, and things can just be 'comedies' and not 'female' or 'male,' and everyone gets an equal opportunity.","c":"funny","a":"Kristen Wiig"},{"id":"agGdl-uIMcBKu","t":"What's so great about working with really funny women is that vanity comes second. Whatever makes it real and funny, they're going to go for, and it's just great.","c":"funny","a":"Paul Feig"},{"id":"59BDD0i8UlKAK","t":"You can't be funny if you don't have good material.","c":"funny","a":"Matt LeBlanc"},{"id":"ZFxrkeIo59zvP","t":"I think a lot of humor is about distracting yourself. Pretend you're not trying to make it funny. Because for some reason the effort to be funny smells like sulphur in our culture.","c":"funny","a":"Sloane Crosley"},{"id":"m2esOkj7rfXF_","t":"The funny thing about me that most people never really understand is that, at heart, I'm really a jock.","c":"funny","a":"Billy Corgan"},{"id":"X_FMBoR_SZAN7","t":"I have a love interest in every one of my films: a gun.","c":"funny","a":"Arnold Schwarzenegger"},{"id":"FO8oyxgN8ri5h","t":"I actually was class clown, but I don't know how that happened because I've never been considered an outwardly funny person.","c":"funny","a":"Janeane Garofalo"},{"id":"1LysdVd-IRPiz","t":"I've always wanted to go to Switzerland to see what the army does with those wee red knives.","c":"funny","a":"Billy Connolly"},{"id":"Uj6UjSgKbbFuW","t":"In a funny way, poems are suited to modern life. They're short, they're intense. Nobody has time to read a 700-page book. People read magazines, and a poem takes less time than an article.","c":"funny","a":"Caroline Kennedy"},{"id":"gzkm6JH4xJpjX","t":"This may sound funny, but as much as the 'Today' show matured me, it also was something of a cocoon. I'd been happy there. I never went into the boss's office and pounded my fist on the desk, saying, 'Give me more money! Give me a prime-time show!'","c":"funny","a":"Jane Pauley"},{"id":"6HnUvc-aOAv0u","t":"My main point is to be funny if I can slip a message in there, fine.","c":"funny","a":"Flip Wilson"},{"id":"Ox35NLCaMdGWM","t":"Everything that used to be a sin is now a disease.","c":"funny","a":"Bill Maher"},{"id":"XVqZDxqofzG89","t":"Japanese people have a funny habit of abbreviating names.","c":"funny","a":"Shigeru Miyamoto"},{"id":"d0W-c5oLqlQfG","t":"It's so funny when you're actually directing because things start popping that you don't expect to pop, and something that you think is going to pop, maybe doesn't quite have the impetus that you thought it might.","c":"funny","a":"Stephen Moyer"},{"id":"aSVVuCtsZxtJF","t":"It's simple, if it jiggles, it's fat.","c":"funny","a":"Arnold Schwarzenegger","e":true},{"id":"oiVOlcEsf6FFv","t":"Europe is scooters. Europe is five young people on one bench sharing a chocolate bar. Their idea of entertainment and fun is so much different than ours, which is exactly why a movie about them would be funny.","c":"funny","a":"Mike Myers"},{"id":"OzvvUUaFycuMj","t":"I've always enjoyed making people laugh. But in order for me to be funny, I have to get ticked off about something.","c":"funny","a":"Carl Hiaasen"},{"id":"QqgqXsarVGP2w","t":"The comedians I liked were Bill Cosby and Steven Wright, like just always as a comedic actor. I always liked Gary Larson, who's really funny for a cartoonist, obviously.","c":"funny","a":"Demetri Martin"},{"id":"aKue72KpY5mTJ","t":"My parents, grandparents, aunts and uncles were all funny, and I felt that energy, that delivery, that timing, that sarcasm. All that stuff seeped into my brain.","c":"funny","a":"Jeff Ross"},{"id":"iaXxpaaoFx63L","t":"So it was just funny to read a script that was just similar to what had been going on in my life.","c":"funny","a":"Piper Perabo"},{"id":"RnEoACJRLGO-b","t":"A government that robs Peter to pay Paul can always depend on the support of Paul.","c":"funny","a":"George Bernard Shaw"},{"id":"I3I_OqE5wLASp","t":"When I was a boy the Dead Sea was only sick.","c":"funny","a":"George Burns"},{"id":"9CxqUhJPZLSnW","t":"Jon Stewart is exactly the same guy he's always been, only with money. He knows that the moment he really believes he's important, the funny goes away and he becomes Bill O'Reilly, except shorter and Jewish.","c":"funny","a":"Denis Leary"},{"id":"LcUKB0npgzqJH","t":"Never raise your hand to your children - it leaves your midsection unprotected.","c":"funny","a":"Robert Orben"},{"id":"qdNGxz5y7x-aG","t":"I took 'P.S. I Love You' thinking it was going to be a little funny, and I ended up crying every day on that film.","c":"funny","a":"Hilary Swank"},{"id":"ghniDR1AXeETd","t":"In my circle of friends, I've always been loud and funny and talkative. But as soon as I step out of that circle, I get very quiet and introspective. I don't want the spotlight on me.","c":"funny","a":"Rosie Perez"},{"id":"cW_FqLUkYgSip","t":"Behind every great man is a woman rolling her eyes.","c":"funny","a":"Jim Carrey"},{"id":"Ts662pW9aAmol","t":"'Come out' is so funny to me because I've never been in.","c":"funny","a":"Adam Lambert"},{"id":"kh7K3X_j_3aHa","t":"My parents are very funny when they have to deal with anything racy or off-color. They usually pretend they don't speak English.","c":"funny","a":"Margaret Cho"},{"id":"VkHYWjNhVmCz-","t":"It's funny when you're a kid how you can acclimate to almost anything.","c":"funny","a":"Adam Carolla"},{"id":"y4PduNwH3juHW","t":"I think one of the basic tasks in life - one of the nice things we can do for each other - is to take things that are horrible and scary and make them acceptable and less frightening and, if possible, funny. It feels great to succeed at that.","c":"funny","a":"Julia Sweeney"},{"id":"hw_Gr_P1FWf_D","t":"It's funny - if you impersonate somebody, they have no idea it's them.","c":"funny","a":"Tracey Ullman"},{"id":"ANZnkAthkljcC","t":"The trick is always to write in pairs because if at least two people find it funny, you've immediately halved the odds of it not being funny.","c":"funny","a":"Steve Coogan"},{"id":"P5O1bbsdbbAt3","t":"I'm thankful for the three ounce Ziploc bag, so that I have somewhere to put my savings.","c":"funny","a":"Paula Poundstone"},{"id":"XBgJLZd6PMmdU","t":"In comic strips, the person on the left always speaks first.","c":"funny","a":"George Carlin"},{"id":"N0ZGdBu_0BEPE","t":"As a five-year-old in Berlin in 1965, I didn't know that funny women existed. It wasn't until I got back to England that I realised women could be funny.","c":"funny","a":"Jenny Eclair"},{"id":"kLMfk0WgloDVc","t":"Sometimes you have to take the focus off of you and put it on someone else and it's funny what you can accomplish and how much strength you really have.","c":"funny","a":"Hoda Kotb"},{"id":"20sysBTeFKiGT","t":"Until you walk a mile in another man's moccasins you can't imagine the smell.","c":"funny","a":"Robert Byrne"},{"id":"T-CRw7ajZysCY","t":"I read a lot of scripts that I just don't find very funny.","c":"funny","a":"Jennifer Aniston"},{"id":"AbQBVtzaVRcPW","t":"I don't know now if I'm funny. I just keep talking and hope that I hit something that's funny.","c":"funny","a":"Craig Ferguson"},{"id":"gQaoJbdng6Dxb","t":"This is funny because I just had a job over the summer for VH1, a project I did called Strange Frequency where I got to play a Goth rock band singer.","c":"funny","a":"Charisma Carpenter"},{"id":"QZ3Ght_nLs4Ip","t":"I mean I've seen 3D films so far and I think it's a long way to go before they replace actors. It's a funny thing with 3D, I haven't quite got it yet. Yet.","c":"funny","a":"Daniel Radcliffe"},{"id":"gHNpYQvXdU29U","t":"You know being relevant or coming up with something interesting, funny to say about what's current is just as hard as it might ever be depending on the serendipity of it all.","c":"funny","a":"Lily Tomlin"},{"id":"l3IE3FAknAGl-","t":"A good artist is willing to die many times over. What's funny is, I've died so many times.","c":"funny","a":"Billy Corgan"},{"id":"MsOCSDTVwjbBJ","t":"Moderation is a virtue only in those who are thought to have an alternative.","c":"funny","a":"Henry A. Kissinger"},{"id":"5llEwxmD0wRLP","t":"Go to Heaven for the climate, Hell for the company.","c":"funny","a":"Mark Twain"},{"id":"D7mhfkIwjp-aq","t":"It's funny because 'The Book of Mormon' is 'The Book of Mormon' now. When I was doing it at the very beginning, and I was a part of it for four years and always believed in it, I never really knew if it was going to be more than a convention for 'South Park' fans.","c":"funny","a":"Josh Gad"},{"id":"_3hWCTJY3bdbg","t":"It is funny because the guy who is my boss now, Howard Stern, has a similarity there. He got big being a regular guy. He wasn't the greatest looking guy in the world.","c":"funny","a":"Artie Lange"},{"id":"c1x98MWPhEUR9","t":"It's funny how the hippies and the punks tried to get rid of the conservatives, but they always seem to get the upper hand in the end.","c":"funny","a":"Bjork"},{"id":"DWth47bbIgbVA","t":"It's funny, I do try to maintain health. I started doing Bikram yoga which is that hothouse yoga, the 105 degrees yoga for 90 minutes. It's great, you purge out all the sweat and you're drinking water.","c":"funny","a":"Bryan Cranston"},{"id":"ZDFKDxZr0O_ta","t":"I'm not a real movie star. I've still got the same wife I started out with twenty-eight years ago.","c":"funny","a":"Will Rogers"},{"id":"PVSrn0hIkWyEh","t":"All people are born alike - except Republicans and Democrats.","c":"funny","a":"Groucho Marx"},{"id":"DyVMAQ534NZOw","t":"It's funny how you never think about the women you've had. It's always the ones who get away that you can't forget.","c":"funny","a":"Chuck Palahniuk"},{"id":"qdjbrLlHFTATw","t":"Twitter, to me, works if you're funny. Twitter doesn't work as a promotional tool unless you do it very, very, very occasionally.","c":"funny","a":"Albert Brooks"},{"id":"yVXH_bT4v_TuQ","t":"I like reading Ball Tongue lyrics and all that stuff. And they published a book, and I wouldn't give my lyrics, and it's all wrong in the book, and I giggle. It's funny.","c":"funny","a":"Jonathan Davis"},{"id":"3XtjCy6H19DnK","t":"A woman's mind is cleaner than a man's: She changes it more often.","c":"funny","a":"Oliver Herford"},{"id":"roo8CX2Ix5I8i","t":"I have never been hurt by what I have not said.","c":"funny","a":"Calvin Coolidge"},{"id":"p1KcLOVhH4m2y","t":"I always just wanted to be funny. I never really planned to be scary.","c":"funny","a":"R. L. Stine"},{"id":"DdPzbuid0lymV","t":"Yes, I believe blue material is funny, but if that's all you've got, you're dead in the water. It's not good.","c":"funny","a":"Howard Stern"},{"id":"dgHoikH0uYaQp","t":"So what I do now is to pre-empt that by making the up into a virtue, and telling funny stories about how crap I am before people have a chance to notice it for themselves and think maybe I haven't realised.","c":"funny","a":"Emily Mortimer","e":true},{"id":"EolYfyDSY_b1V","t":"I always find it kind of embarrassing, kind of funny, and kind of exciting. In New York I'm recognized a lot, although nobody says anything. You know, they stare at you just a second too long. But in Paris it's not as commonplace to be recognized.","c":"funny","a":"Marc Jacobs"},{"id":"5B0nZe0cKAoQS","t":"When I first envisioned 'Funny Games' in the mid-1990s, it was my intention to have an American audience watch the movie. It is a reaction to a certain American cinema, its violence, its naivety, the way American cinema toys with human beings. In many American films, violence is made consumable.","c":"funny","a":"Michael Haneke"},{"id":"LsyBtvTnn1g2V","t":"There's a constant flow of child actors. It's kind of funny to watch the new crew come through. I think, You poor little things. You're going to have to struggle for a long time.","c":"funny","a":"Tina Yothers"},{"id":"DAfTaCtAc0vJH","t":"Music is more difficult - try naming a political band. The Dead Kennedys. The Dead Kennedys are political, but they are more funny than they are political.","c":"funny","a":"Thom Yorke"},{"id":"fyA0j3eS7wsVP","t":"It's funny how many people will come to Vegas to see your show where they might not come out to see you unless you come to their hometown.","c":"funny","a":"Reba McEntire"},{"id":"rvKXI0ChJIZHk","t":"Every cloud has its silver lining but it is sometimes a little difficult to get it to the mint.","c":"funny","a":"Don Marquis"},{"id":"AWkvMzPkyhQEj","t":"Sometimes I feel like there are people just waiting for me to fall. The funny thing is, I can't give them anything. I have just never been a partier, even in school.","c":"funny","a":"Jordin Sparks"},{"id":"uO2wmov4-7J6f","t":"I wanna make a jigsaw puzzle that's 40,000 pieces. And when you finish it, it says 'go outside.'","c":"funny","a":"Demetri Martin"},{"id":"nl3-AYW93D00Z","t":"Guilt: the gift that keeps on giving.","c":"funny","a":"Erma Bombeck"},{"id":"LiIUI5U5uFPli","t":"The superfluous, a very necessary thing.","c":"funny","a":"Voltaire"},{"id":"DIvniJGR8hUtG","t":"I'm undaunted in my quest to amuse myself by constantly changing my hair.","c":"funny","a":"Hillary Clinton"},{"id":"S7RnyDJ5c7AM4","t":"If you use tact you can say anything, then make it funny.","c":"funny","a":"Dane Cook"},{"id":"UjDBNySSY11Su","t":"I don't dismiss the music that I was involved with, I don't think it was a joke, I don't think it was funny or a phase, I don't think it was just something I was doing back then, to me it was who I am. It connects all the way through. I don't distance myself from any of it.","c":"funny","a":"Ian MacKaye"},{"id":"ybyio1EmUgLTc","t":"I love to go to Washington - if only to be near my money.","c":"funny","a":"Bob Hope"},{"id":"dFG-TcVLb1ulh","t":"I'm very silly as a person, but quality silliness on-screen has more of an art to it. Harrison Ford, whom I was in 'Morning Glory' with, has mastered that dry funny better than anyone.","c":"funny","a":"Rachel McAdams"},{"id":"KoKRt1vZu0LbV","t":"My uncle Sammy was an angry man. He had printed on his tombstone: What are you looking at?","c":"funny","a":"Margaret Smith"},{"id":"c8Re0YdD2bW6W","t":"Who picks your clothes - Stevie Wonder?","c":"funny","a":"Don Rickles"},{"id":"oPGfy8jcp6wUs","t":"I've been to many funerals of funny people, and they're some of the funniest days you'll ever have, because the emotions run high.","c":"funny","a":"Albert Brooks"},{"id":"pzbz4PrFb8L7I","t":"I'm terrible at practical jokes. I do them too well, so they're not funny. I end up saying, 'Oh, no, I'm joking, I'm joking.'","c":"funny","a":"Anna Torv"},{"id":"WZwFUqfkEwMKP","t":"I can never tell when something is funny. I just have to do it onstage and find out.","c":"funny","a":"Margaret Cho"},{"id":"li4omkECLM2-7","t":"You can lead a man to Congress, but you can't make him think.","c":"funny","a":"Milton Berle"},{"id":"lC-R_k2Wpz0qM","t":"We sit in a room for months trying to think of funny things.","c":"funny","a":"David Walliams"},{"id":"jIYAURUth38dK","t":"I was a hop-around. I hung out with the rockabilly crew, the guys who were trying to be rappers, the funny kids.","c":"funny","a":"Katy Perry"},{"id":"Gis1sTU6MYCf-","t":"Being funny is one of my greatest strengths. I can make girls smile when they're down, and when they're having a good time, I can carry on the joke.","c":"funny","a":"John Krasinski"},{"id":"6v1euL6RKGWF3","t":"It's funny I actually made poorer decisions when I sobered up then when I was screwed up.","c":"funny","a":"Corey Feldman"},{"id":"4sl8bdDsrVbA7","t":"Billy is a funny, cheeky, lovely boy and I love being with him. Parenthood is terrifying though. I can barely walk past a building without panicking that it's going to collapse on his head.","c":"funny","a":"Rufus Sewell"},{"id":"gGy_Mc2nMp68l","t":"Chris Hemsworth is like Christopher Reeve in that he can do two things: he can wear a big red cape without a shred of self-consciousness. But he's also funny as hell, and he's so sweet. So with all the fish-out-of-water stuff, he's so funny. So he does almost two jobs in a way.","c":"funny","a":"Tom Hiddleston"},{"id":"7VwRMy83qNaQ7","t":"They say marriages are made in Heaven. But so is thunder and lightning.","c":"funny","a":"Clint Eastwood"},{"id":"BE65wYgQ2OJ04","t":"I remember interviewing someone I actually felt bad for, and therefore didn't want to take an ironic stance against him. It actually turned out to be a really funny piece.","c":"funny","a":"Rob Corddry"},{"id":"eVYlqnsLU8xcN","t":"I'm not a movie guy, I'm not a TV sitcom guy, but whatever seems to fit and is funny is good for me.","c":"funny","a":"Dave Attell"},{"id":"vqyvJOm_X3KF4","t":"I remember straightening my hair because I wanted to be like everybody else, and now the fact that anybody would emulate what I do? It's just funny.","c":"funny","a":"Taylor Swift"},{"id":"KNHTW8EdNT0hj","t":"Billy Crystal knows how to make people laugh. He's got 30 years on stage... there's no telling him what's funny.","c":"funny","a":"Harold Ramis"},{"id":"9_1btblKc0uzt","t":"Laughter is involuntary. If it's funny you laugh.","c":"funny","a":"Tom Lehrer"},{"id":"RM2c2dp9KbwO8","t":"Sometimes people get mad at The Simpsons' subversive story telling, but there's another message in there, which is a celebration of making wild, funny stories.","c":"funny","a":"Matt Groening"},{"id":"W3XeY-3eh-Yik","t":"Funny things tend not to happen to me. I am not a natural comic. I need to think about things a lot before I can be even remotely amusing.","c":"funny","a":"Rowan Atkinson"},{"id":"dINyUH1R8Ftm1","t":"Housework can't kill you, but why take a chance?","c":"funny","a":"Phyllis Diller"},{"id":"2Et37su-1fNMR","t":"You have to discover when you're inadequate to be funny and you don't know you're inadequate when you're a kid.","c":"funny","a":"Larry David"},{"id":"NgTap99LLjFNH","t":"If I had to live my life again, I'd make the same mistakes, only sooner.","c":"funny","a":"Tallulah Bankhead"},{"id":"X0My8oclBk9Lh","t":"A man doesn't know what he knows until he knows what he doesn't know.","c":"funny","a":"Laurence J. Peter"},{"id":"xm4HoDTDSbrxm","t":"It is a scientific fact that your body will not absorb cholesterol if you take it from another person's plate.","c":"funny","a":"Dave Barry"},{"id":"G2ry5xc6XHnZB","t":"My mother was a terrific force in my life. Wartime-generation woman, hadn't gone to university but should have done. Was very funny, very verbal, very clever, very witty.","c":"funny","a":"Ian Hislop"},{"id":"_6Q4F5oR8fjoe","t":"Men are only as loyal as their options.","c":"funny","a":"Bill Maher"},{"id":"uvd2G0EQeku7M","t":"I could party in a cardboard box with people who are funny and don't care. For me, it's really about who I surround myself with, so I just try to always be with hilarious people.","c":"funny","a":"Kesha"},{"id":"WwuhQ2AFo0mp4","t":"Cross country skiing is great if you live in a small country.","c":"funny","a":"Steven Wright"},{"id":"KDzNG5h97IW9A","t":"Life is funny and it is interesting how we make it as serious as possible.","c":"funny","a":"Elisha Cuthbert"},{"id":"E2Wy7QFB4wD1U","t":"California is a fine place to live - if you happen to be an orange.","c":"funny","a":"Fred Allen"},{"id":"FGuXTT3Tn2gq2","t":"I think it's funny to be delicate with subjects that are explosive.","c":"funny","a":"Jerry Seinfeld"},{"id":"pfffUqA4NS5VK","t":"Comedians don't laugh. They're too busy analyzing why it's funny or not.","c":"funny","a":"James Lipton"},{"id":"upK9lTRF72Y35","t":"A waffle is like a pancake with a syrup trap.","c":"funny","a":"Mitch Hedberg"},{"id":"h2dGCDATxt1od","t":"I spent a year in that town, one Sunday.","c":"funny","a":"George Burns"},{"id":"u9QOxWPpp8cRt","t":"As soon as I realized you could be funny as a job, that was the job I wanted.","c":"funny","a":"Seth Rogen"},{"id":"Vkb8YMDoTy1Cy","t":"Women's humor seems to be a little more supportive. It's just kind of trying to make the other one laugh through funny voices and kind of talking about other people. I respond to that. I feel less like I'm going to get beat up in a room full of women than I do in a room full of guys.","c":"funny","a":"Paul Feig"},{"id":"YuxRUyXnIRpSV","t":"What contemptible scoundrel has stolen the cork to my lunch?","c":"funny","a":"W. Clement Stone"},{"id":"GNwvqeUcqAmp7","t":"The word 'funny' is a bit like the word 'love' - we don't have enough words to describe the many varieties.","c":"funny","a":"George Saunders"},{"id":"eTVE-tVrHAkxV","t":"But I think Kiss Kiss, Bang Bang really got that thing where, if a movie reads really funny and then has some dramatic or violent or sinister stuff in it, you can't forget that primarily it has to be even funnier than you read it or that other stuff doesn't work.","c":"funny","a":"Robert Downey, Jr."},{"id":"lQvBT2Ntr1XDU","t":"If you look at the game and everything, it's not quite like looking at an animated film, because that's total character. This, this is really movement, but it's got funny little things if you look for the humor. They're actually getting to the character.","c":"funny","a":"Don Bluth"},{"id":"sbIEMsbsLbZGY","t":"Some people say funny things, but I say things funny.","c":"funny","a":"Don Rickles"},{"id":"6GvrxfF0Fv1Mn","t":"You know what's funny? I don't ever feel the need to escape. I have a strong marriage. I like my life. You hear about these guys having midlife crises - I don't see that happening to me.","c":"funny","a":"Harry Connick, Jr."},{"id":"3NHoyALzr2bea","t":"Fatherhood is pretending the present you love most is soap-on-a-rope.","c":"funny","a":"Bill Cosby"},{"id":"XxkjxBWgJkzTx","t":"I don't think know if anything's going to translate anywhere. You're making a movie, you hope it's going to be funny, you can't think about how it's going to go over.","c":"funny","a":"Ben Stiller"},{"id":"7-0zKnj7mmoW9","t":"If you are a great dramatic actor then you often don't know if people are enjoying your stuff at all because they are sitting there in silence. But with comedy it's a simple premise. If it's funny, people laugh. If it's not, they don't.","c":"funny","a":"Steve Coogan"},{"id":"p826IYhb0l38d","t":"The one thing you shouldn't do is try to tell a cab driver how to get somewhere.","c":"funny","a":"Jimmy Fallon"},{"id":"xcbFR1ESkvPuz","t":"I've never been married, but I tell people I'm divorced so they won't think something's wrong with me.","c":"funny","a":"Elayne Boosler"},{"id":"kzR1J_sD6NZyv","t":"In terms of the creative side of it, it's really been a thing where you come up with the funny stuff is usually at a bar or out talking to people or whatever.","c":"funny","a":"Trey Parker"},{"id":"jhkxTSZzFLPt0","t":"I think Chris Rock at the Oscars was a great example. I thought that was intellectually hilarious. The Gap starts a war with Banana Republic... That to me was funny.","c":"funny","a":"Christopher Meloni"},{"id":"beXhySs7zQJ7B","t":"People often ask me how I make things funny. I don't make things funny.","c":"funny","a":"Richard Russo"},{"id":"uMAQaQIJ8-2eL","t":"I don't think I was funny until college. I lived with some Harvard MD/PhD students - they were so smart, and what I contributed to the house was, I was the funny one.","c":"funny","a":"Wendy Liebman"},{"id":"FKauTZfXuKUoM","t":"There is nothing funny about a well-adjusted, intelligent person making the right choices.","c":"funny","a":"Tim Heidecker"},{"id":"BxbKO8pXyIU0p","t":"The misconception is that standup comics are always on. I don't know any really funny comics that are annoying and constantly trying to be funny all the time.","c":"funny","a":"Joe Rogan"},{"id":"s7vlbU_OpVGNv","t":"Men don't care what's on TV. They only care what else is on TV.","c":"funny","a":"Jerry Seinfeld"},{"id":"e_EYim-1RP107","t":"I believe, in a funny way, the job of the novelist is to be out there on the fringes and speaking for an experience that has not really been spoken for.","c":"funny","a":"Donna Tartt"},{"id":"jgd8Wp4xMzbHY","t":"It is easy for me to love myself, but for ladies to do it is another question altogether.","c":"funny","a":"Johnny Vegas"},{"id":"WTe_xD0oQq3Zi","t":"When you are courting a nice girl an hour seems like a second. When you sit on a red-hot cinder a second seems like an hour. That's relativity.","c":"funny","a":"Albert Einstein"},{"id":"7smygDpHEgOI_","t":"Smoking kills. If you're killed, you've lost a very important part of your life.","c":"funny","a":"Brooke Shields"},{"id":"NFSPuUTECuaE2","t":"I consider that a man's brain originally is like a little empty attic, and you have to stock it with such furniture as you choose.","c":"funny","a":"Arthur Conan Doyle"},{"id":"vYhxO1BlKzIPy","t":"I don't really necessarily think I'm a funny guy, but I like the opportunity to take on something that I don't feel I'm the best at doing.","c":"funny","a":"Seann William Scott"},{"id":"RvOAMiHliMYpZ","t":"I've started looking at my own father a bit funny. He assures me, though, that I really am the son of a Scottish postman.","c":"funny","a":"Craig Ferguson"},{"id":"7Ye0SQG2VV86N","t":"I like marriage. The idea.","c":"funny","a":"Toni Morrison"},{"id":"N1ToQBWR2RVJx","t":"I cannot sing, dance or act what else would I be but a talk show host.","c":"funny","a":"David Letterman"},{"id":"FZ8b-ewZd6Hgu","t":"Every man's dream is to be able to sink into the arms of a woman without also falling into her hands.","c":"funny","a":"Jerry Lewis"},{"id":"30Z2kcl652MR0","t":"I haven't spoken to my wife in years. I didn't want to interrupt her.","c":"funny","a":"Rodney Dangerfield"},{"id":"YEsmp8T5Oh5i7","t":"It's funny, though, because when I first started going to races after we met, I was extremely nervous. It's like being backstage and hoping you don't trip over something or break an amp or accidentally speak into a live microphone, so I was really hesitant.","c":"funny","a":"Ashley Judd"},{"id":"-TPN0L2fTtwhv","t":"I knew exactly what to do on Alien, it was funny.","c":"funny","a":"Ridley Scott"},{"id":"2GCx5IhWaqEhl","t":"I grew up in a funny way.","c":"funny","a":"Gordon Ramsay"},{"id":"4TH6FnpuRROfX","t":"I recently spent quite a bit of time in Sheffield, England, which is where I'm from. I wouldn't move back there, but it's funny when you spend a bit of time in the place where you were brought up. You kind of realize how that place has had quite a big effect on you or made you a certain way.","c":"funny","a":"Jarvis Cocker"},{"id":"s1sEq_2yTgGBZ","t":"Trust is hard to come by. That's why my circle is small and tight. I'm kind of funny about making new friends.","c":"funny","a":"Eminem"},{"id":"fBifle8lTN4lK","t":"If my films make one more person miserable, I'll feel I have done my job.","c":"funny","a":"Woody Allen"},{"id":"d3U_CGav3j2um","t":"Defy your own group. Rebel against yourself.","c":"funny","a":"Cathy Guisewite"},{"id":"qA4W9dxAjtFp3","t":"Hollywood's just not funny.","c":"funny","a":"Chris Rock"},{"id":"6-LNtBmOJmBts","t":"Funny things happen to you in movies for silly reasons.","c":"funny","a":"Michael Caine"},{"id":"bcwu-kY-A5p0a","t":"That's what I hate about a lot of comedies, when you're hitting a line or making it funny.","c":"funny","a":"Jennifer Aniston"},{"id":"41OZbc8U3jkOo","t":"I think I have a dark view of the world. I have to make everything funny, otherwise it all seems so sad.","c":"funny","a":"Moon Unit Zappa"},{"id":"41IhghxgV33wk","t":"A vegetarian is a person who won't eat anything that can have children.","c":"funny","a":"David Brenner"},{"id":"frZpWemCcb9V4","t":"One time I went into a restroom and a girl followed me in. I signed an autograph for her in the sink. It was pretty funny because she was in a guy's restroom and she wasn't embarrassed at all.","c":"funny","a":"Zac Efron"},{"id":"jlGj8uGhvOqrG","t":"It's funny because I think a lot of it is simply... We've never considered ourselves satirists, but because we're on Comedy Central and because we're South Park on Comedy Central, we can do any topic we want.","c":"funny","a":"Trey Parker"},{"id":"Bd8ysl6d-lMUu","t":"I never drink water because of the disgusting things that fish do in it.","c":"funny","a":"W. C. Fields"},{"id":"HaQqXP0YtAqf_","t":"I wouldn't totally rule out doing Letterman or the Tonight Show if I had a set that I just happened to write that I thought was funny but was still appropriate for network censors. But I'm not going to go out of my way.","c":"funny","a":"Joe Rogan"},{"id":"XpUDer8Y_sOj8","t":"Always end the name of your child with a vowel, so that when you yell the name will carry.","c":"funny","a":"Bill Cosby"},{"id":"pYsWjsh41r_p9","t":"I can speak Esperanto like a native.","c":"funny","a":"Spike Milligan"},{"id":"fRWQkoBG-Br3Z","t":"Funny, how moms can tell you what to do no matter how old or big you are.","c":"funny","a":"Gabrielle Reece"},{"id":"fCOd4WByaC7CL","t":"I never thought of myself as like, a funny person.","c":"funny","a":"Lena Dunham"},{"id":"DG_0WHg8Oemfm","t":"I love New York. I was sad, depressed and incredibly moved by our fellow countrymen and what they've done. I wanted to give people a chance to see something funny, have a distraction.","c":"funny","a":"Ben Stiller"},{"id":"0jwpuSELR_jdK","t":"Funny, I don't feel any more powerful today than yesterday.","c":"funny","a":"Jerry B. Jenkins"},{"id":"2W2ogfzr7dKIM","t":"I'm so single. It's funny. I'm usually a relationship girl. I love being in love and having a partner in crime. But it's good to be your own partner in crime. God, that makes me sound like I have multiple-personality disorder.","c":"funny","a":"Brittany Snow"},{"id":"6r6RwlqHrKpJB","t":"There have been times when I felt suicidal and I would stop my head from going in that direction of negativity because I thought there'd be something I'd miss that was funny in the future. If there's a chance I'm going to laugh tomorrow then want to live to experience that.","c":"funny","a":"Dave Navarro"},{"id":"Hy9X51Ed2pEBy","t":"Money won't buy happiness, but it will pay the salaries of a large research staff to study the problem.","c":"funny","a":"Bill Vaughan"},{"id":"CmMt1wJBLI--U","t":"I don't mean to be funny.","c":"funny","a":"Yogi Berra"},{"id":"qdI9hiLlmaslW","t":"I mean, I'm married first of all to one of, if not the most wonderful women in the world. She is everything - funny, attractive, hard-working, she has integrity, she loves me to bits.","c":"funny","a":"Seal"},{"id":"qjImEVEogjJqM","t":"If I studied all my life, I couldn't think up half the number of funny things passed in one session of congress.","c":"funny","a":"Will Rogers"},{"id":"VqfuEcZpSaC6x","t":"Any kid will run any errand for you, if you ask at bedtime.","c":"funny","a":"Red Skelton"},{"id":"37w5-T3WHn0gw","t":"I started writing when I was 9 years old. I was like this weird kid who would just stay in my room, typing little funny magazines and drawing comic strips.","c":"funny","a":"R. L. Stine"},{"id":"xS_GZE-8WidgY","t":"I think it's actually a misperception that I am a comedic actress. I do more drama than comedy but very little of it has been seen. When you are in big funny movies and they do well and your little part in it kind of explodes people perceive you as a comedian.","c":"funny","a":"Octavia Spencer"},{"id":"DLNkCOUCXkRRC","t":"It all started when my dog began getting free roll over minutes.","c":"funny","a":"Jay London"},{"id":"xyBWeVPBQujVc","t":"We've seen some insane signs: 'Is that a loaf of bread in your pocket, or are you just happy to see me?' Funny stuff along those lines. Very original. One just said, 'I will do unspeakable things.' I thought that was very interesting - and mildly terrifying!","c":"funny","a":"Josh Hutcherson"},{"id":"oTrAZX735YVXm","t":"So often, I read scripts and am like, 'This would never happen in real life. It's not trying to be funny. It's trying to be serious.'","c":"funny","a":"Shailene Woodley"},{"id":"YJ9SFJv3fA2x0","t":"For a Catholic kid in parochial school, the only way to survive the beatings - by classmates, not the nuns - was to be the funny guy.","c":"funny","a":"George A. Romero"},{"id":"sZiX5yWo6o0AN","t":"Our records, if you have a dark sense of humor, were funny, but our records weren't about comedy. They were about protests, fantasy, confrontation and all that.","c":"funny","a":"Ice Cube"},{"id":"bV35lNgTRmvMW","t":"It's funny. You succeed, but now where are you gonna go from there? I've got to keep proving that I can laugh or cry more real each time.","c":"funny","a":"Jeff Bridges"},{"id":"q9rwBRmBMS99g","t":"I actually was class clown, but I don't know how that happened because I've never been considered an outwardly funny person-as the people in this room will attest.","c":"funny","a":"Janeane Garofalo"},{"id":"KNzoCUvNBp8LK","t":"Get your facts first, then you can distort them as you please.","c":"funny","a":"Mark Twain"},{"id":"4JhSWlQqwtGgy","t":"I never know when I am being funny, and the other way too. I don't think you can think about that. I don't think you can try to be funny. Some people are just funny.","c":"funny","a":"Christopher Walken"},{"id":"JdVDkuIWiZ2Ew","t":"I think a lot of times on TV we see caricatures - that's what's funny.","c":"funny","a":"Mayim Bialik"},{"id":"Ks8XdjVz_xjsG","t":"Comedy's so subjective, and if someone comes to watch, doesn't get it, doesn't find it funny, then fine.","c":"funny","a":"Johnny Vegas"},{"id":"0xwTJRfCa6Rj-","t":"Things can be funny only when we are in fun. When we're 'dead earnest,' humor is the only thing that is dead.","c":"funny","a":"Flip Wilson"},{"id":"Em6SEURC_q92_","t":"Do I have a long-term plan? Kind of. I have a general direction, I think. But it's funny what comes down the pike.","c":"funny","a":"Jeff Bridges"},{"id":"NDhJDu9yaLyNg","t":"You know how old I am? I'm so old, I remember when Letterman used to be funny and it was presidents who were serious. That's how old I am.","c":"funny","a":"Rush Limbaugh"},{"id":"YWDb27BD2Pr3A","t":"Certainly there are things in life that money can't buy, but it's very funny - Did you ever try buying then without money?","c":"funny","a":"Ogden Nash"},{"id":"U9Yzubf39qNon","t":"I have tried to know absolutely nothing about a great many things, and I have succeeded fairly well.","c":"funny","a":"Robert Benchley"},{"id":"Rwp_2e6HN9T5x","t":"I wear a necklace, cause I wanna know when I'm upside down.","c":"funny","a":"Mitch Hedberg"},{"id":"j-yqw7JjbykKG","t":"It's interesting that whenever I meet some of the other Bond girls, I always have something in common, and it is an interesting sorority. We all share about our Bonds. 'Did your Bond do that?' 'Yes mine did!' So it is quite funny conversations. We may as well be in high school.","c":"funny","a":"Jane Seymour"},{"id":"xWCBoWJnbLYne","t":"Miami Beach is where neon goes to die.","c":"funny","a":"Lenny Bruce"},{"id":"jOcLVKeY7v3US","t":"I was doing sketches that were funny but socially irresponsible. I felt I was deliberately being encouraged and I was overwhelmed.","c":"funny","a":"Dave Chappelle"},{"id":"QyOZNxBmIbh6-","t":"I got a lot of support from my parents. That's the one thing I always appreciated. They didn't tell me I was being stupid they told me I was being funny.","c":"funny","a":"Jim Carrey"},{"id":"OD9axNTvVanki","t":"I know some people say I can be funny. But there is always a deeper meaning to what I say. I am a socialist at heart and have the interests of the poor in mind. When people see how I manage to work my way out of tough situations, it gives them hope in their own life.","c":"funny","a":"Lalu Prasad Yadav"},{"id":"UzlKTeiRK-W98","t":"I tell you, it's funny because the only time I think about HIV is when I have to take my medicine twice a day.","c":"funny","a":"Magic Johnson"},{"id":"nXmSnW-KUhSlp","t":"I think there's something in the fact that it's hard to be good looking and funny. You have to have an oddball quality people have to sympathise with you to find you funny.","c":"funny","a":"Chris O'Dowd"},{"id":"96UfM7Q7mMxEH","t":"You can go to a play that is enjoyable because it's funny, and then on the next night you can go to a play that's enjoyable because it's 'disturbing.'","c":"funny","a":"Wallace Shawn"},{"id":"ffce1QRL45EMv","t":"I know what Germans are. They are a funny people. They are always choosing someone to lead them in a direction which they do not want to go.","c":"funny","a":"Gertrude Stein"},{"id":"pknB2i1bxu-Ae","t":"They're great girls. They're very funny, they're very smart, they're fun to be with. They're very lively, as I think people can tell. And you know, they're very confident girls.","c":"funny","a":"Laura Bush"},{"id":"0kJDIr9BaquOP","t":"I refuse to join any club that would have me as a member.","c":"funny","a":"Groucho Marx"},{"id":"taDjxREna9bs0","t":"I was so afraid to even read a paper in front of my classmates. It is very funny because at that point my teachers would never have believed that I could speak in front of an audience of over 2,000 people.","c":"funny","a":"Petra Nemcova"},{"id":"QMLFZpDsZJqdd","t":"If you're going to tell people the truth, be funny or they'll kill you.","c":"funny","a":"Billy Wilder"},{"id":"fYSj5qUxASrBj","t":"The last person they expected to connect with a screenplay was the comedic, blonde actress with the funny voice.","c":"funny","a":"Joey Lauren Adams","e":true},{"id":"4RAvvskxwwLCS","t":"There's something dangerous about what's funny. Jarring and disconcerting. There is a connection between funny and scary.","c":"funny","a":"Christopher Walken"},{"id":"Fwvt8vzvkiMJD","t":"Television has brought back murder into the home - where it belongs.","c":"funny","a":"Alfred Hitchcock"},{"id":"EDfgkW2Ztrbqi","t":"I'm always in situations where you can't be funny, and yet I want to do it anyway.","c":"funny","a":"Tim Heidecker"},{"id":"-EEkjuXkuvM4L","t":"I also think if you're an actor and you can improvise, when you go on an audition and you can improvise you're just a genius. If you can, you know, take a Tide commercial and you can just say one funny line that's not in the commercial they think you're a genius.","c":"funny","a":"Amy Poehler"},{"id":"WiIKmbN3P3bRB","t":"I don't care what the haters and naysayers say. If they make jokes about me, I'll laugh because they'll probably be funny.","c":"funny","a":"Paula Deen"},{"id":"n4wQ9VRxyMsfz","t":"It is even harder for the average ape to believe that he has descended from man.","c":"funny","a":"H. L. Mencken"},{"id":"vuyu4Gfvv6fQS","t":"I have no agenda except to be funny. Neither I or the writers profess to offer any worldly wisdom.","c":"funny","a":"Julia Louis-Dreyfus"},{"id":"cZlE8OOuwCa-U","t":"The funny thing is, Dennis Miller got me back into comedy.","c":"funny","a":"Tommy Chong"},{"id":"TCGUHs2xPPkXt","t":"Straight men just can't imagine the bliss of being in a relationship with someone who finds farting as funny as they do.","c":"funny","a":"Graham Norton"},{"id":"gTNqZYkXKWRlE","t":"For years I used to bore my wife over lunch with stories about funny incidents.","c":"funny","a":"James Herriot"},{"id":"Bry9jG8J9tLuh","t":"Life is hard. After all, it kills you.","c":"funny","a":"Katharine Hepburn"},{"id":"PXblTuovggQHQ","t":"Always remember that you are absolutely unique. Just like everyone else.","c":"funny","a":"Margaret Mead"},{"id":"eDIoerHB_0kq1","t":"It is funny the two things most men are proudest of is the thing that any man can do and doing does in the same way, that is being drunk and being the father of their son.","c":"funny","a":"Gertrude Stein"},{"id":"h6hkLkO83jdlM","t":"I was born in very sorry circumstances. Both of my parents were very sorry.","c":"funny","a":"Norman Wisdom"},{"id":"ZxqQnK1eZgbx-","t":"I mean it's funny, playing music, how of course you want it to do well, you want them to like it, but it's not competitive like an election, it's the Olympics, it's not a Formula 1 race. The Billboard charts are just to show you what people like.","c":"funny","a":"Eddie Van Halen"},{"id":"ygF_9JEYYiwm4","t":"It's funny, though, with films, because you can incorporate a variety of elements, and sometimes that can work for you and sometimes I think it can work against you.","c":"funny","a":"Guy Pearce"},{"id":"x9zI-JsoWnHJ6","t":"And at the time, it is funny how you can look at something and say, for example with my shoulder injury, when it first happened I said this is the worst thing that could happen to me. Why me, why now? Now I look back and say it was probably the best thing that happened to me.","c":"funny","a":"Drew Brees"},{"id":"wAi-umDggIVTa","t":"I am not a member of any organized political party. I am a Democrat.","c":"funny","a":"Will Rogers"},{"id":"HMAV5WRlv15xs","t":"It's funny. When I saw the script in my inbox and it said 'Sparkle,' I thought, 'For real? It's really called 'Sparkle?'' I was wondering, too, how does 'Jordin Sparks as Sparkle' sound?","c":"funny","a":"Jordin Sparks"},{"id":"Pz-Hh7F2DAeHq","t":"I have a funny family, but none of them are remotely in show business.","c":"funny","a":"Wanda Sykes"},{"id":"jgRMnmvn_1AQv","t":"I don't think my judgment is that good. I don't know what is funny.","c":"funny","a":"Jerry Stiller"},{"id":"quPGZEglsMZkq","t":"The funny thing is people won't let me pay for things. I'll be in a restaurant and the manager will say, 'Oh no, it's on the house.'","c":"funny","a":"Richard Branson"},{"id":"Tzh7zRdL2rN4z","t":"It's funny how I use social media because I don't use it to promote my restaurants that much. I use it for social issues and I think that's what it's for. I do a few things - I mess around with music a lot because that's a passion of mine. If something strikes me and I want to share it, I do.","c":"funny","a":"Tom Colicchio"},{"id":"fEebCB8n983PW","t":"All men are equal before fish.","c":"funny","a":"Herbert Hoover"},{"id":"PaNZylVssrnzS","t":"There's nothing wrong with being shallow as long as you're insightful about it.","c":"funny","a":"Dennis Miller"},{"id":"xBkRkdhi-RpNM","t":"Why do they call it rush hour when nothing moves?","c":"funny","a":"Robin Williams"},{"id":"UilbB-8MNTHfm","t":"I think since I was kid people told me that they thought I was funny.","c":"funny","a":"Demetri Martin"},{"id":"qT2VK2VDPpKwW","t":"You know, if I started worrying about what the critics think, I'd never make another comedy. You couldn't pick a less funny group than critics - you couldn't find a more bitter group of people!","c":"funny","a":"Todd Phillips"},{"id":"AEQXip6J--MEY","t":"I don't think of myself as a comedian, but as an artist, a scientist and chemist who just happens to be funny. I started doing stand-up to add another level to my game. I feel that I'm a young rookie with a veteran's skill.","c":"funny","a":"Marlon Wayans"},{"id":"SmoKGFqetj_HJ","t":"'Funny People' is my favorite performance of myself to date. Even though it's a comedy and there are serious moments, I really felt like Leo felt like a real person. It didn't feel like I was playing myself. Whether it's a comedy or drama, I just try to make it as realistic as possible.","c":"funny","a":"Jonah Hill"},{"id":"Fq_N17PvHavvm","t":"Stand up is really fun because if I think of a joke or a funny idea, then I can just go and tell some people and if they laugh, they laugh right away.","c":"funny","a":"Demetri Martin"},{"id":"2yK_gYwHiPkiG","t":"When we talk to God, we're praying. When God talks to us, we're schizophrenic.","c":"funny","a":"Jane Wagner"},{"id":"dY8LsN2PN0f7J","t":"There's always something funny about men chasing women.","c":"funny","a":"David Spade"},{"id":"WcWeXr52u-uWG","t":"If at first you don't succeed... so much for skydiving.","c":"funny","a":"Henny Youngman"},{"id":"ZYnRAO7OsCMai","t":"Tragedy is when I cut my finger. Comedy is when you fall into an open sewer and die.","c":"funny","a":"Mel Brooks"},{"id":"7icWFN1EdJY-0","t":"In this world, everyone wants to know everything about you, and I think that's funny.","c":"funny","a":"Leighton Meester"},{"id":"-jes2dZSMT8wP","t":"I come more to Scotland than I ever used to, so I feel more connected to it, more part of the zeitgeist. You know when you realize you have a choice and I'm choosing my homeland. It's funny: when you get older these things creep up to you.","c":"funny","a":"Alan Cumming"},{"id":"t9ByR7tX8J3il","t":"Back in the '70s, like one of my favorite movies ever was 'The Bad News Bears', and that was a kids' movie, but I don't think of it that way. I think of it as just a great movie because Walter Matthau was so funny and so harsh with those kids.","c":"funny","a":"Jack Black"},{"id":"aAnqDiw7xDH3n","t":"What I don't like is when I see stuff that I know has had a lot of improv done or is playing around where there's no purpose to the scene other than to just be funny. What you don't want is funny scene, funny scene, funny scene, and now here's the epiphany scene and then the movie's over.","c":"funny","a":"Paul Feig"},{"id":"QRUpeh4KMcupE","t":"I'm odd looking. Sometimes I think I look like a funny muppet.","c":"funny","a":"Angelina Jolie"},{"id":"brIu-6NREylsV","t":"That's my only goal. Surround myself with funny people, and make sure everyone has a good time and works hard.","c":"funny","a":"Joe Rogan"},{"id":"e8PhO-XdjzDyL","t":"It's funny, the hardest thing to do is to make something look like it's fast, loose and improvised, and get somebody to laugh.","c":"funny","a":"Abel Ferrara"},{"id":"dV5YGe6yjRr0_","t":"I've dated some women who have turned me on to some funny things that are strange for men to actually do, but these things have become part of my process. I think the things I do for my appearance help make me look better. I even colour my hair because I like how it makes me look.","c":"funny","a":"Ryan Seacrest"},{"id":"1sGOkaKntvO9H","t":"I love Charlie, Billy Burke's character. Writing for him is so spectacular, he's so funny and wry and every scene he's in he just takes. There's a scene in 'Eclipse' where Bella tells him she's a virgin, and it's the funniest, most awkward scene I've ever seen on film.","c":"funny","a":"Melissa Rosenberg"},{"id":"URFO1WkeYY6ql","t":"All these jokes have been pre-approved as funny by me.","c":"funny","a":"Mitch Hedberg"},{"id":"_Z33tlTgvSihV","t":"I'd never been in play long enough for the flowers to die in the dressing room.","c":"funny","a":"Mercedes McCambridge"},{"id":"2-1XpdtC_GFUH","t":"Oh all the time when Victoria Wood and I did our series. There were people asking 'Can women be funny?' People still ask that. It's like asking: 'Can women breathe in and out?'","c":"funny","a":"Julie Walters"},{"id":"dOBVLCNN4QvNA","t":"We'll love you just the way you are if you're perfect.","c":"funny","a":"Alanis Morissette"},{"id":"P7Nypno4isXci","t":"The fans of 'The Hunger Games,' of the book, are very passionate. It's funny: Even at my concerts there are people holding up 'Cinna' signs.","c":"funny","a":"Lenny Kravitz"},{"id":"v9UG8cJ-7ge3s","t":"I think they should have a Barbie with a buzz cut.","c":"funny","a":"Ellen DeGeneres"},{"id":"3q7dgCNxysjsl","t":"All my children inherited perfect pitch.","c":"funny","a":"Chevy Chase"},{"id":"KvafvNKGa9VQq","t":"I think it's so funny when people think they can't control a movie star. They can. We're just women, you know.","c":"funny","a":"Esther Williams"},{"id":"WFnxsm2_C5mFI","t":"Who do I like? I am a big fan of French and Saunders - not that that they are particularly stand-up I have to say, but I think they have been great for women and they are of themselves just incredibly funny whether they are male or female.","c":"funny","a":"Jo Brand"},{"id":"8jY8D_HtbfFfg","t":"I'm not a believer in the pratfall. I don't think it's funny just to have someone fall down.","c":"funny","a":"Harold Ramis"},{"id":"Sk-9iSNYrB6SE","t":"If God wanted us to fly, He would have given us tickets.","c":"funny","a":"Mel Brooks"},{"id":"uOiDNBVnVDyjE","t":"Gotta stay in the gym, stay funny, stay sharp. I just love working.","c":"funny","a":"Marlon Wayans"},{"id":"kU3WnroI4_9F-","t":"There are lots of people who mistake their imagination for their memory.","c":"funny","a":"Josh Billings"},{"id":"0immVRCYk8-Hv","t":"I love Mickey Mouse more than any woman I have ever known.","c":"funny","a":"Walt Disney"},{"id":"hQBpKMlz-ushK","t":"My father was always a straight-up funny guy. He was silly. He was my inspiration.","c":"funny","a":"Mike Myers"},{"id":"GBa0BLloWWxcq","t":"The token gay character is always so funny and so fantastic. That's happened a lot. Or they're often purely victims.","c":"funny","a":"Ezra Miller"},{"id":"DieAgMNlhMNfg","t":"You can't make everybody laugh. You gotta just do what you think is funny. Just be obstreperous to everybody.","c":"funny","a":"Colin Quinn"},{"id":"ZgfQYUFjejCEX","t":"I always approach comedy roles pretending they aren't funny.","c":"funny","a":"Brendan Fraser"},{"id":"ykOGEvUphlTcy","t":"I was making my living from a joke about my appearance that I didn't understand, and in a way still don't, because when I look in a mirror it doesn't seem funny to me.","c":"funny","a":"Wallace Shawn"},{"id":"VtdqEfuYAVkD6","t":"I had a very funny family.","c":"funny","a":"Zach Braff"},{"id":"T8wmGxGn1kA0w","t":"Flattery is like cologne water, to be smelt, not swallowed.","c":"funny","a":"Josh Billings"},{"id":"K9dU3zwSNRkWF","t":"I'm so unprofessional on set it's not even funny.","c":"funny","a":"Katharine McPhee"},{"id":"f2z78AehXFP2b","t":"Without hurting anybody, we all tend to laugh at others' discomfort. When someone slips on a banana skin and falls it's funny.","c":"funny","a":"Shahrukh Khan"},{"id":"14Ro1-BCSP4bx","t":"I love weird or funny or beautiful sentences Joy Williams could write a microwave-oven manual and I'm sure I'd love it, because the sentences would be tuned up like music.","c":"funny","a":"Karen Russell"},{"id":"w1Tc5dE6UypkX","t":"I just couldn't go back to Suddenly Susan after David Strickland's suicide. I didn't see how we could make the show light and funny any more.","c":"funny","a":"Judd Nelson"},{"id":"tCyC4YFSe1lVl","t":"It's really funny because the same people who loved me as Stringer Bell were the same people that were watching 'Daddy's Little Girls' literally in tears.","c":"funny","a":"Idris Elba"},{"id":"pY6DEdchdtHDK","t":"For some reason, people find me funny. It's quite hard to define why a thought is funny. It's even harder to define why a person would be funny. It's a word that I can't define at all. But whether I know quite what it is or not, I seem to be it.","c":"funny","a":"Wallace Shawn"},{"id":"YkPLhqL1cNCpG","t":"Brought up to respect the conventions, love had to end in marriage. I'm afraid it did.","c":"funny","a":"Bette Davis"},{"id":"YQKwjZ4e8X0Yc","t":"I wear black skinny-fit jeans - I can't get away from them. It's funny because I wore baggy jeans for ages, then one day my friend convinced me to try on a skinny pair and I thought they were great.","c":"funny","a":"Shaun White"},{"id":"xVuG3GgnY3D4z","t":"So that's why one of my rules of parody writing is that it's gotta be funny regardless of whether you know the source material. It has to work on its own merit.","c":"funny","a":"Al Yankovic"},{"id":"7DSRYtDgwVDfU","t":"I didn't plan to be the rude middle-class comedian. You write a certain type of joke that you find funny, and mine happen to be often rude. Yes, it's juvenile, but that's me.","c":"funny","a":"Jimmy Carr"},{"id":"XkwNtDwENpRPa","t":"The surprising thing is that I was not funny in high school. I was always jealous of the funny kids because they always got the girls. I couldn't tell a joke to save my life.","c":"funny","a":"Seann William Scott"},{"id":"cY-cyheYt7wkk","t":"The thing I thought about doing it was it's Comic Relief and you've got to be funny. So although I did try to sing properly it obviously has hilarious results when you can't sing.","c":"funny","a":"Jo Brand"},{"id":"2s28VaJW5itYo","t":"Never put a sock in a toaster.","c":"funny","a":"Eddie Izzard"},{"id":"yWZ5SZ9MwLnM8","t":"Hitchcock had a charm about him. He was very funny at times. He was incredibly brilliant in his field of suspense.","c":"funny","a":"Tippi Hedren"},{"id":"iOZZYkiqyoJRp","t":"When I go to a bar, I don't go looking for a girl who knows the capital of Maine.","c":"funny","a":"David Brenner"},{"id":"bZWImyqGng_h_","t":"The most important thing is to write material that YOU think is funny. If you don't think it's funny, but you're convinced that other people will think it is, well they won't.","c":"funny","a":"Mo Rocca"},{"id":"JQn8LTyJwAe_c","t":"I've got to get on myself to be sharp, funny and loose.","c":"funny","a":"David Spade"},{"id":"8Yr6mrrEOA_JO","t":"It's funny the way most people love the dead. Once you are dead, you are made for life.","c":"funny","a":"Jimi Hendrix"},{"id":"SoJCj_9cea_w7","t":"I had an idea of what I thought was funny. It's kind of based on how I am.","c":"funny","a":"Jennifer Aniston"},{"id":"-lSphJt0YZNzV","t":"A film that I love is 'Raising Arizona' and that's funny but it's quite indie and weird and odd and quirky. I'd love to do something like that. Who knows?","c":"funny","a":"Stephen Moyer"},{"id":"CWj4k4fHgGEDF","t":"I would never die for my beliefs because I might be wrong.","c":"funny","a":"Bertrand Russell"},{"id":"_M5jtrAWXED9e","t":"It's funny, because I sometimes feel that I'm most creative when I'm pregnant.","c":"funny","a":"Georgina Chapman"},{"id":"Wf3WIZlqiGygu","t":"I don't really get shaken very much. People could heckle me, a spotlight could go out, I could forget a lyric... I'm not operating on somebody's brain, you know what I mean? So I just think it's all funny.","c":"funny","a":"Harry Connick, Jr."},{"id":"aLCVJmAKJMohY","t":"And I like to keep whatever is mine remaining that way. It's a funny little game to play and it's a slippery slope. I always say to myself I'm never going to give anything away because there's never any point or benefit for me.","c":"funny","a":"Kristen Stewart"},{"id":"DGkqYOPaSnG3D","t":"There's nothing cure or funny or lovable about being cheap. It's a total turn-off.","c":"funny","a":"Doug Coupland"},{"id":"PMY0IaGxlYEzN","t":"The people I grew up around who I really liked were quick on the draw. It always just wowed me. And my mum would make weird funny comments. I can see in myself her self-deprecating, hippie humour. I can't take myself too seriously.","c":"funny","a":"Drew Barrymore","e":true},{"id":"BlJ0QGkxwQ5LA","t":"To this day, I've found that it doesn't matter what a guy looks like if he's really funny. His sense of humor makes him attractive. On the other hand, you don't hear men saying, 'No she's not pretty, but is she ever funny!'","c":"funny","a":"Catherine O'Hara"},{"id":"eTbJjQTaL6ogw","t":"The kind of funny irony is that a lot of people talk about ethical meat eating as if it's a way to care about things, but also not to alienate yourself from the rest of the world. But it's so much more alienating than vegetarianism.","c":"funny","a":"Jonathan Safran Foer"},{"id":"6CoC1bdGoZ2-1","t":"Well in the book Carrie was my alter ego. In real life, Sarah Jessica and I don't look anything alike. But people do say that we sound alike. Sarah Jessica is an adorable girl and she is very funny.","c":"funny","a":"Candace Bushnell"},{"id":"7Vnq0b07Cbsaq","t":"Some people can do things and get away with it. Comics are famously like that. Why is it that some guys can say the most horrible things and it's not offensive, it's funny?","c":"funny","a":"Christopher Walken"},{"id":"wYVTZ0YP1zl9D","t":"All the candy corn that was ever made was made in 1911.","c":"funny","a":"Lewis Black"},{"id":"SgRGu2vHZR1oz","t":"I never said most of the things I said.","c":"funny","a":"Yogi Berra"},{"id":"E8shMR--iCY-9","t":"Ninety-eight per cent of laughter is nothing to do with jokes, which do not deserve to bear the weight of all the funny stuff in the world.","c":"funny","a":"Arthur Smith"},{"id":"Gsfbs0bsgGdDU","t":"I like funny guys and those, for some reason, tend to be nerdy guys.","c":"funny","a":"Megan Fox"},{"id":"Mjvzh1nS5iqfd","t":"I no doubt deserved my enemies, but I don't believe I deserved my friends.","c":"funny","a":"Walt Whitman"},{"id":"sq_Z2kHbpEbR1","t":"It's a funny thing that when a man hasn't anything on earth to worry about, he goes off and gets married.","c":"funny","a":"Robert Frost"},{"id":"y7iq5AQyVvSlN","t":"God writes a lot of comedy... the trouble is, he's stuck with so many bad actors who don't know how to play funny.","c":"funny","a":"Garrison Keillor"},{"id":"XebT5Rb4N5LQP","t":"Be obscure clearly.","c":"funny","a":"E. B. White"},{"id":"UuThPv8rWj6gY","t":"People used to be funny about approaching me, but now they seem to think I'm as sane as anyone who's done what I've done in movies can be.","c":"funny","a":"Philip Seymour Hoffman"},{"id":"kUiiaJjh-cZ0v","t":"Funny is funny is funny.","c":"funny","a":"Bob Newhart"},{"id":"vMWmRI-k7oYCu","t":"My theory is that all of Scottish cuisine is based on a dare.","c":"funny","a":"Mike Myers"},{"id":"iFsdsDoDuqmeg","t":"I'm half Jewish, I'm half black, I look in-between. I dress funny. I play all these different styles of music on one record. It's like, What is he doing?","c":"funny","a":"Lenny Kravitz"},{"id":"4PyLPs_SBL0sQ","t":"Drawing on my fine command of the English language, I said nothing.","c":"funny","a":"Robert Benchley"},{"id":"SY-hI9L9XpaWK","t":"Memories are doing funny things to us.","c":"funny","a":"Milos Forman"},{"id":"bgLEIQuAA7EX6","t":"I think 'Saturday Night Live', starting in the 1970s, really gave women an outlet to be funny. A lot of those women went on to have film careers, from Kristen Wiig now to Tina Fey and Gilda Radner.","c":"funny","a":"Emma Stone"},{"id":"nIrAaqPfjpJC3","t":"It's a funny thing: You want so badly for people to see what you do - you're proud of it - and I like the effect that movies have on people. But the attention can also make me uncomfortable.","c":"funny","a":"Kristen Stewart"},{"id":"nYNTdg6IXJufm","t":"Because of their size, parents may be difficult to discipline properly.","c":"funny","a":"P. J. O'Rourke"},{"id":"JJ2nwElytGV3u","t":"I find it so funny that people find me so interesting.","c":"funny","a":"Britney Spears"},{"id":"CuiSiXfdUFctc","t":"Stealing, you'll go far in life. Actually, there is something funny about getting away with it.","c":"funny","a":"Mike Judge"},{"id":"IwAaYg8JMlRII","t":"When I turned about 12 or 13, I realised that being funny wasn't about remembering jokes. It was about creating them.","c":"funny","a":"Paul Merton"},{"id":"d4yNgmwBwuNaY","t":"I joke around a lot about the manic times because they're funny. We manics do outrageous things and it is part of our colorful nature.","c":"funny","a":"Patty Duke"},{"id":"10O-T00mqSaeA","t":"It's funny because it's funny.","c":"funny","a":"David Spade"},{"id":"8M8I3EPxkBkFU","t":"Here in Hollywood you can actually get a marriage license printed on an Etch-A-Sketch.","c":"funny","a":"Dennis Miller"},{"id":"MmR3LJgl5_a1Q","t":"Be thankful we're not getting all the government we're paying for.","c":"funny","a":"Will Rogers"},{"id":"S2Dg2tWz72aGt","t":"Recession is when a neighbor loses his job. Depression is when you lose yours.","c":"funny","a":"Ronald Reagan"},{"id":"bO22WXvXJGHOG","t":"You can't be funny for funny's sake. You try to get as outrageous situation as you can but it always has to be believable and based in real character motivations and what people would really do.","c":"funny","a":"Hank Azaria"},{"id":"RXbMTH5Kjs-Cm","t":"It's funny how the music industry is enraged about the Internet and the way things are copied without being paid for. But you know why people steal the music? Because they can't afford the music.","c":"funny","a":"Tom Petty"},{"id":"_g4sAyHxXicwn","t":"Leno, Conan. They are both really funny. They really know how to land one.","c":"funny","a":"Jimmy Fallon"},{"id":"xLdAci-C21U59","t":"Some of the writers I admire who seem very, very funny and very emotional to me can develop a closeness with the reader without giving too much of themselves away. Lorrie Moore comes to mind, as does David Sedaris. When they write, the reader thinks that they're being trusted as a friend.","c":"funny","a":"Sloane Crosley"},{"id":"vgCQ2BqfPzKTj","t":"The four building blocks of the universe are fire, water, gravel and vinyl.","c":"funny","a":"Dave Barry"},{"id":"w0pgy3iXxSi7r","t":"It sounds funny, but the 2008 Olympics were something that just kind of happened, and I was lucky they came at a point when I was uninjured and well prepared. As a gymnast, you can't ask for much more.","c":"funny","a":"Shawn Johnson"},{"id":"pJ92OkhTkjMrY","t":"A funny thing happens in real estate. When it comes back, it comes back up like gangbusters.","c":"funny","a":"Barbara Corcoran"},{"id":"c4Xz2q4oOjF-W","t":"And of course Marc Cherry heightens it and makes it hilarious. But there's so many universal themes in the show, and he made it so funny. We knew he was onto something if he could keep it up and, thankfully, he did.","c":"funny","a":"James Denton"},{"id":"-ZVzYVUBT6vhR","t":"My mother was against me being an actress - until I introduced her to Frank Sinatra.","c":"funny","a":"Angie Dickinson"},{"id":"s9wKvyJ1Fb9i-","t":"You know what? I never really factor Hollywood into anything. I'm a black actor, so I can't really control what Hollywood thinks. I gotta go do my thing, and my jokes have got to be funny. Whatever I do has got to be great.","c":"funny","a":"Jamie Foxx"},{"id":"k1WZjQFbGMcNm","t":"My definition of an intellectual is someone who can listen to the William Tell Overture without thinking of the Lone Ranger.","c":"funny","a":"Billy Connolly"},{"id":"gxm-Ch3njLPWT","t":"Never floss with a stranger.","c":"funny","a":"Joan Rivers"},{"id":"1Jw3XYo-RQyNz","t":"It's a funny thing - when I'm crazed with work, spending time with my children relaxes me. Yet, at the end of a long weekend with them, the very thing I need to relax is a little work and time away from them!","c":"funny","a":"Emily Giffin"},{"id":"tA-QBUuurvOfO","t":"I don't think the public is dying to see me necessarily be funny all the time.","c":"funny","a":"Ben Stiller"},{"id":"VJhLdfwaUWchN","t":"And remember, it's also very funny, because side by side with grief lies joy.","c":"funny","a":"Fran Drescher"},{"id":"L0wD22EBxUvti","t":"I show them the funny part, the silly part, the laughing part, the crazy part and then the really deep, deep part where I'm talking from my heart to these people. Because I've been through everything they've been through.","c":"funny","a":"Richard Simmons"},{"id":"lg1L8nL0pz4xw","t":"If you work at comedy too laboriously, you can kill what's funny in the joke.","c":"funny","a":"Richard Russo"},{"id":"ywVoco4nn3RJ0","t":"I found there was only one way to look thin: hang out with fat people.","c":"funny","a":"Rodney Dangerfield","e":true},{"id":"ejnvMoo7RaToW","t":"I like a woman with a head on her shoulders. I hate necks.","c":"funny","a":"Steve Martin"},{"id":"a-rAIbr7JROo4","t":"Comedy clubs can be brutal. Those people are for real, and if you aren't funny, they aren't laughing. They don't care who you are.","c":"funny","a":"Marlon Wayans"},{"id":"PWD71LV41o99L","t":"Especially with a comedy, you've got the clear cut goal of trying to make a scene funny. It's not like drama where you're trying to achieve some kind of emotion or trying to further the story along. You're trying to figure out what's the funniest way to do something.","c":"funny","a":"Luke Wilson"},{"id":"l7Ytb3lyzSdIN","t":"I'm for whatever gets you through the night.","c":"funny","a":"Frank Sinatra"},{"id":"KP2SAnJJKFrK4","t":"I actually find novels that are determined to be funny at every turn quite oppressive.","c":"funny","a":"Ian Mcewan"},{"id":"Es5Mtj8kSyOUU","t":"I really wanted to just be a musician. I didn't want to be anything else, but I was funny and all that.","c":"funny","a":"Jamie Foxx"},{"id":"OXkR91uLFLGiJ","t":"I have a new philosophy. I'm only going to dread one day at a time.","c":"funny","a":"Charles M. Schulz"},{"id":"Bejwk8DBcY-TW","t":"I love Mikhail Bulgakov. He is very original and takes the story to unexpected places. I didn't realise political writing could be so funny.","c":"funny","a":"Denise Mina"},{"id":"bpZMQT-cPQnR0","t":"Why don't you get out of that wet coat and into a dry martini?","c":"funny","a":"Robert Benchley"},{"id":"jD98EIl_cYzBX","t":"Television has changed the American child from an irresistable force to an immovable object.","c":"funny","a":"Laurence J. Peter"},{"id":"jjsQW2fTg01Dw","t":"I was not particularly bright, I wasn't very athletic, I was a little too tall, odd, funny looking, I was just really weird as a kid.","c":"funny","a":"Uma Thurman"},{"id":"DGWot4139hqHP","t":"See, I don't really go after girls. Most of the girlfriends I've had have come after me. So it's really funny when girls get offended because I don't hit on them.","c":"funny","a":"Kellan Lutz"},{"id":"ean83Ky3GQLwc","t":"Have enough sense to know, ahead of time, when your skills will not extend to wallpapering.","c":"funny","a":"Marilyn vos Savant"},{"id":"X0vJNWNF2qqeX","t":"I feel cheesy when I see 'Silver Spoons.' Some of it was funny, but some of it was just cheese! My kids love it, but I look at it and cringe.","c":"funny","a":"Ricky Schroder"},{"id":"RX1QSnHzyJF3M","t":"You know the funny thing, I don't get along with rich people. I get along with the middle class and the poor people better than I get along with the rich people.","c":"funny","a":"Donald Trump"},{"id":"Mv8pPvJFFbBO9","t":"Sometimes I am so dry that people don't know I'm kidding and think I'm being serious. I enjoy this because their reactions are often funny.","c":"funny","a":"Robert Crais"},{"id":"063SX9m2nlFY7","t":"To me, what separates a funny movie from a good movie is something personal.","c":"funny","a":"Seth Rogen"},{"id":"VBdzs8dFZIL3B","t":"It's funny how most activists are pacifists.","c":"funny","a":"Craig Bruce"},{"id":"P8_iFina_Z_Eb","t":"The reason there are two senators for each state is so that one can be the designated driver.","c":"funny","a":"Jay Leno"},{"id":"9dj_HEnwg91f8","t":"A sure cure for seasickness is to sit under a tree.","c":"funny","a":"Spike Milligan"},{"id":"oAxQzxjjcOMXm","t":"If at first you don't succeed, blame your parents.","c":"funny","a":"Marcelene Cox"},{"id":"0DTc1GZneHFhp","t":"It's funny. People often compare me to other humor essayists. They're usually quite nice comparisons I will accept those gladly. But I am always sort of appalled at the idea of being lumped with other, more chick-y female writers. And the truth is probably that neither comparison is accurate.","c":"funny","a":"Sloane Crosley"},{"id":"YrrPBiHe8Yn-x","t":"Well, if I called the wrong number, why did you answer the phone?","c":"funny","a":"James Thurber"},{"id":"Jcua3Li8SpOeA","t":"If at first you don't succeed, find out if the loser gets anything.","c":"funny","a":"William Lyon Phelps"},{"id":"DsCU2KXUlKg2x","t":"I'm never afraid to try something if I think it's funny. And I know I'll regret it if I don't.","c":"funny","a":"Seann William Scott"},{"id":"UF5vLIS1nd2sR","t":"Anyone who says he can see through women is missing a lot.","c":"funny","a":"Groucho Marx"},{"id":"RlAhIvLmw5n9g","t":"What's funny about that is when I was writing Twilight just for myself and not thinking of it as a book, I was not thinking about publishing, and yet at the same time I was casting it in my head. Because when I read books, I see them very visually.","c":"funny","a":"Stephenie Meyer"},{"id":"k7FTGGQf6tsLk","t":"I don't like comedy. I like funny things. I don't like comedy. Like, comedy movies are just, 'Oh Jesus.'","c":"funny","a":"Louis C. K."},{"id":"sQzS1v19Z-_sz","t":"As I get older, I just prefer to knit.","c":"funny","a":"Tracey Ullman"},{"id":"x95Xo8BQsZb23","t":"It's a funny old world.","c":"funny","a":"Margaret Thatcher"},{"id":"wiOkuhnqy35VZ","t":"We want to be funny. We want to make people laugh... We'll do whatever it takes.","c":"funny","a":"Colin Mochrie"},{"id":"pD4pMzVoiDpkv","t":"When I was a kid I didn't feel like I fit in because - this is really silly and I probably shouldn't say it, but, I didn't think anything was funny. So I used to go home and literally cry to my mom and my step-dad at the time and I didn't think anything was funny. I couldn't laugh.","c":"funny","a":"Courteney Cox"},{"id":"0uIitIJexQhK9","t":"I appreciate humor so much, but I'm actually not a funny girl.","c":"funny","a":"Emmanuelle Chriqui"},{"id":"J8bZ7ooiDbp_4","t":"I did not have three thousand pairs of shoes, I had one thousand and sixty.","c":"funny","a":"Imelda Marcos"},{"id":"1WjKBsUiDBzzK","t":"I'm writing a book. I've got the page numbers done.","c":"funny","a":"Steven Wright"},{"id":"kp5mAfYsuwC_9","t":"Actually I never did stand up. I'm not that funny.","c":"funny","a":"Maynard James Keenan"},{"id":"BDs53un2HUDPJ","t":"My most brilliant achievement was my ability to be able to persuade my wife to marry me.","c":"funny","a":"Winston Churchill"},{"id":"2OfaxI8r2lgsK","t":"A word to the wise ain't necessary - it's the stupid ones that need the advice.","c":"funny","a":"Bill Cosby"},{"id":"l9iNeOLUIIJCQ","t":"There's always an article coming out, saying, 'The new thing is funny women!'","c":"funny","a":"Lena Dunham"},{"id":"NEJmwjyvpWhhB","t":"We all know how funny Morrissey is. Actually, you know what? I say that sarcastically. His songs are some of the funniest songs I've ever heard in my life. I mean, really. I mean, not that the 'Girlfriend in a Coma' is, like, really funny.","c":"funny","a":"Zach Galifianakis"},{"id":"deOPOS_myLxCN","t":"But you can't focus on things that matter if all you've been is asleep for forty years. Funny how sleep rhymes with sheep. You know.","c":"funny","a":"Charlie Sheen"},{"id":"ctACgpiA4vcvs","t":"A lot of people are afraid of heights. Not me, I'm afraid of widths.","c":"funny","a":"Steven Wright"},{"id":"YqC1f_B0BbMkI","t":"I write about wounds, the eternal treasons of life. It's not very funny, but it's sincere. My commitment is to sincerity.","c":"funny","a":"Tahar Ben Jelloun"},{"id":"o_s7b-CzflkOW","t":"If I'm in something funny, I like to try and find some kind of serious line in it that people can relate to.","c":"funny","a":"Ron Livingston"},{"id":"4mT44qibl8dm2","t":"It's hard to be funny when you have to be clean.","c":"funny","a":"Mae West"},{"id":"IpFANGDYe2DU-","t":"I was asked to act when I couldn't act. I was asked to sing 'Funny Face' when I couldn't sing, and dance with Fred Astaire when I couldn't dance - and do all kinds of things I wasn't prepared for. Then I tried like mad to cope with it.","c":"funny","a":"Audrey Hepburn"},{"id":"AHz8P55IV_dvC","t":"I saw 28 Days. I don't remember rehab being like a day camp or being that funny. Rehab is a dumping ground. It's a big landfill.","c":"funny","a":"Charlie Sheen"},{"id":"_M3gtHlHa6AvR","t":"It's a real primal thing, watching someone get hurt. It's funny and accessible.","c":"funny","a":"Johnny Knoxville"},{"id":"XWCDQf8x4IOaV","t":"It's so funny, because right now I'm very tired and my brains a little dead, I tend to get very focused and serious. So, I'm probably coming off a lot more like Scully right now.","c":"funny","a":"Gillian Anderson"},{"id":"tGJ_MESyvY08K","t":"What was funny if you were there is that we were all immensely sophisticated people who knew exactly what she was going to say and we're chatting away, nice to see you.","c":"funny","a":"Anthony Holden"},{"id":"-n3D9-ek-rTk8","t":"TV is chewing gum for the eyes.","c":"funny","a":"Frank Lloyd Wright"},{"id":"l1hnN9p0jxRwD","t":"It's funny, because I did all of these interviews as soon as I had the baby, and they were asking questions, and I really didn't have an idea of anything, because I was so blurry.","c":"funny","a":"Emily Procter"},{"id":"aI6ZVezxYeS5F","t":"I got to play with Nintendo's Wii, yes it's a funny name and not very revolutionary but it was fun whipping your arms around.","c":"funny","a":"Olivia Munn"},{"id":"Jd0ukBFElPdS-","t":"I tend to head for what's amusing because a lot of things aren't happy. But usually you can find a funny side to practically anything.","c":"funny","a":"Maggie Smith"},{"id":"15u4PfRZfv0zY","t":"Being a funny person does an awful lot of things to you. You feel that you mustn't get serious with people. They don't expect it from you, and they don't want to see it. You're not entitled to be serious, you're a clown.","c":"funny","a":"Fanny Brice"},{"id":"hFq8IF3NAKUKJ","t":"How long was I in the army? Five foot eleven.","c":"funny","a":"Spike Milligan"},{"id":"4YC9LkCOYa7NC","t":"For years, it's driven me crazy that women don't have better roles, especially in comedies. I know so many funny women but I always felt... misogynist streak is too strong a term - but a dismissiveness.","c":"funny","a":"Paul Feig"},{"id":"QPC6vA39ulv07","t":"Most comedy is based on getting a laugh at somebody else's expense. And I find that that's just a form of bullying in a major way. So I want to be an example that you can be funny and be kind, and make people laugh without hurting somebody else's feelings.","c":"funny","a":"Ellen DeGeneres"},{"id":"2TQ6LI8LveOvi","t":"The American audience has really opened up to women being A.) funny and B.) kinda crude. 'Bridesmaids' is R-rated, and I think it was a major coup for women to have an R-rated comedy that did really well. Same as 'Bad Teacher.'","c":"funny","a":"Chris Pratt"},{"id":"1dnJSossX9rdy","t":"When I eventually met Mr. Right I had no idea that his first name was Always.","c":"funny","a":"Rita Rudner"},{"id":"NfKf1I4Ftx2b0","t":"It would be pretty funny to see a Beverly Hills white girl with mad rap skills.","c":"funny","a":"Tori Spelling"},{"id":"lPLZk5XHyazdX","t":"On the stage you're there, it's live. There's a beginning, a middle, an end. When something is funny you hear it right away.","c":"funny","a":"Theodore Bikel"},{"id":"I0xbRXZZ6KGbL","t":"A committee is a group that keeps minutes and loses hours.","c":"funny","a":"Milton Berle"},{"id":"Zs50OPiIZln8w","t":"We all know funny people who can't get it down on the page - even funny writers who can't get it down on the page.","c":"funny","a":"Calvin Trillin"},{"id":"X-6o-VFFOZw13","t":"Nobody ever went broke underestimating the taste of the American public.","c":"funny","a":"H. L. Mencken"},{"id":"N0vP1uV_NTXkw","t":"I need to be cheered up a lot. I think funny people are people who need to be cheered up.","c":"funny","a":"Lynda Barry"},{"id":"LRrtbWREXnSUH","t":"People forget how outcast 'They Might Be Giants' can be. They have a reputation for writing really deft, funny, clever melodies, and they also make a lot of music for kids, which is terrific, but when you see them in concert, they can rock the house.","c":"funny","a":"John Hodgman"},{"id":"c3LToJ7w0dSre","t":"And there's a visceral fun in watching Team America and making it, like taking a puppet and throwing it against the wall. Because it's not CG, there's something funny about it.","c":"funny","a":"Matt Stone"},{"id":"xH7n9iSX6NQTI","t":"Something about New York, man: You can do more comedy there probably than you can anywhere in the world. If you're interested in being funny, New York is the place to go.","c":"funny","a":"Dave Chappelle"},{"id":"vGrk0LWjCesKh","t":"I think the pattern of my essays is, A funny thing happened to me on my way through Finnegans Wake.","c":"funny","a":"Leslie Fiedler"},{"id":"7p118YAwlLNWO","t":"Billy Tauzin is one of the most interesting people in Washington. He is smart, funny, and interesting.","c":"funny","a":"Tucker Carlson"},{"id":"Vj-nbzkNZATzl","t":"Comedy is simply a funny way of being serious.","c":"funny","a":"Peter Ustinov"},{"id":"aGAri5q89svya","t":"My one regret in life is that I am not someone else.","c":"funny","a":"Woody Allen"},{"id":"IgmlwgSgAaFD9","t":"I actually feel like, for a lot of my career, I wasn't able to show my comedic range. I did a lot of dramas and dramedies. I was on 'E.R.' That's not generally thought of as a funny show.","c":"funny","a":"Busy Philipps"},{"id":"W0NI_wxg0_coK","t":"Do you want me to apologize after every joke? If it doesn't offend somebody it's probably not a joke. It's probably an observation that's not funny. It's gotta offend somebody somewhere.","c":"funny","a":"Jeff Ross"},{"id":"JTaSv4scDzD81","t":"I quit therapy because my analyst was trying to help me behind my back.","c":"funny","a":"Richard Lewis"},{"id":"0ebzm7-xwxKsb","t":"I am accusing him of stealing my best material, he was a very funny man.","c":"funny","a":"Frank Carson"},{"id":"Kq1WXxXVSAxhI","t":"O Lord, help me to be pure, but not yet.","c":"funny","a":"Saint Augustine"},{"id":"nanYRymwvw6hh","t":"Our national flower is the concrete cloverleaf.","c":"funny","a":"Lewis Mumford"},{"id":"dnh3KamaRVXND","t":"It's funny how people who ain't never been down there can think that America is so fair and that we should be alright. It's funny that the people who have their foot on our neck are telling us, 'Get up. What's wrong with you?'","c":"funny","a":"Ice Cube"},{"id":"jegpVZ0jmz2Yg","t":"I'm an idealist. I don't know where I'm going, but I'm on my way.","c":"funny","a":"Carl Sandburg"},{"id":"Zo1IhmLNGge2e","t":"Don't remember me as too nice or beautiful or funny, because then you'll be disappointed.","c":"funny","a":"Celia Johnson"},{"id":"zRWDGys0MLOyj","t":"No one ever thought Clint Eastwood was funny, but he was.","c":"funny","a":"Annie Leibovitz"},{"id":"gTqYwIFagRZg0","t":"There's also a certain rhythm to the way Jews talk that might be funny.","c":"funny","a":"Larry David"},{"id":"zdF2rKd5mneHK","t":"They did that little thing on South Park, and they mentioned my name and had a character of me judging a Halloween contest. It was really funny.That made me the coolest aunt on earth.","c":"funny","a":"Tina Yothers"},{"id":"dO3oFDj5UBnbd","t":"My life needs editing.","c":"funny","a":"Mort Sahl"},{"id":"X9k3ArZiH_s1j","t":"Sometimes laughing isn't the best judge of what's funny, 'cause I think there's a lot of things that are really funny that don't make you laugh, that don't make you physically, audibly make a noise, but is something that is much more powerful than that.","c":"funny","a":"Tim Heidecker"},{"id":"f6e1x2QdizKN-","t":"If you think something's funny, go with that. Most comedians pull jokes from a place of honesty.","c":"funny","a":"Olivia Munn"},{"id":"9OyOhHZvSidPu","t":"I think things are funny when the character is taking it totally seriously.","c":"funny","a":"Rachel Weisz"},{"id":"WC66uyQ9_lGuN","t":"I used to jog but the ice cubes kept falling out of my glass.","c":"funny","a":"David Lee Roth"},{"id":"8T4yDBbn86mNy","t":"I was going through a little bit of turbulence in my career. And so, it's funny how turbulence itself will make you hold onto something for security. And so the only thing I knew is trust in the Lord and lean not unto your own heart, in all thy ways acknowledge him and he shall direct thy path.","c":"funny","a":"Emmitt Smith"},{"id":"F-irxz2O95oYJ","t":"I'm a misplaced American, but don't know where I was misplaced.","c":"funny","a":"Ruby Wax"},{"id":"dUiaquZB0izNt","t":"Like almost everyone who uses e-mail, I receive a ton of spam every day. Much of it offers to help me get out of debt or get rich quick. It would be funny if it weren't so exciting.","c":"funny","a":"Bill Gates"},{"id":"UHjoZLv-GVtI4","t":"When humor can be made to alternate with melancholy, one has a success, but when the same things are funny and melancholic at the same time, it's just wonderful.","c":"funny","a":"Francois Truffaut"},{"id":"vQwkCEkQ_i7xj","t":"If I have to lay an egg for my country, I'll do it.","c":"funny","a":"Bob Hope"},{"id":"A9xBlw5CyABST","t":"Fashions have done more harm than revolutions.","c":"funny","a":"Victor Hugo"},{"id":"LseZcdFqN3X6E","t":"From there to here, and here to there, funny things are everywhere.","c":"funny","a":"Dr. Seuss"},{"id":"tCLco_H16gOmW","t":"I hate housework! You make the beds, you do the dishes and six months later you have to start all over again.","c":"funny","a":"Joan Rivers"},{"id":"DTPM-KsDBTbJ3","t":"It used to be that you had to make female TV characters perfect so no one would be offended by your 'portrayal' of women. Even when I started out on 'The Office' eight years ago, we could write our male characters funny and flawed, but not the women. And now, thankfully, it's completely different.","c":"funny","a":"Mindy Kaling"},{"id":"qk75AI1eAVe4M","t":"By no means do I want to be a piece of meat for the rest of my career. It's funny when you get asked to do a talk show, and then they follow it up with requesting you take your shirt off.","c":"funny","a":"Kellan Lutz"},{"id":"U9jUuCjmp58s4","t":"Someone told me that when they go to Vermont, they feel like they're home. I'm that way at Saks.","c":"funny","a":"Caroline Rhea"},{"id":"BivpRc8Uzs7sR","t":"I guess when you turn off the main road, you have to be prepared to see some funny houses.","c":"funny","a":"Stephen King"},{"id":"NpoDZxEMKgsif","t":"I buy expensive suits. They just look cheap on me.","c":"funny","a":"Warren Buffett"},{"id":"YniJX3P8MnBXY","t":"I was so naive as a kid I used to sneak behind the barn and do nothing.","c":"funny","a":"Johnny Carson"},{"id":"nBOdjlqiwSwSU","t":"Before I refuse to take your questions, I have an opening statement.","c":"funny","a":"Ronald Reagan"},{"id":"TlcdK3gfT19Kd","t":"Books are funny little portable pieces of thought.","c":"funny","a":"Susan Sontag"},{"id":"4VhEw4_uXjLh4","t":"Maybe I'm delusional but I'm usually funny. It's not 100% but I have a pretty good batting average.","c":"funny","a":"Adam Carolla"},{"id":"6adhavEvXCRlx","t":"Boy, those French: they have a different word for everything!","c":"funny","a":"Steve Martin"},{"id":"xh81bWVTdgiG3","t":"Now that I'm more mature, in a funny way, I can even appreciate that I've bad to become more aware of my body. Since I've chosen acting as my career, I have to keep my weight down anyway-I've been used to it for years, so it's no problem. And there's nothing I can't do.","c":"funny","a":"Dana Hill"},{"id":"wwNAEonTLn2CW","t":"It's funny, when people talk about the 70s I can tell you the year of every album but when it comes to the later efforts I can't remember the exact years, it's funny isn't it?","c":"funny","a":"Steve Hackett"},{"id":"14PT3QiHjxwC6","t":"Being funny, it turns out, is like being a bank. It's a confidence trick. As long as everyone believes in you, you are fine.","c":"funny","a":"Evan Davis"},{"id":"-dPwMfB5I_Kfh","t":"Chaos in the midst of chaos isn't funny, but chaos in the midst of order is.","c":"funny","a":"Steve Martin"},{"id":"eNNCouKpusj1-","t":"Everything seems fine until you're about 40. Then something is definitely beginning to go wrong. And you look in the mirror with your old habit of thinking, 'While I accept that everyone grows old and dies, it's a funny thing, but I'm an exception to that rule.'","c":"funny","a":"Martin Amis"},{"id":"icYaKWUFKWEUa","t":"I listen like mad to any conversation taking place next to me just trying to hear why this is funny. Women's restrooms are especially great. I wash my hands twice waiting for people to come in and start talking.","c":"funny","a":"Lynda Barry"},{"id":"GiUuVo4WpcbUK","t":"Everybody's funny in different ways.","c":"funny","a":"Colin Quinn"},{"id":"ArN6uvPl3RpoE","t":"If two wrongs don't make a right, try three.","c":"funny","a":"Laurence J. Peter"},{"id":"q2kdCJ2AiNwhB","t":"I'm good at coming up with wacky characters and funny dialogue.","c":"funny","a":"Marlon Wayans"},{"id":"r5P6ZB9kT23kr","t":"You know, the funny thing about Lorne and that show is that, you can go over one million things, but in a business of bean counters, he still likes to laugh at small things and creates a show around it.","c":"funny","a":"Colin Quinn"},{"id":"byAG6jtEqM4-6","t":"I thought I was funny as a kid.","c":"funny","a":"Jo Brand"},{"id":"VGyw3TzsjupW7","t":"I intend to live forever. So far, so good.","c":"funny","a":"Steven Wright"},{"id":"5-ZBDNGQln4c3","t":"It's unbearable when someone changes around you. Just imagine that your life partner changes, then it is difficult to cope with. Or your mother. Or your father. They were strong and now they're like a baby - it's not so funny.","c":"funny","a":"Michael Haneke"},{"id":"zy7_jUgkJx2La","t":"I find it very easy playing Bond. I think he's hilarious. He gets himself into some extraordinarily funny situations.","c":"funny","a":"Daniel Craig"},{"id":"SbzARzG-Rbg9M","t":"The funny thing is that I write and I act a lot about being Jewish, but I don't really think about it as a regular person.","c":"funny","a":"Liev Schreiber"},{"id":"nuHtPbsTnWX1O","t":"It's not so much what you learn about Mumbai, it's what you learn about yourself, really. It's a funny old hippie thing, but it's true as well. You find out a lot about yourself and your tolerance, and about your inclusiveness.","c":"funny","a":"Danny Boyle"},{"id":"4y7jnl_xPbcTn","t":"The funny thing is that I'm the girl who no one sees at the beach. Ask anyone who's traveled with me. Normally, I'm in so many layers, I look like Lawrence of Arabia!","c":"funny","a":"Vera Wang"},{"id":"4zH6oyt33UL2E","t":"I grew up in Europe, where the history comes from.","c":"funny","a":"Eddie Izzard"},{"id":"780p8xzPPDqDw","t":"For some reason and I don't know why, but I don't think that I'm funny in California. So I always want to do my movies east somewhere.","c":"funny","a":"Kevin James"},{"id":"PVZfqkyHKGhFa","t":"The nightmare is you spend the rest of your life being funny at parties and then people say, 'Why didn't you do that when you were on television?'","c":"funny","a":"Conan O'Brien"},{"id":"Z-Dn5IgAh6J6-","t":"I'm an unorthodox type of guy, a funny guy - at least I think I'm funny. And one of the things I like to do is come up with nicknames for myself.","c":"funny","a":"Shaquille O'Neal"},{"id":"HgEFGffUXunCC","t":"'Funny Games' was conceived as a provocation. My other films are different. If people feel my other films are, or respond to them as provocation, then that's quite different. 'Funny Games' is the only one of mine where my intention was to provoke the audience.","c":"funny","a":"Michael Haneke"},{"id":"PkkYeS6E7Q2mg","t":"I mean, I - it's so funny, I am, you know, I am, you know, a working woman out in the world, but I still live with my parents half the time. I've been sort of taking this very long, stuttering period of moving out.","c":"funny","a":"Lena Dunham"},{"id":"2YgJdmg0mzoYu","t":"I think it's always funny when somebody thinks you're going to do something super sexy and then you don't.","c":"funny","a":"Olivia Munn","e":true},{"id":"YIlb81glTeQ6D","t":"It's sad and upsetting when you see somebody crying hysterically, but at the same time it's real funny.","c":"funny","a":"Seth Green"},{"id":"cHqY0S4WX8zXe","t":"In my experience, it's not just that serious books get a hearing on comedy shows. But serious books get a serious hearing, as well as a funny one, on comedy shows.","c":"funny","a":"Michael Mandelbaum"},{"id":"9ukn1UUTgsgyw","t":"'Married with Children' was racy. It was sexist. It was a lot of things, but mostly it was funny.","c":"funny","a":"Katey Sagal"},{"id":"GBAbHqU4_NV-w","t":"Sometimes in the most tragic situation, something just profoundly funny happens.","c":"funny","a":"David Hyde Pierce"},{"id":"SrIQYsoYQzrP7","t":"If Joy Behar or Sherri Shepherd was a dude, they'd be off TV. They're not funny enough for dudes. What if Roseanne Barr was a dude? Think we'd know who she was?","c":"funny","a":"Adam Carolla"},{"id":"hecai0L8POK77","t":"My wife has a slight impediment in her speech. Every now and then she stops to breathe.","c":"funny","a":"Jimmy Durante"},{"id":"0GP9Uarhl6OIh","t":"All generalizations are false, including this one.","c":"funny","a":"Mark Twain"},{"id":"aFnaVJoIRUEuI","t":"You can't teach somebody how to be funny. You're either funny, or you ain't.","c":"funny","a":"Denis Leary"},{"id":"4vlOzzpyBHqcy","t":"I think if actors don't think of themselves as funny in real life they think they can't do comedy.","c":"funny","a":"Ben Barnes"},{"id":"Ztweh_nj5uO-t","t":"I liked getting the best villain award. I thought that was funny.","c":"funny","a":"Stephen Dorff"},{"id":"D7jH8t7d1C2ot","t":"Well, I mean, if a joke or humor is bawdy, it's got to be funny enough to warrant it. You can't just have it bawdy or dirty just for the sake of being that - it's got to be funny.","c":"funny","a":"Betty White"},{"id":"gyWtFS7gGgJtc","t":"My fake plants died because I did not pretend to water them.","c":"funny","a":"Mitch Hedberg"},{"id":"B80cPaZZT44bs","t":"I think being funny is not anyone's first choice.","c":"funny","a":"Woody Allen"},{"id":"y5MkQ74uKejuk","t":"You're only as good as your last haircut.","c":"funny","a":"Fran Lebowitz"},{"id":"sHmXoQaGXjIIS","t":"When you're in love it's the most glorious two and a half days of your life.","c":"funny","a":"Richard Lewis"},{"id":"lEDyDb3lh9nKp","t":"I don't think, 'Gee, I'd like to dress this person.' There was a picture in Us magazine. It was a jersey dress, and Courtney Love was wearing it. I have this thing about Courtney Love, this funny worship.","c":"funny","a":"Marc Jacobs"},{"id":"uON1YBGICxpOa","t":"I don't deserve this award, but I have arthritis and I don't deserve that either.","c":"funny","a":"Jack Benny"},{"id":"pJPBy3YZi10bt","t":"I don't think I'm funny.","c":"funny","a":"Liam Neeson"},{"id":"YzzQftdJFeMEx","t":"People say funny things all the time during really serious moments in life.","c":"funny","a":"Mark Ruffalo"},{"id":"fiu5U_OVzRXUZ","t":"What was really funny is that as I got older all those guys who called me a sissy in junior high school wanted me to be their best friend because they wanted to meet all the girls that I knew in figure skating.","c":"funny","a":"Scott Hamilton"},{"id":"KrKpy6zSxYBdr","t":"Life's pretty funny when you're objectively on the outside looking at it.","c":"funny","a":"Philip Seymour Hoffman"},{"id":"NTrCTOWI3O7Fh","t":"The audience changes every night. You're the same person. You have to speak your mind and do the stuff that you think is funny and makes you laugh.","c":"funny","a":"Joe Rogan"},{"id":"zXHDyNbtHocq6","t":"It's painful for me to watch someone who isn't funny. It's horrifying to sit in the back and watch some guy who just totally sucks.","c":"funny","a":"Joe Rogan"},{"id":"JjMMpNXIXosIc","t":"Whatever is funny is subversive, every joke is ultimately a custard pie... a dirty joke is a sort of mental rebellion.","c":"funny","a":"George Orwell"},{"id":"CGzHOM3ricmoi","t":"It's sort of an action flick. You can't be that funny trying to steal diamonds.","c":"funny","a":"Anthony Anderson"},{"id":"fZJfhkNYklZdV","t":"It's a required part of your film history to know who Woody is. His movies are so wonderful, and not just funny but so insightful about human behavior.","c":"funny","a":"Scarlett Johansson"},{"id":"sXXiAZhokV0Cm","t":"I used to be Snow White, but I drifted.","c":"funny","a":"Mae West"},{"id":"wUgPXdR1mowY3","t":"I wish I had the nerve not to tip.","c":"funny","a":"Paul Lynde"},{"id":"V-yLiWk46rkcl","t":"With Portlandia, I don't think our intention is always to find something funny. Sometimes the humor comes from taking something really seriously. We're okay with making somebody feel uncomfortable or uneasy.","c":"funny","a":"Carrie Brownstein"},{"id":"xgV-Juh3R77L_","t":"You know, you can touch a stick of dynamite, but if you touch a venomous snake it'll turn around and bite you and kill you so fast it's not even funny.","c":"funny","a":"Steve Irwin"},{"id":"gw2_EDdwBhblQ","t":"Hemingway seems to be in a funny position. People nowadays can't identify with him closely as a member of their own generation, and he isn't yet historical.","c":"funny","a":"Leslie Fiedler"},{"id":"rEh45cq3YQgTk","t":"If God wanted us to bend over he'd put diamonds on the floor.","c":"funny","a":"Joan Rivers"},{"id":"XqTkKjSKaZaAk","t":"It's funny, because I'm a man of strong opinions and when I make one, I stand by it even if it starts to appear incorrect to me after a while.","c":"funny","a":"Danny Bonaduce"},{"id":"XhgtFpyiw0d5q","t":"I used to sell furniture for a living. The trouble was, it was my own.","c":"funny","a":"Les Dawson"},{"id":"BmIPWRPrImtR4","t":"Inappropriateness is funny to me. Rudeness is hilarious.","c":"funny","a":"Zach Galifianakis"},{"id":"TSatmmoc11jXJ","t":"I knew I was an unwanted baby when I saw that my bath toys were a toaster and a radio.","c":"funny","a":"Joan Rivers"},{"id":"VJ2DtVoOXLYTC","t":"There is hope for the future because God has a sense of humor and we are funny to God.","c":"funny","a":"Bill Cosby"},{"id":"1q4V1aiyGqE9a","t":"When I was a kid I had this funny blonde hair and everyone called me 'Chick' because I looked like Tweety Bird.","c":"funny","a":"Nicky Hilton","e":true},{"id":"2-pZ_cthOoEYE","t":"As I get older, all sorts of things become less funny. Once one has children, any cruelty involving children becomes far less amusing than when one was at the mercy of one's friends' and relatives' children.","c":"funny","a":"P. J. O'Rourke"},{"id":"wnkmeC96TvKjm","t":"Kyle Baker's work is really funny, but it's also got a very clear vision.","c":"funny","a":"Bill Sienkiewicz"},{"id":"p1IN0sA_wYCYO","t":"One can always come up with funny lists and jokes. You know what? I take it back. Not everyone can always come up with funny lists and some jokes. I'm very lucky to have a gift where I can do that pretty ably.","c":"funny","a":"John Hodgman"},{"id":"VHmxHhBPLxU6A","t":"I was the little, funny one. I felt I was the child among grown women.","c":"funny","a":"Julie Walters"},{"id":"9DWQYkXwKZys3","t":"I'm not a comedian. I'm an actor who just happens to be funny on occasion.","c":"funny","a":"Anthony Anderson"},{"id":"mXfH1enaIVEp5","t":"Weather forecast for tonight: dark.","c":"funny","a":"George Carlin"},{"id":"e7zQhbak_w-KH","t":"Plus, I love comic writing. Nothing satisfies me more than finding a funny way to phrase something.","c":"funny","a":"Michael Pollan"},{"id":"BhESCYovG46a7","t":"We've got a bunch of new writers now who tell me they grew up watching The Simpsons. It's bizarre, and they're writing some very funny stuff.","c":"funny","a":"Matt Groening"},{"id":"qbBX7uTnXCOqu","t":"I think we're all good and bad, but good's not funny. Bad is funny. Suppress the good and let the bad out, and then you can be funny.","c":"funny","a":"Larry David"},{"id":"EMfmlQVVY_PkO","t":"I would do it today because the thing that appealed to me was not necessarily the mechanics of the robot, but it was his personality and how funny and charming he was.","c":"funny","a":"John Badham"},{"id":"A-v_rU4pISUH-","t":"But I think funny and talent will always win out I mean, of course there are hurdles, but I think if you're funny you will get over all of that.","c":"funny","a":"Wanda Sykes"},{"id":"VIEq69ZZzb4X4","t":"Men are liars. We'll lie about lying if we have to. I'm an algebra liar. I figure two good lies make a positive.","c":"funny","a":"Tim Allen"},{"id":"V9C5Wj2Zbf-Hh","t":"When you're out of sight for as long as I was, there's a funny feeling of betrayal that comes over people when they see you again.","c":"funny","a":"Esther Williams"},{"id":"L-2CwhLg7BGjJ","t":"I drank some boiling water because I wanted to whistle.","c":"funny","a":"Mitch Hedberg"},{"id":"qC_WE6b9qZO1k","t":"I'm an off-road racecar driver. And I think every woman in my life has told me that's not a sensible hobby. But when I was growing, even more than I wanted to be funny, I wanted to be a racecar driver. That's all I thought about. I worked for a race team when I was 15 and I traveled with them.","c":"funny","a":"Dax Shepard"},{"id":"OkiqVYEvE0k3T","t":"Life would be tragic if it weren't funny.","c":"funny","a":"Stephen Hawking"},{"id":"UjvBPIDcyQL0P","t":"It takes considerable knowledge just to realize the extent of your own ignorance.","c":"funny","a":"Thomas Sowell"},{"id":"ghGRc2BIzVSAV","t":"Movies these days have made killers into funny people. What's that all about? I've got kids and family and friends, and I don't like bad things. I don't think they're funny, and it's irresponsible to make movies that don't show you how that's not good.","c":"funny","a":"Billy Bob Thornton"},{"id":"hVSbXmJlogS3T","t":"Any girl can be glamorous. All you have to do is stand still and look stupid.","c":"funny","a":"Hedy Lamarr"},{"id":"tRqpU7enbvpzW","t":"It's funny how making odd noises can get you into strange situations sometimes.","c":"funny","a":"Eric San"},{"id":"IP-iYyx5WTTEs","t":"It's funny recently I've started to notice people's impersonations of me, and it's basically like a hyperactive child.","c":"funny","a":"Dave Grohl"},{"id":"xKz3ZWAtpjiH4","t":"It is funny that men who are supposed to be scientific cannot get themselves to realise the basic principle of physics, that action and reaction are equal and opposite, that when you persecute people you always rouse them to be strong and stronger.","c":"funny","a":"Gertrude Stein"},{"id":"wlJBRpFaD4KVX","t":"I wasn't even 20 at the time, but it taught me something about drugs. They can take a good man, a warm, funny, loving family man, and turn him into a loser and worse.","c":"funny","a":"Michael Bergin"},{"id":"8xnxj7BqSFHSy","t":"You know how it is with writing. You just write what you want to write. There's no way to predict what is good or bad. You just do what you think is funny, and either it works or you're finished. It's impossible to predict anything.","c":"funny","a":"Colin Quinn"},{"id":"6MnNB5LDFU-hu","t":"Parents are the last people on earth who ought to have children.","c":"funny","a":"Samuel Butler"},{"id":"4gwGUEyDY_041","t":"One of the things I like about acting is that, in a funny way, I come back to myself.","c":"funny","a":"Bill Murray"},{"id":"DVXgdh8M51NRk","t":"Comedy is so subjective. You could be in a room with 400 people laughing at a joke and you could just not think it's funny. You're just sitting there like, 'Am I in the twilight zone? Why is everyone laughing?' It's such a personal thing. People have such a personal visceral response to comedy.","c":"funny","a":"Todd Phillips"},{"id":"MszWedf0HcGmR","t":"TV is easier: it's all planned out for you and the audience is there to see a show and they are all pumped up but when you are in a comedy club, you have to be really funny to win them over.","c":"funny","a":"Drew Carey"},{"id":"eGGpYeL6b6ViW","t":"At school I was very shy. I wasn't funny really.","c":"funny","a":"Michel Gondry"},{"id":"oCtBb64wv2pWZ","t":"I never expected to see the day when girls would get sunburned in the places they now do.","c":"funny","a":"Will Rogers"},{"id":"QI7h0eMnArNFY","t":"I've actually tried to roast somebody that I don't like, and it doesn't go well. Either they're a bad sport or I'm not as funny as I could be.","c":"funny","a":"Jeff Ross"},{"id":"lrJ5NnG6CqnnZ","t":"When you are not treated seriously, you develop comically. Its sense of oneself is so fractured and fragile that it's like the picked-on kid who has to become funny.","c":"funny","a":"Scott Thompson"},{"id":"FOCSJI2zoh4tF","t":"The way taxes are, you might as well marry for love.","c":"funny","a":"Joe E. Lewis"},{"id":"_r1aL2G_6AfwO","t":"Scream was great for what it was. For a horror film, it was intelligent, it was funny, it took a laugh at itself.","c":"funny","a":"Neve Campbell"},{"id":"cHcCCy9TeyLN4","t":"A successful man is one who makes more money than his wife can spend. A successful woman is one who can find such a man.","c":"funny","a":"Lana Turner"},{"id":"ZTBCkTnnfSCWF","t":"I'm not funny. People assume that because my books are funny, I'll be funny in real life. It's the inevitable disappointment of meeting me.","c":"funny","a":"Jonathan Safran Foer"},{"id":"Tgw0ghYCOw_oS","t":"Funny is only something that others know about you - you can't be funny by yourself.","c":"funny","a":"Chris Rock"},{"id":"k-chGGFrBqY7n","t":"I used to say I wanted somebody funny and intelligent, but kindness is the most important quality in a man.","c":"funny","a":"Cat Deeley"},{"id":"m4zFIHJOxfxmZ","t":"I'm one of those hovering mothers and I know it's really important to have an independent child, so I'm trying to back off, but it's hard. I love him so much, and he's so funny and cute to me.","c":"funny","a":"Selma Blair"},{"id":"YzUGWl-TpuL5T","t":"It's funny how social activists usually protest against the only things that have a credible chance of achieving the activists' goals.","c":"funny","a":"Craig Bruce"},{"id":"4OssowETj75Gk","t":"Wikipedia is just an incredible thing. It is fact-encirclingly huge, and it is idiosyncratic, careful, messy, funny, shocking and full of simmering controversies - and it is free, and it is fast.","c":"funny","a":"Nicholson Baker"},{"id":"NDXV7BCFboH5h","t":"It's funny that there was so much disturbance about having a Catholic in the White House with Kennedy, and when we finally get a religion in the White House that's causing a lot of conflicts, and concerns, and disturbances for a lot of people, it's in the Bush Administration.","c":"funny","a":"Roger Ebert"},{"id":"OdiRf6CA5--Wx","t":"We need two kinds of acquaintances, one to complain to, while to the others we boast.","c":"funny","a":"Logan P. Smith"},{"id":"dP6bTRdiW41Mj","t":"If love is the answer, could you please rephrase the question?","c":"funny","a":"Lily Tomlin"},{"id":"uPcd3oW_CpRd9","t":"The IRS! They're like the Mafia, they can take anything they want!","c":"funny","a":"Jerry Seinfeld"},{"id":"0auODxdfLvT_I","t":"I think it's always funny when you see kids do Shakespeare.","c":"funny","a":"Steve Coogan"},{"id":"1WRtsJIjraxVg","t":"My hair has never been my greatest feature, so that was funny enough unto itself that my hair became so focused on.","c":"funny","a":"Jennifer Aniston"},{"id":"7ZuznRC5JcaV6","t":"Do not take life too seriously. You will never get out of it alive.","c":"funny","a":"Elbert Hubbard"},{"id":"Cg9aKgk7sbZ2i","t":"Life does not cease to be funny when people die any more than it ceases to be serious when people laugh.","c":"funny","a":"George Bernard Shaw"},{"id":"Qcfz2F26KQcHc","t":"If you take a bunch of superstars and put them in a room where they don't have their assistants and entourage, it's funny to see what happens.","c":"funny","a":"Daryl Hall"},{"id":"wJ4f8VYN9hSrO","t":"What's funny is my husband doesn't have any tattoos at all, so he must be the very conservative one.","c":"funny","a":"Ashley Scott"},{"id":"QJCLzRbXTPpXp","t":"There's a darkness under 'The Hangover' because ultimately there's a missing person and it's not really that funny. There's a sort of darkness under it that I love, and still people are laughing as hard if not harder than they did in 'Old School.'","c":"funny","a":"Todd Phillips"},{"id":"DCGp_OhyeUyc4","t":"I would like to do something modern and possibly funny.","c":"funny","a":"Dan Stevens"},{"id":"l8IbtURTBoolX","t":"I believe that if life gives you lemons, you should make lemonade... And try to find somebody whose life has given them vodka, and have a party.","c":"funny","a":"Ron White"},{"id":"M9dhXcMWg65jO","t":"My little dog, he did not get ill. It is so funny that people get ill on a boat and dogs do not.","c":"funny","a":"Anna Held"},{"id":"DKW9yNZs11yxF","t":"The next time you have a thought... let it go.","c":"funny","a":"Ron White"},{"id":"R6vkOWd50gBIe","t":"All right everyone, line up alphabetically according to your height.","c":"funny","a":"Casey Stengel"},{"id":"_D2Bd3qrue2dm","t":"One picture is worth 1,000 denials.","c":"funny","a":"Ronald Reagan"},{"id":"jM69bjE7lzwq2","t":"Funny is not a color. Being black is only good from the time you get from the curtain to the microphone.","c":"funny","a":"Flip Wilson"},{"id":"Dse5ITMvc2220","t":"There's no better feeling in the world than a warm pizza box on your lap.","c":"funny","a":"Kevin James"},{"id":"5Gjp-xmTUebS4","t":"It's funny how intimate it feels to get a text.","c":"funny","a":"Sophie Ellis Bextor"},{"id":"UYXu0exxNVhRy","t":"Do not worry about avoiding temptation. As you grow older it will avoid you.","c":"funny","a":"Joey Adams"},{"id":"jUslDg-wy2BhF","t":"I saw a woman wearing a sweatshirt with Guess on it. I said, Thyroid problem?","c":"funny","a":"Arnold Schwarzenegger"},{"id":"bGVEDakTser2k","t":"Comediennes are the lucky ones, because if you're funny, you can be 125 years old and they will still accept you.","c":"funny","a":"Joan Rivers"},{"id":"5h3b4WQWDCcom","t":"When human judgment and big data intersect there are some funny things that happen.","c":"funny","a":"Nate Silver"},{"id":"Z_zy8UAjx_uRe","t":"It's a funny relationship that makeup artists have. I always feel kind of like a dentist. People look at me and think of pain.","c":"funny","a":"Rick Baker"},{"id":"QcEtqJxGAU3GQ","t":"I do find comedy difficult. I don't know why. Maybe I think about it too much. There's a tremendous amount of pressure to be funny.","c":"funny","a":"Michelle Pfeiffer"},{"id":"ioifZ1Mp0x5mv","t":"I like children - fried.","c":"funny","a":"W. C. Fields"},{"id":"TCfCcUhcGA3p7","t":"It is not funny that anything else should fall down only that a man should fall down. Why do we laugh? Because it is a gravely religious matter: it is the Fall of Man. Only man can be absurd: for only man can be dignified.","c":"funny","a":"Gilbert K. Chesterton"},{"id":"j-YhVtoJRVQWK","t":"I mean, I talk about being Jewish a lot. It's funny because I do think of myself as Jewish ethnically, but I'm not religious at all. I have no religion.","c":"funny","a":"Sarah Silverman"},{"id":"Crlnet-bXaoW2","t":"I think I have an inner confidence that my tastes are pretty simple, that what I find funny finds a wide audience. I'm not particularly intellectual or clever or minority-focused in my creative instincts. And I'm certainly not aware of suppressing more sophisticated ambitions.","c":"funny","a":"Rowan Atkinson"},{"id":"y-XCv868KeJad","t":"Life was a funny thing that happened to me on the way to the grave.","c":"funny","a":"Quentin Crisp"},{"id":"rXgKsxCqTtOm2","t":"You know, I've always thought that it would be really funny if somebody made a romantic comedy where absolutely everything went well from beginning to end.","c":"funny","a":"Fiona Apple"},{"id":"9CuWJtHUcD1iE","t":"I had the classic 40 meltdown. I did. It's embarrassing. It was pretty funny. But then I recovered. To me, it was like a second adolescence. Hormonally, my body was changing, my mind was changing, and so my relationship to myself and the world around me came to this assault of finiteness.","c":"funny","a":"Keanu Reeves"},{"id":"psJRC2GVU8S-C","t":"I think the Cold War works as a great analogy or simile for different kinds of conflict. It's funny, when you look back at it, it's one of the last times that the boundaries were clear. Now, as we see on 'Homeland,' there are no clear boundaries and enemies.","c":"funny","a":"Matthew Rhys"},{"id":"TL5iGXa2JYcug","t":"Animals are sentient, intelligent, perceptive, funny and entertaining. We owe them a duty of care as we do to children.","c":"funny","a":"Michael Morpurgo"},{"id":"Jsrkmb4fSlsxB","t":"Everybody knows how to raise children, except the people who have them.","c":"funny","a":"P. J. O'Rourke"},{"id":"aeChtasv_Puzh","t":"I'm blonde and tanned and normal-sized! I'm sweet, shy, funny, have a big heart and I'm nice - and I like to eat.","c":"funny","a":"Paris Hilton","e":true},{"id":"rl8Gt3VDpav4n","t":"I wanted to be that quirky girl who writes funny songs that still have meaning.","c":"funny","a":"Katy Perry"},{"id":"c31pA7I5D65ko","t":"I'm on so late I'm definitely the last seconds of anyone's attention. So I just want to give them something dumb to laugh at, so they go, 'That's funny,' then fall asleep.","c":"funny","a":"Jimmy Fallon"},{"id":"2MO2Y0aQJ7C12","t":"My father would take me to the playground, and put me on mood swings.","c":"funny","a":"Jay London"},{"id":"bm844zez3-lxb","t":"He is very dry but also very funny... I think people tend to feel odd when I do my act. Unless you are an ironic person, it's not a good place for you to be.","c":"funny","a":"Colin Quinn"},{"id":"3hYxQxBzMZ1UB","t":"I never smoked. I never drank and I never took drugs. The funny thing is, nothing is more boring, people like this. For me, it's OK. But most of my friends, at least they smoke and drink.","c":"funny","a":"Karl Lagerfeld"},{"id":"o4v-qr3Fa-sZR","t":"The day I made that statement, about the inventing the internet, I was tired because I'd been up all night inventing the Camcorder.","c":"funny","a":"Al Gore"},{"id":"ls5Ys5aVioZwk","t":"It's funny, because '1600 Penn' was the first time I really started to read the reviews, because I am an executive producer and I wanted to see what people were enjoying and not enjoying as a means to an end, right?","c":"funny","a":"Josh Gad"},{"id":"kk6syEsOJQk2H","t":"A nickel ain't worth a dime anymore.","c":"funny","a":"Yogi Berra"},{"id":"Q_6O4TIe02_ae","t":"I had seen movies before that that had made me laugh, but I had never seen anything even remotely close to as funny as Richard Pryor was, just standing there talking.","c":"funny","a":"Joe Rogan"},{"id":"vkGDk0j170L-M","t":"The word 'Spanx' was funny. It made people laugh. No one ever forgot it.","c":"funny","a":"Sara Blakely"},{"id":"QatS-YeVFWiN-","t":"Never fight an inanimate object.","c":"funny","a":"P. J. O'Rourke"},{"id":"5wR-yaH5taSha","t":"Marie Antoinette was funny, I'm sure she was just misinterpreted. You know the 'Let them eat cake' line. She seems like she was kind of funny, like a Chelsea Handler or Kathy Griffin type.","c":"funny","a":"Colin Quinn"},{"id":"wm9hz9KJGBLrZ","t":"Cleanliness becomes more important when godliness is unlikely.","c":"funny","a":"P. J. O'Rourke"},{"id":"2wVfvtkMZY5Tv","t":"Every time I see an adult on a bicycle, I no longer despair for the future of the human race.","c":"funny","a":"H. G. Wells"},{"id":"4j1_h5aSxTcz1","t":"We are supposed to enjoy the good stuff now, while we can, with the people we love. Life has a funny way of teaching us that lesson over and over again.","c":"funny","a":"Sheena Easton"},{"id":"OsfL5hW6f2Vhg","t":"People always ask me, 'Were you funny as a child?' Well, no, I was an accountant.","c":"funny","a":"Ellen DeGeneres"},{"id":"dZVyHbEr8OXhm","t":"There's a great power in words, if you don't hitch too many of them together.","c":"funny","a":"Josh Billings"},{"id":"_rmkoUnu7Lr6G","t":"I really don't know what makes a comedian. I think it's a family background and environment. Yet if you put the same ingredients in another person, he may never utter a funny line.","c":"funny","a":"Bob Newhart"},{"id":"lfo0C1tj7Ly1d","t":"If you tell the truth about how you're feeling, it becomes funny.","c":"funny","a":"Larry David"},{"id":"DXnVwiN9zGa4Q","t":"Jim Carrey, a comic genius, has a harder time overcoming the public's desire for him to be funny simply because he's so good at it.","c":"funny","a":"Ben Stiller"},{"id":"3WuCKQwDtw0Pw","t":"You see much more of your children once they leave home.","c":"funny","a":"Lucille Ball"},{"id":"s5paLBfGzTrsI","t":"Boston is actually the capital of the world. You didn't know that? We breed smart-ass, quippy, funny people. Not that I'm one of them. I just sorta sneaked in under the radar.","c":"funny","a":"John Krasinski","e":true},{"id":"kvKH6FBIV2uT9","t":"Great, big, serious novels always get awards. If it's a battle between a great, big, serious novel and a funny novel, the funny novel is doomed.","c":"funny","a":"Neil Gaiman"},{"id":"Wanz89cId0DDx","t":"I think a lot of stuff I find funny is from day dreaming.","c":"funny","a":"Demetri Martin"},{"id":"mJ0LPF7ABLt_K","t":"I don't want to be the one to break it to you, but the future ain't that funny.","c":"funny","a":"Albert Brooks"},{"id":"Dz9i005Yc6b-C","t":"But with comedy it's a simple premise. If it's funny, people laugh. If it's not, they don't.","c":"funny","a":"Steve Coogan"},{"id":"rSApACDpGp_0T","t":"It's funny that I got to do 'On the Road' because the thing that had the biggest impact on me growing up was reading books. I was very inspired by the book and this spirit of Dean Moriarty and how envious we all are of somebody who can be that carefree.","c":"funny","a":"Garrett Hedlund"},{"id":"AK3VKJqaWD0i1","t":"If you want to be thought a liar, always tell the truth.","c":"funny","a":"Logan P. Smith"},{"id":"V-06-d_gR9CRr","t":"It's funny, I never considered that people are going to see me on the show and maybe stop me on the subway.","c":"funny","a":"Lena Dunham"},{"id":"ZLm5E2j-u5sNJ","t":"I think if they put a laugh track on 'Intervention,' it would be funny.","c":"funny","a":"Zach Galifianakis"},{"id":"zS2bD2Fb-xtM_","t":"In Hollywood a marriage is a success if it outlasts milk.","c":"funny","a":"Rita Rudner"},{"id":"TadEME_4ewqF_","t":"It's funny, because when you're younger you're in a rush to be 18 or 21 or whatever. But then you hit 30. And now, the days go by like hours. You think, 40, man, this could be the halfway point. It could be the three-quarters point, you know? Who knows?","c":"funny","a":"Mark Wahlberg"},{"id":"7kejtdBiHHQPk","t":"I would call it a comedy variety show. We have some people just doing straight standup. We usually try to have one musical act of sort. So its just people being funny in different ways, not just sketch, not just standup, not just characters, all of those things.","c":"funny","a":"Todd Barry"},{"id":"sLmEa5M6I6kUy","t":"I like long walks, especially when they are taken by people who annoy me.","c":"funny","a":"Fred Allen"},{"id":"ogR1u1GOEz-80","t":"It's interesting - I always thought when I was doing more melodramatic stuff like 'Everwood' that the directors were constantly reeling me in and stopping me from being funny.","c":"funny","a":"Chris Pratt"},{"id":"yfcr7wdFcLUFx","t":"I don't hate humanity and I'm not interested in people who do. Although, it's funny, actually, some of my favorite writers really do. Like Martin Amis. My dirty secret. 'London Fields' is one of my favorite books ever. And it's indefensible! But he's so funny... I forgive him everything.","c":"funny","a":"Elizabeth Gilbert"},{"id":"zUImIDx2wQ2Dq","t":"We live in a funny time. If you don't go corporate, you can't compete. You're relegated as irrelevant. People used to admire that.","c":"funny","a":"Ethan Hawke"},{"id":"rgl4cPfRECooY","t":"A romantic comedy has to be funny and make you think about life but the obstacle that has to be overcome is key.","c":"funny","a":"Jennifer Lopez"},{"id":"5vdINRSwEu7Es","t":"As a writer, or as a filmmaker, you have to present yourself, and part of what yourself is is what you're interested in, or what you think is funny, or what you think is sad, or what you think is horrible.","c":"funny","a":"Charlie Kaufman"},{"id":"QMInoyl27umWv","t":"I think people like comedies and I think concept driven comedies seem to be working when it's a clear concept and you deliver funny stuff.","c":"funny","a":"Todd Phillips"},{"id":"47GDS9JOjmrsg","t":"Well, I'm not afraid to say something if I think it's funny, even if it's harsh or racist.","c":"funny","a":"Sarah Silverman"},{"id":"pI-koR0GiRAit","t":"The things that make me angry still make me angry. George Carlin is 67, and he's still as funny as he's ever been, and he's still angry. And that makes me feel good, because I feel like if I stick around long enough, I'll still be able to work.","c":"funny","a":"Denis Leary"},{"id":"FW83cYbs7DxId","t":"It's so different when you change your hair color, you're treated so differently. It's a very funny experience. It's fun - I love changing up my hair.","c":"funny","a":"Kate Bosworth"},{"id":"xkW-1j44DJk7O","t":"Most of the gaffes I've made have not been funny - they've been stupid.","c":"funny","a":"Jim Lehrer"},{"id":"2_suDjM4Wfmqs","t":"Whoever is my relative, I will not be nice to them.","c":"funny","a":"George Lopez"},{"id":"HrLBedmcCYddd","t":"Electricity is really just organized lightning.","c":"funny","a":"George Carlin"},{"id":"vpoGOVV2voT66","t":"Sometimes we have to actually say, I think you're really funny, but none of your jokes are going to make it on the air. So just answer my questions. Seriously.","c":"funny","a":"Rob Corddry"},{"id":"RDCZ1Dzj10nme","t":"But I think you can make fun of anything as long as it's funny enough.","c":"funny","a":"Sarah Silverman"},{"id":"bUrx4jjjf3li7","t":"With improv, it's a combination of listening and not trying to be funny.","c":"funny","a":"Kristen Wiig"},{"id":"uQVCPIaFbswK-","t":"I want to be in 'Funny Girl.' And I want Ryan Murphy to direct it.","c":"funny","a":"Lea Michele"},{"id":"jaS2-JCjq4rX9","t":"The first time I sang in the church choir two hundred people changed their religion.","c":"funny","a":"Fred Allen"},{"id":"KCx9C2zNF3w6C","t":"Mail your packages early so the post office can lose them in time for Christmas.","c":"funny","a":"Johnny Carson"},{"id":"ZiGTMGFMWTklr","t":"Also, in a funny way, if you have been happily married there are no unresolved areas, nothing to prove to yourself after the other dies.","c":"funny","a":"Nigella Lawson"},{"id":"L18drBriO4jLu","t":"This is the great thing about Northern Ireland. I walk down the street and people stop me and say things like, 'I know you. You're that wee golfer, aren't you?' I say, 'Yeah, that's me.' They say, 'Keep it up, wee man.' It's very funny and that's why I want to stay here as long as possible.","c":"funny","a":"Rory McIlroy"},{"id":"eBPiJn0BvQzt8","t":"It's funny when people say you have sex appeal or call you the next Brad Pitt. I just laugh. I'm not that. I don't want to be that.","c":"funny","a":"Kellan Lutz","e":true},{"id":"yJM6-8FAK3FMZ","t":"Ever notice that Soup for One is eight aisles away from Party Mix?","c":"funny","a":"Elayne Boosler"},{"id":"mA3Y86po7SG_5","t":"Karaoke isn't fair when you're a comedian. The whole idea is to get people laughing and enjoying themselves, and I'm a professional funny guy.","c":"funny","a":"Chris Rock"},{"id":"vTmhk-1R1gJtN","t":"Progress was all right. Only it went on too long.","c":"funny","a":"James Thurber"},{"id":"ydLIyFiSbWLOC","t":"When I was doing ensemble theater and comedy work, I felt I had some talents. But when I started doing my shows in Berkeley and found that I could be funny on my own, I was shocked.","c":"funny","a":"Whoopi Goldberg"},{"id":"1HzWU6TmSuvyf","t":"It's a bit like school camp, shooting a film. Everyone's on heat. It's a strange energy. It's full of adrenalin. I funnel my excess energy in funny little ways. I do a lot of dancing in my trailer. I love music.","c":"funny","a":"Alice Englert"},{"id":"qCPqTvGvu_h7d","t":"It's funny, but we were living on this small island off the coast of Charleston, South Carolina when I was 9.","c":"funny","a":"Josh Lucas"},{"id":"-EPqpji7yc11w","t":"If it weren't for Philo T. Farnsworth, inventor of television, we'd still be eating frozen radio dinners.","c":"funny","a":"Johnny Carson"},{"id":"LTatwHq31EDTD","t":"But if something funny happens, I can't resist. I have to tell the people.","c":"funny","a":"Kathy Griffin"},{"id":"dSJ5y-t_VyhIB","t":"Being funny with a funny voice is more my comfort zone, a broader character that I try to humanize, a kind of silly or wacky persona that I try to fill in.","c":"funny","a":"Hank Azaria"},{"id":"vw648LlCr8rVn","t":"'Lucky' is for laughs, and there's really nothing funny that I'm doing on 'Dexter.' I think more than anything, both comment on the fact that anybody is capable of anything. Just because they are the shy guy in the corner doesn't mean that they are a harmless little bunny.","c":"funny","a":"Colin Hanks"},{"id":"ZJB9gUD3nzuXt","t":"To succeed in life, you need three things: a wishbone, a backbone and a funny bone.","c":"funny","a":"Reba McEntire"},{"id":"t3lBU9s1QPpK2","t":"I have just returned from Boston. It is the only thing to do if you find yourself up there.","c":"funny","a":"Fred Allen"},{"id":"a9Ho6KPtdbynw","t":"I mean, sometimes... a comedian becomes an actor, and they just don't deliver, because the bottom line of comedy is to be funny, and the bottom line of acting is to be truthful, and they get that mixed up sometimes, or don't even notice that that's the thing.","c":"funny","a":"Eddie Izzard"},{"id":"0nfXNuD95E2Yg","t":"I would talk in iambic pentameter if it were easier.","c":"funny","a":"Howard Nemerov"},{"id":"mIp9kmIW5xwEr","t":"Acting is all about big hair and funny props... All the great actors knew it. Olivier knew it, Brando knew it.","c":"funny","a":"Harold Ramis"},{"id":"2IRz8wMZK-sgx","t":"I like all Jim Carrey films. They're really funny.","c":"funny","a":"Rupert Grint"},{"id":"KXaV9O-sVBd8S","t":"A lot of baby boomers are baby bongers.","c":"funny","a":"Kevin Nealon"},{"id":"TTHn9WrAV-29V","t":"It's a funny thing because you look at the careers of other filmmakers, and you see them sort of slow down, and you realize, maybe this becomes harder to do as you get older. That's sort of a cautionary thing. I hope it doesn't happen to me.","c":"funny","a":"Joel Coen"},{"id":"CNWsdmjOp96ir","t":"I'm kidding about having only a few dollars. I might have a few dollars more.","c":"funny","a":"James Brown"},{"id":"zRn4hC6OyXeaC","t":"I have a very low level of recognition, which is fine by me.","c":"funny","a":"Dylan Moran"},{"id":"iCfNnse8mYA_S","t":"People are funny, and in the most tragic situations, when comedy erupts from nowhere, it can turn on its head within the space of a second or a minute. You're laughing one minute and you're crying the next and that's just life for me, and that is what people are like.","c":"funny","a":"Sally Hawkins"},{"id":"Z61kLptWBfJsI","t":"I was a vegetarian until I started leaning toward the sunlight.","c":"funny","a":"Rita Rudner"},{"id":"T7b4DMHviwbY4","t":"Jon Stewart hires people that he thinks are funny. That's it. That's the only requirement.","c":"funny","a":"Olivia Munn"},{"id":"72voEWHuwvU0t","t":"If you can find the line between sympathetic and creepy, you have reached a very funny area.","c":"funny","a":"Jason Segel"},{"id":"Abpli90I8Joo1","t":"I love nerds. Comic-Con junkies are the tastemakers of tomorrow. Isn't that funny? The tables have turned.","c":"funny","a":"Kristen Bell"},{"id":"8kTxO88Kw3GNp","t":"It's funny how most people love the dead, once you're dead your made for life.","c":"funny","a":"Jimi Hendrix"},{"id":"v9iq_-VAcOid1","t":"I've never really understood that. It's a funny thing people sometimes accuse us of condescending to our characters somehow-that to me is kind of inexplicable.","c":"funny","a":"Joel Coen"},{"id":"kOYPk1OTHgOQs","t":"I think serial monogamy says it all.","c":"funny","a":"Tracey Ullman"},{"id":"bX-JxOMVms3lM","t":"I sometimes lie awake at night trying to think of something funny that Richard Nixon said.","c":"funny","a":"Lyn Nofziger"},{"id":"g-MmxOZdV73ft","t":"When it comes to war, we focus more on the mainstream coverage of the event, rather than the event itself. People dying is never funny. Protest puppets are always funny.","c":"funny","a":"Mo Rocca"},{"id":"SM-N1b4Xbh9-i","t":"I'm smart and I can be really funny and interesting and I can go toe-to-toe with anybody in a conversation.","c":"funny","a":"Megan Fox"},{"id":"AcqmS8P6_CnyF","t":"Comedy is not funny. Comedy is hard work and timing and lots and lots of rehearsals.","c":"funny","a":"Larry Hagman"},{"id":"CyYF-o5p31B5i","t":"If people want to compete for leadership of a religious group, they can compete in piety. A chilling thought. Or funny.","c":"funny","a":"Mary Douglas"},{"id":"Alx-lMe67Iy7-","t":"Polite conversation is rarely either.","c":"funny","a":"Fran Lebowitz"},{"id":"G6sm09jl97ZOV","t":"I think I'm funny because my family, my siblings were funny.","c":"funny","a":"Martin Short"},{"id":"LvG9GkqJvrWlB","t":"I'd like to do a film which is funny.","c":"funny","a":"Clive Owen"},{"id":"fzVqnElo8nYbo","t":"If you have a secret, people will sit a little bit closer.","c":"funny","a":"Rob Corddry"},{"id":"fVl5Egd41NlWB","t":"I'm not funny. What I am is brave.","c":"funny","a":"Lucille Ball"},{"id":"Lv0uk1THRtLgI","t":"At the end of the day it's got to be a good movie, it's got to be a funny movie, and it's got to make people think, 'Hey, I couldn't have spent my time any better.'","c":"funny","a":"Tom Hanks"},{"id":"kiU35V_33j1g_","t":"Sometimes I think what I write is funny in its quiet way.","c":"funny","a":"Doris Lessing"},{"id":"0vo1ZY2cy4FMy","t":"Do not let a flattering woman coax and wheedle you and deceive you she is after your barn.","c":"funny","a":"Hesiod"},{"id":"9Ld1QEssysPnC","t":"It's funny how a chubby kid can just be having fun, and people call it entertainment!","c":"funny","a":"Garth Brooks"},{"id":"LHNy9blFbKZ4V","t":"How many people here have telekenetic powers? Raise my hand.","c":"funny","a":"Emo Philips"},{"id":"YuxlYSSoshKrq","t":"Do you know, it's funny, but I never thought of being blind as a disadvantage, and I never thought of being black as a disadvantage.","c":"funny","a":"Stevie Wonder"},{"id":"-Bchstgj8XJol","t":"It's funny, having the same name as someone. Me, Emma Watson and Emma Stone, the amount of times I've been called Emma Watson or Emma Stone is so funny. It's just 'cause we're all named Emma. None of us look alike.","c":"funny","a":"Emma Roberts"},{"id":"wUc7M0vGY7bfB","t":"This shirt is dry clean only. Which means... it's dirty.","c":"funny","a":"Mitch Hedberg"},{"id":"V0pZ2cUYS4qv9","t":"What I fell in love with as a child was 'My Fair Lady,' 'Funny Face,' 'American in Paris,' and 'Singin' in the Rain.' Just perfect movies to me and I was dancing. I started ballet when I was three. And I fell in love with those movies and fell in love with Audrey Hepburn and Leslie Caron.","c":"funny","a":"Dianna Agron"},{"id":"HCRKsQnonr64G","t":"It's funny, but when I arrived in California to start college I was much more interested in becoming a surfer and cruise along in life from one beach to the next. I didn't plan out any huge career for myself.","c":"funny","a":"Benicio Del Toro"},{"id":"BoUz26lh5MhWz","t":"You find out in life that people really like you funny. So what do you give 'em? Humor. And then if you show them the other side, they don't like you as much. I find, too, that I can hide behind the idiot's mask being funny, and you never see the sorrow or the pain.","c":"funny","a":"Terry Bradshaw"},{"id":"74d6eUqpwUBfq","t":"The only time I ever enjoyed ironing was the day I accidentally got gin in the steam iron.","c":"funny","a":"Phyllis Diller"},{"id":"z006DnfyZhGcF","t":"A two-year-old is kind of like having a blender, but you don't have a top for it.","c":"funny","a":"Jerry Seinfeld"},{"id":"r7HfsgMi6qvQ1","t":"I don't know who the hell Paul Lynde is, or why he's funny, and I prefer it to be a mystery to me.","c":"funny","a":"Paul Lynde"},{"id":"I5oZCKytNXtl3","t":"I watch things that are fun, or funny, or interesting.","c":"funny","a":"Martha Plimpton"},{"id":"X6tABxiOJmX0n","t":"I got to dress up in funny clothes and run around New Zealand with a bow and arrow for 18 months, how bad could that be?","c":"funny","a":"Orlando Bloom"},{"id":"qZFFnzQrx9ohs","t":"It's funny: I've been very successful and done a lot of films, and I don't really have an agent - I don't really pursue jobs, I let people come to me.","c":"funny","a":"Rick Baker"},{"id":"cgaLMGmYTyLz6","t":"I can do comedy, so people want me to do that, but the other side of comedy is depression. Deep, deep depression is the flip side of comedy. Casting agents don't realize it but in order to be funny you have to have that other side.","c":"funny","a":"Parker Posey"},{"id":"0PsmFKQxlAdSw","t":"It's funny to be a critic.","c":"funny","a":"Leslie Fiedler"},{"id":"X_9ADebA3_mBc","t":"I feel funny about owning art. I don't really want to say: 'Wow, come and see my Monet - it's in a dark room at the bottom of my cellar.'","c":"funny","a":"Baz Luhrmann"},{"id":"ojGW_rAjFzQpu","t":"I love deadlines. I like the whooshing sound they make as they fly by.","c":"funny","a":"Douglas Adams"},{"id":"t9YUVhB5jeopO","t":"Who knew Rob Lowe was funny? On 'Parks and Rec,' we've got some of the funniest comedy writers, some of the funniest comedians in the world working there. And if anything, we don't just effuse to one another and be like, 'Oh, Rob Lowe's really funny,' if he wasn't.","c":"funny","a":"Chris Pratt"},{"id":"sWJ9cogf9X_Lo","t":"I don't have a caustic sense of humor. What I find funny, that humor comes from a much gentler place.","c":"funny","a":"Vera Farmiga"},{"id":"15Gty3UXGIpQE","t":"I am odd-looking. I sometimes think I look like a funny Muppet.","c":"funny","a":"Angelina Jolie"},{"id":"uEKM_a02wz72y","t":"Everyone comes up to me saying, 'Cooee, Julie! Hello!' as if I know them. Of course I don't bloody know them. Am I flummoxed by it? Sometimes. I think, 'Ooh, love, go easy.' For a time, I did feel this pressure that I had to be funny, but it passes.","c":"funny","a":"Julie Walters"},{"id":"BGMZ_ueBdq1f2","t":"It's funny: I'm a lifelong musician, but because I principally play the piano it's been a solitary thing.","c":"funny","a":"Gary Oldman"},{"id":"g20B_Cj3lyiwE","t":"It's funny what a few no-hitters do for a body.","c":"funny","a":"Satchel Paige"},{"id":"fjc4H7KEbMtfH","t":"People never ask people doing serious music, 'Do you ever think about doing funny music?'","c":"funny","a":"Al Yankovic"},{"id":"0NzJqV75unPwU","t":"Life can be dramatic and funny all in the same day.","c":"funny","a":"Jennifer Aniston"},{"id":"nnLtkCvCQtykP","t":"I'm going to marry a Jewish woman because I like the idea of getting up Sunday morning and going to the deli.","c":"funny","a":"Michael J. Fox"},{"id":"YAHo7YApMN-uP","t":"The Islam of the 18th, 19th and first half of the 20th century was a poor thing. Nobody bothered about it. Islam was that funny sort of pure system of beliefs that depressed people in the Middle East held as their religion.","c":"funny","a":"John Keegan"},{"id":"UtX0kDHepuE5L","t":"I can't not find humor in elements of most parts of life, but at the same time nothing ever seems perpetually funny to me.","c":"funny","a":"Greg Kinnear"},{"id":"EygZVMKWS6z2I","t":"If you could cross a lion and a monkey, that's what I'd be, because monkeys are funny and lions are strong.","c":"funny","a":"Marlon Wayans"},{"id":"AP6tSdUVugdcg","t":"Queer Eye for the Straight Guy is a form of service journalism. To be successful, I think it has to be a combination of a good story, it has to be funny, and it also needs to be packed with useful information.","c":"funny","a":"Ted Allen"},{"id":"dfnAr03tSD2Di","t":"You know, fame is a funny thing, man, especially, you know, actors, musicians, rappers, rock singers, it's kind of a lifestyle and it's easy to get caught up in it - you go to bars, you go to clubs, everyone's doing a certain thing... It's tough.","c":"funny","a":"Eminem"},{"id":"4Ob2AcAk9Li1G","t":"I got the wake-up call that no one is policing our oceans. I wondered, how can I do anything? What really can I do to make things better? There are some perks to being a celebrity. My job is to be funny once in a while, but it's my responsibility to make good use of it.","c":"funny","a":"Angela Kinsey"},{"id":"CiLw4uBdyVECK","t":"Most of my ideas just come out funny.","c":"funny","a":"Tim Heidecker"},{"id":"b-wwjZO1NQtZY","t":"One lion thinks it's just hilarious to tackle us. He's very funny about it... and we always know when it will happen.","c":"funny","a":"Tippi Hedren"},{"id":"Bq7BSWLn8Z--x","t":"Wine is constant proof that God loves us and loves to see us happy.","c":"funny","a":"Benjamin Franklin"},{"id":"y-8l59-fmJ8pD","t":"Because death and illness are the most horrible things in life, of course that's where the most absurdly funny things are going to happen.","c":"funny","a":"Julia Sweeney"},{"id":"NvMmDR3pxLCiT","t":"A comedian's body is funny as well as his mind being funny, his whole personage is funny.","c":"funny","a":"Bobby Darin"},{"id":"aBWDfgrHcqXJ9","t":"It's funny, as you live through something you're not aware of it.","c":"funny","a":"Maya Lin"},{"id":"_kUbRv3N2Jhna","t":"I don't really have a type of guy I like. It's just like nice guys, cute boys I mean, ones that are funny.","c":"funny","a":"Emma Roberts"},{"id":"vDqCvasa0M_zl","t":"It's funny - I read that women look to chiseled-faced guys for one-night stands, and to round-faced guys for marriage. When I'm rounder in the face, I like to say, 'This is my long-term look.' Or 'This is my wife-and-kids look right here.'","c":"funny","a":"Garrett Hedlund"},{"id":"b-l36QliYzktJ","t":"That's a funny thing, fame. People definitely do treat you differently. When you begin to be successful, people say, 'Don't go changing.' Well, that's easy to say, but the fact is, you don't change at all - other people do.","c":"funny","a":"Jonathan Rhys Meyers"},{"id":"jivXpC38hZ6AL","t":"It is funny what a year can do.","c":"funny","a":"Victor Cruz"},{"id":"rb1BMuoMliXCL","t":"I think sometimes my humor is extremely dry, and a lot of times I would say things that I thought were very funny but... I have a reputation of - people think of me as a very fundamentalist, humorless fellow.","c":"funny","a":"Ian MacKaye"},{"id":"Go3wgvRcxV6qi","t":"There's no such thing as soy milk. It's soy juice.","c":"funny","a":"Lewis Black"},{"id":"lVHaj8pzSog1F","t":"I don't just try to be funny.","c":"funny","a":"Bil Keane"},{"id":"3lsuBF9UThQlo","t":"I don't happen to have a sense of humor personally, so I don't know what's funny about a character... This happens to be a feature of my life generally.","c":"funny","a":"Wallace Shawn"},{"id":"aWzI85ztr3k9G","t":"I like the hot-cold, the sugar-salt, being able to play over-the-top and dramatic things - in the same film. Just as in my life, I can be very funny and at other times almost extinguished.","c":"funny","a":"Jean Dujardin"},{"id":"kR3E2UUk-IY0p","t":"I tend to play characters that I can infuse with certain kinds of humour. Even the baddest guy can be funny in his own particular way. I want the audience to engage with the character on some deeper level so that they leave the cinema still thinking about him.","c":"funny","a":"Samuel L. Jackson"},{"id":"RdOi4WfntHANe","t":"It's funny, when bands or younger musicians ask me: 'So, what does it take to make it?' Well, first explain to me what you mean by 'making it': Do you want to be a rock star or do you want music to be your livelihood?","c":"funny","a":"Eddie Van Halen"},{"id":"NBlUltZNewptj","t":"A man's got to take a lot of punishment to write a really funny book.","c":"funny","a":"Ernest Hemingway"},{"id":"FPMGPFrJp-iw5","t":"Hurried and worried until we're buried, and there's no curtain call, Lifes a very funny proposition after all.","c":"funny","a":"George M. Cohan"},{"id":"2CvJH75_LjkqH","t":"This is going to sound really funny. I have a poster of Zac Efron on my wall! I think every girl has a poster of him in their room so, why not join the club!","c":"funny","a":"Vanessa Hudgens"},{"id":"KWs6MEX-VGS7T","t":"I think when you do comedy, you play by a different set of rules. No one really wants you to be in that good shape. Being in good shape implies a level of vanity that isn't necessarily funny.","c":"funny","a":"Seth Rogen"},{"id":"s290oHJ-YYO_9","t":"When we criticize in Iran the actions of the government, the fundamentalists say that we and the Bush Administration are in the same camp. The funny thing is that human rights activists and Mr. Bush can never be situated in the same group.","c":"funny","a":"Shirin Ebadi"},{"id":"hPED7uMH6Hj1T","t":"It's funny with fiction - once you cut something, it hasn't happened anymore.","c":"funny","a":"George Saunders"},{"id":"44dIibjUC-55V","t":"The world is full of magical things patiently waiting for our wits to grow sharper.","c":"funny","a":"Bertrand Russell"},{"id":"8zRuQb9q7_fuq","t":"I wish I could be as thin as Jessica Simpson. I think she looks gorgeous! I have had Jessica on my show several times, and I can tell you that girl is genuine and funny with a great self-deprecating sense of humor.","c":"funny","a":"Rachael Ray"},{"id":"TjfBjl3-eXqGB","t":"I think I would say 'The King's Speech' is surprisingly funny, in fact the audiences in London, Toronto, LA, New York commented there's more laughter in this film than in most comedies, while it is also a moving tear-jerker with an uplifting ending.","c":"funny","a":"Tom Hooper"},{"id":"qmlCemVa9CJU2","t":"Funny is funny.","c":"funny","a":"Don Rickles"},{"id":"YQAaEK1jdBV8V","t":"I used to think that everything was just being funny but now I don't know. I mean, how can you tell?","c":"funny","a":"Andy Warhol"},{"id":"67jITowhNzsWj","t":"The most exciting phrase to hear in science, the one that heralds new discoveries, is not 'Eureka!' but 'That's funny...'","c":"funny","a":"Isaac Asimov"},{"id":"1E-uGc5Ea8_da","t":"I have no idea what I'm going to say when I stand up to give a toast. But I do know that anything I say I find funny.","c":"funny","a":"Don Rickles"},{"id":"00ScQQzbxq-U7","t":"Very often, I don't make it through moments of recording because it is genuinely funny and absolutely ridiculous that a 60-year-old grown man is making these noises.","c":"funny","a":"David Ogden Stiers"},{"id":"-P6vPIlvGQSkW","t":"I've always found it easier to be funny than to be serious.","c":"funny","a":"Molly Ivins"},{"id":"NgBit0WKrbs45","t":"I have an older sister named Haley and she wanted to be an actress. So I wanted to be an actress. It's really funny the way that some people don't give kids enough credit for like really being driven, and really wanting to do things so badly.","c":"funny","a":"Hilary Duff"},{"id":"vGxZ86UKc2EZF","t":"People who think they know everything are a great annoyance to those of us who do.","c":"funny","a":"Isaac Asimov"},{"id":"7BRq4ElpFFJxJ","t":"It's funny, in a way the actor is a writer. It's not like the two things are so separate as to be like apples and oranges. The writer and the actor are one.","c":"funny","a":"Sam Shepard"},{"id":"A7n7z8fRYeUzt","t":"I'm not a very serious person. You know how they say that clowns are very funny in public and are really sad at home? I'm really kind of stupid at home and more serious in public.","c":"funny","a":"Roland Joffe"},{"id":"0ngI0uLRmaJsZ","t":"It is possible in this world to be pretty and funny and successful all at the same time.","c":"funny","a":"Olivia Munn"},{"id":"ZsjHsBscY_tk6","t":"It's funny about men and women. Men pay in cash to get them and pay in cash to get rid of them. Women pay emotionally coming and going. Neither has it easy.","c":"funny","a":"Hedy Lamarr"},{"id":"2Pm1geNQteD8x","t":"You can't really be strong until you see a funny side to things.","c":"funny","a":"Ken Kesey"},{"id":"b-ZVsFLPuyXmv","t":"It's funny, because I never think of myself as Little Miss All-Together.","c":"funny","a":"Courteney Cox"},{"id":"P7dQXsx5FVEYr","t":"My grandchildren are fabulous and funny.","c":"funny","a":"Erica Jong"},{"id":"oxfEGLDwaRLaQ","t":"Sometimes, comics will make the observation that it's not jokes that are funny, it's characters that are funny. And isn't that true! That's why I always kill jokes. I'm terrible at them, because I get the joke right, but I can't get the character right, and it just goes down like a lead balloon.","c":"funny","a":"David Mitchell"},{"id":"I_t6eUdcWXAvU","t":"Nothing's funny about someone who's successful.","c":"funny","a":"Drew Carey"},{"id":"T6Fclf2S_kZUK","t":"I thought 'Borat' was a breakthrough comedy, because it was really funny. It wasn't some studio-produced script with 14 writers.","c":"funny","a":"Steve Martin"},{"id":"IBO8BBFotjlXw","t":"I'm just not one of those naturally funny, relaxed actors who enjoy the spotlight and are so good at it.","c":"funny","a":"Heath Ledger"},{"id":"8Sxo2IL4v-Dgc","t":"Cheryl Cole and Katy Perry are two of the hottest girls in the world - and so normal and funny with it. If I was a few years older they are the kind of girls I'd like to date. I want a younger version of Cheryl and Katy - a mixture of the two would be hot.","c":"funny","a":"Justin Bieber"},{"id":"kx60AIV2qpXpE","t":"And I think that being able to make people laugh and write a book that's funny makes the information go down a lot easier and it makes it a lot more fun to read, easier to understand, and often stronger. So there's all kinds of advantages to it.","c":"funny","a":"Al Franken"},{"id":"3fxHEAzMR8n7K","t":"I'd luv to kiss ya, but I just washed my hair.","c":"funny","a":"Bette Davis"},{"id":"0MOiMW7wKzB-3","t":"It's a funny thing, the less people have to live for, the less nerve they have to risk losing nothing.","c":"funny","a":"Zora Neale Hurston"},{"id":"VPfvB7T04VpV-","t":"I'm a pretty funny guy, and I would love to do a comedy with a bunch of funny guys - movie-star guys, where they could help me through it.","c":"funny","a":"LeBron James"},{"id":"xluOO0JQmhQqR","t":"There is nothing funny about Halloween. This sarcastic festival reflects, rather, an infernal demand for revenge by children on the adult world.","c":"funny","a":"Jean Baudrillard"},{"id":"y2-xfKBZZm2-W","t":"People don't want to listen to a celebrity tweeting about their charities and shows. That's why comedy writers do well - we put out little funny ideas.","c":"funny","a":"Mindy Kaling"},{"id":"gRDpEnkEZaCpw","t":"Frisbeetarianism is the belief that when you die, your soul goes up on the roof and gets stuck.","c":"funny","a":"George Carlin"},{"id":"VURAciMb-a-u-","t":"The fact that the Kardashians could be more popular than a show like 'Mad Men' is disgusting. It's a super disgusting part of our culture, but I still find it funny to make a joke about it.","c":"funny","a":"Jonah Hill"},{"id":"vW-fNiPO8pnsb","t":"Communism is like one big phone company.","c":"funny","a":"Lenny Bruce"},{"id":"u_SawXbdsQ31W","t":"If it's inappropriate to write about, if there's nothing funny about it, then it's not funny.","c":"funny","a":"Calvin Trillin"},{"id":"OIlbuOxi7Fi-p","t":"I had everything I'd hoped for, but I wasn't being myself. So I decided to be honest about who I was. It was strange: The people who loved me for being funny suddenly didn't like me for being... me.","c":"funny","a":"Ellen DeGeneres"},{"id":"x2_odZqEoVd5r","t":"I failed to make the chess team because of my height.","c":"funny","a":"Woody Allen"},{"id":"et09Xbgdzf8V7","t":"I have an inability to enjoy things, but that's why we're in comedy. If we were happy, we wouldn't be funny, I guess.","c":"funny","a":"Paul Feig"},{"id":"a9RaTiIoqJvJu","t":"I actually think of being funny as an odd turn of mind, like a mild disability, some weird way of looking at the world that you can't get rid of.","c":"funny","a":"Calvin Trillin"},{"id":"-tr9UGT9JyKBT","t":"Even as a kid I was never the generator of humor, but I always knew who was funny, who to hang out with.","c":"funny","a":"Andrew Stanton"},{"id":"XkW2ZI8pmvBMM","t":"You need to be silly to be funny.","c":"funny","a":"William Shatner"},{"id":"LFM_ET0X1t_X7","t":"I feel sorry for people who don't drink. When they wake up in the morning, that's as good as they're going to feel all day.","c":"funny","a":"Frank Sinatra"},{"id":"wJluge61Ei9OP","t":"Every man has his follies - and often they are the most interesting thing he has got.","c":"funny","a":"Josh Billings"},{"id":"L3sqfC6uGX-Xj","t":"I'm a big fan of certain new acts. I love any genre of music, and I think it's really great to see that there are new artists coming through. It's kinda funny to think that I'm like the old man on campus now. But I'm really happy for groups like One Direction. I think they're really good guys.","c":"funny","a":"Joe Jonas"},{"id":"2PjS1J2IOB6ea","t":"I don't think anyone should write their autobiography until after they're dead.","c":"funny","a":"Samuel Goldwyn"},{"id":"F6hzSYZqvK29R","t":"It's funny, growing up there was never anybody around me with any kind of artistic bent.","c":"funny","a":"Nick Offerman"},{"id":"bzYocWqpVWnPT","t":"By all means let's be open-minded, but not so open-minded that our brains drop out.","c":"funny","a":"Richard Dawkins"},{"id":"cK-KfvimnorRq","t":"Johnny Rotten. He's a big fan of mine. I used to see him out in the audience in England and he'd stand up and holler. He's funny. Smart too, and a nice guy. Don't think he's a jerk because he isn't.","c":"funny","a":"Don Van Vliet"},{"id":"rhC7-ToNEbA0Y","t":"It's funny when people say, 'I don't think Julia likes me.' Honey, if I don't like you, you're going to know about it.","c":"funny","a":"Julia Roberts"},{"id":"4HsGJJqq4iXG_","t":"Everything is funny, as long as it's happening to somebody else.","c":"funny","a":"Will Rogers"},{"id":"rWnL_RvCqbuYG","t":"A pessimist is a person who has had to listen to too many optimists.","c":"funny","a":"Don Marquis"},{"id":"lNRIQW4XmXaZs","t":"I don't believe that anybody has come to a conclusion on why something is funny. It's funny because it's ridiculous and it's ridiculous for different reasons at different times.","c":"funny","a":"Jackie Mason"},{"id":"7EkYhjKE36n44","t":"Memory is funny. Once you hit a vein the problem is not how to remember but how to control the flow.","c":"funny","a":"Tobias Wolff"}]