[{"id":"kawrcA18zb5u4","t":"Well, real estate is always good, as far as I'm concerned.","c":"good","a":"Donald Trump"},{"id":"HM0KcG-8X7_YC","t":"The only work that will ultimately bring any good to any of us is the work of contributing to the healing of the world.","c":"good","a":"Marianne Williamson"},{"id":"ao843HrE432PN","t":"There are three ingredients in the good life: learning, earning and yearning.","c":"good","a":"Christopher Morley"},{"id":"kgsN0uekHThu4","t":"Good things happen when you meet strangers.","c":"good","a":"Yo-Yo Ma"},{"id":"ScDqTqfP3W5nv","t":"I believe in Karma. If the good is sown, the good is collected. When positive things are made, that returns well.","c":"good","a":"Yannick Noah"},{"id":"IFdPVZ10_GyN4","t":"The good things of prosperity are to be wished but the good things that belong to adversity are to be admired.","c":"good","a":"Lucius Annaeus Seneca"},{"id":"SB7JJ6T7pbLMw","t":"The good parts of a book may be only something a writer is lucky enough to overhear or it may be the wreck of his whole damn life and one is as good as the other.","c":"good","a":"Ernest Hemingway"},{"id":"TDDyaDnpl2aGv","t":"Down on your knees, and thank heaven, fasting, for a good man's love.","c":"good","a":"Euripides"},{"id":"BJUaUHwoLqWAV","t":"My country is the world, and my religion is to do good.","c":"good","a":"Thomas Paine"},{"id":"wkEVZl0-Kfp1d","t":"When I woke up this morning my girlfriend asked me, 'Did you sleep good?' I said 'No, I made a few mistakes.'","c":"good","a":"Steven Wright"},{"id":"EFZ4XtW_rGAPj","t":"Heaven and hell suppose two distinct species of men, the good and the bad. But the greatest part of mankind float betwixt vice and virtue.","c":"good","a":"David Hume"},{"id":"kmMdzsKDr4XY2","t":"Amnesty is as good for those who give it as for those who receive it. It has the admirable quality of bestowing mercy on both sides.","c":"good","a":"Victor Hugo"},{"id":"uy--P09Z3jdic","t":"Absences are a good influence in love and keep it bright and delicate.","c":"good","a":"Robert Louis Stevenson"},{"id":"8mpm55SRUZXmm","t":"For every good reason there is to lie, there is a better reason to tell the truth.","c":"good","a":"Bo Bennett"},{"id":"FtcqIpn5biJA0","t":"No man has a good enough memory to be a successful liar.","c":"good","a":"Abraham Lincoln"},{"id":"eQhr_JtjCcS6M","t":"I'd rather do a really good small part than a really bad big part.","c":"good","a":"Ron White"},{"id":"CByok2sRZmTnk","t":"Wisdom allows nothing to be good that will not be so forever no man to be happy but he that needs no other happiness than what he has within himself no man to be great or powerful that is not master of himself.","c":"good","a":"Lucius Annaeus Seneca"},{"id":"PPrZPoGsAMYzt","t":"I like a man who's good, but not too good - for the good die young, and I hate a dead one.","c":"good","a":"Mae West"},{"id":"7eXe2_ypIHwjd","t":"When you are older you will understand how precious little things, seemingly of no value in themselves, can be loved and prized above all price when they convey the love and thoughtfulness of a good heart.","c":"good","a":"Edwin Booth"},{"id":"qlabphMVxgq_v","t":"1913 wasn't a very good year. 1913 gave us the income tax, the 16th amendment and the IRS.","c":"good","a":"Ron Paul"},{"id":"1r_j6JolOrH0e","t":"Being stubborn can be a good thing. Being stubborn can be a bad thing. It just depends on how you use it.","c":"good","a":"Willie Aames"},{"id":"iWjOBc0NMBYcO","t":"Tolerating evil leads only to more evil. And when good people stand by and do nothing while wickedness reigns, their communities will be consumed.","c":"good","a":"Bob Riley"},{"id":"eXBYZSQclAuWE","t":"I have no other view than to promote the public good, and am unambitious of honors not founded in the approbation of my Country.","c":"good","a":"George Washington"},{"id":"3bC9gMNRX6NMA","t":"It doesn't do good to open doors for someone who doesn't have the price to get in. If he has the price, he may not need the laws. There is no law saying the Negro has to live in Harlem or Watts.","c":"good","a":"Ronald Reagan","e":true},{"id":"_j6dIXUmY9Dvf","t":"It's like gambling somehow. You go out for a night of drinking and you don't know where your going to end up the next day. It could work out good or it could be disastrous. It's like the throw of the dice.","c":"good","a":"Jim Morrison"},{"id":"ijfECHTCycpan","t":"I've had extraordinary good luck with my health, other than a broken elbow.","c":"good","a":"Hillary Clinton"},{"id":"w65o1a_OSDXos","t":"I am good, but not an angel. I do sin, but I am not the devil. I am just a small girl in a big world trying to find someone to love.","c":"good","a":"Marilyn Monroe"},{"id":"ma5POg_x0yxc1","t":"Every religion is good that teaches man to be good and I know of none that instructs him to be bad.","c":"good","a":"Thomas Paine"},{"id":"oyMCXSEHiiSEI","t":"I enjoy life when things are happening. I don't care if it's good things or bad things. That means you're alive.","c":"good","a":"Joan Rivers"},{"id":"nqNUmDHxEnJDz","t":"There is a saying in Baltimore that crabs may be prepared in fifty ways and that all of them are good.","c":"good","a":"H. L. Mencken"},{"id":"msBYUDVnL3y_K","t":"The person, be it gentleman or lady, who has not pleasure in a good novel, must be intolerably stupid.","c":"good","a":"Jane Austen"},{"id":"mjB9-WzTvyI9X","t":"A book is good company. It is full of conversation without loquacity. It comes to your longing with full instruction, but pursues you never.","c":"good","a":"Henry Ward Beecher"},{"id":"zVn7wioGuKMQv","t":"I just want to say, good night, sweet prince, may flights of angels sing thee to thy rest.","c":"good","a":"Harry Dean Stanton"},{"id":"pAUnYTUQNyRZz","t":"We seldom find any person of good sense, except those who share our opinions.","c":"good","a":"Francois de La Rochefoucauld"},{"id":"XdBsOU3_xGmKh","t":"It is no good getting furious if you get stuck. What I do is keep thinking about the problem but work on something else. Sometimes it is years before I see the way forward. In the case of information loss and black holes, it was 29 years.","c":"good","a":"Stephen Hawking"},{"id":"EDn0q4OevJN20","t":"Only the pure in heart can make a good soup.","c":"good","a":"Ludwig van Beethoven"},{"id":"FqkE0dMuMpm9N","t":"You can't be truly rude until you understand good manners.","c":"good","a":"Rita Mae Brown"},{"id":"4TpEYNuZMSiTD","t":"May joy and good fellowship reign, and in this manner, may the Olympic Torch pursue its way through ages, increasing friendly understanding among nations, for the good of a humanity always more enthusiastic, more courageous and more pure.","c":"good","a":"Pierre de Coubertin"},{"id":"ReoPjeVawKo7w","t":"Human felicity is produced not as much by great pieces of good fortune that seldom happen as by little advantages that occur every day.","c":"good","a":"Benjamin Franklin"},{"id":"ON2Zd05WGd_7L","t":"Whatever is done for love always occurs beyond good and evil.","c":"good","a":"Friedrich Nietzsche"},{"id":"yEdyJAMVs7eG_","t":"No man is good enough to govern another man without the other's consent.","c":"good","a":"Abraham Lincoln"},{"id":"-1SCg8SYRtXkP","t":"Too much of a good thing can be taxing.","c":"good","a":"Mae West"},{"id":"EJuKmLSIh_Kt-","t":"A good leader takes a little more than his share of the blame, a little less than his share of the credit.","c":"good","a":"Arnold H. Glasow"},{"id":"rsOePQLbEEh6q","t":"I talked to the players and tried to make them aware of what was good and bad, but I didn't try to run their lives.","c":"good","a":"John Wooden"},{"id":"66LtVZzlBWXTz","t":"Capitalism is the astounding belief that the most wickedest of men will do the most wickedest of things for the greatest good of everyone.","c":"good","a":"John Maynard Keynes"},{"id":"YfFHvxkMn7C2u","t":"Good leaders make people feel that they're at the very heart of things, not at the periphery.","c":"good","a":"Warren G. Bennis"},{"id":"0RuV-msJHlkJx","t":"In this country it is a good thing to kill an admiral from time to time to encourage the others.","c":"good","a":"Voltaire"},{"id":"E-ystkNF2811R","t":"There has to be evil so that good can prove its purity above it.","c":"good","a":"Buddha"},{"id":"mMieKWdLNg-SG","t":"A good motto is: use friendliness but do not use your friends.","c":"good","a":"Frank Crane"},{"id":"Mmf0RwUwoTh7N","t":"If there were no bad people, there would be no good lawyers.","c":"good","a":"Charles Dickens"},{"id":"XRfT5yBOSazU3","t":"Listen there's a hell of a good universe next door: let's go.","c":"good","a":"e. e. cummings"},{"id":"rv1FjwEXEI90k","t":"I don't believe in team motivation. I believe in getting a team prepared so it knows it will have the necessary confidence when it steps on a field and be prepared to play a good game.","c":"good","a":"Tom Landry"},{"id":"8sZoFsja7JlYu","t":"Richard Nixon is a no good, lying bastard. He can lie out of both sides of his mouth at the same time, and if he ever caught himself telling the truth, he'd lie just to keep his hand in.","c":"good","a":"Harry S. Truman","e":true},{"id":"tuO9QIZqXnymI","t":"Buying books would be a good thing if one could also buy the time to read them in: but as a rule the purchase of books is mistaken for the appropriation of their contents.","c":"good","a":"Arthur Schopenhauer"},{"id":"_jMO7NofORhxD","t":"I have good looking kids. Thank goodness my wife cheats on me.","c":"good","a":"Rodney Dangerfield"},{"id":"qfWj_C61qB5ir","t":"All the good music has already been written by people with wigs and stuff.","c":"good","a":"Frank Zappa"},{"id":"_1-Uh4k_Zqw39","t":"I shall the effect of this good lesson keeps as watchman to my heart.","c":"good","a":"William Shakespeare"},{"id":"wuA34fzMVm_G3","t":"The opportunity for doing mischief is found a hundred times a day, and of doing good once in a year.","c":"good","a":"Voltaire"},{"id":"_hMlk4xakutlj","t":"Life's pretty good, and why wouldn't it be? I'm a pirate, after all.","c":"good","a":"Johnny Depp"},{"id":"OJsUQh8h7qER1","t":"When I'm good I'm very, very good, but when I'm bad, I'm better.","c":"good","a":"Mae West"},{"id":"4gvzFEzaKQDNd","t":"There is nothing either good or bad but thinking makes it so.","c":"good","a":"William Shakespeare"},{"id":"byL1vwcrMpaAE","t":"To be good is noble but to show others how to be good is nobler and no trouble.","c":"good","a":"Mark Twain"},{"id":"CtoNQNoXFpT3J","t":"It is wonderful how much time good people spend fighting the devil. If they would only expend the same amount of energy loving their fellow men, the devil would die in his own tracks of ennui.","c":"good","a":"Helen Keller"},{"id":"fJ5hqLmbWIVfH","t":"A good scare is worth more to a man than good advice.","c":"good","a":"E. W. Howe"},{"id":"_D0NPgO35b81X","t":"Any man may easily do harm, but not every man can do good to another.","c":"good","a":"Plato"},{"id":"_aW7VZMpNV2Rb","t":"Silence is golden when you can't think of a good answer.","c":"good","a":"Muhammad Ali"},{"id":"oOwipNxzRymij","t":"If the opposition disarms, well and good. If it refuses to disarm, we shall disarm it ourselves.","c":"good","a":"Joseph Stalin"},{"id":"8Qql2JrgFhFEZ","t":"The general who advances without coveting fame and retreats without fearing disgrace, whose only thought is to protect his country and do good service for his sovereign, is the jewel of the kingdom.","c":"good","a":"Sun Tzu"},{"id":"LBFl9oeGrYbjt","t":"Shallow understanding from people of good will is more frustrating than absolute misunderstanding from people of ill will.","c":"good","a":"Martin Luther King, Jr."},{"id":"Hs81BQcdG2yQL","t":"Life consists not in holding good cards but in playing those you hold well.","c":"good","a":"Josh Billings"},{"id":"G0_NcmBgAn3vb","t":"For, if a good speaker, never so eloquent, does not see into the fact, and is not speaking the truth of that - is there a more horrid kind of object in creation?","c":"good","a":"Thomas Carlyle"},{"id":"PJuyZY5quomym","t":"I'd like to get four people who do cart wheels very good, and make a cart.","c":"good","a":"Mitch Hedberg"},{"id":"kz1NXRWhEN1pE","t":"I want people to remember me as a full on entertainer and a good person.","c":"good","a":"Aaliyah"},{"id":"zZ3Cbv4UyRdtS","t":"It takes more than just a good looking body. You've got to have the heart and soul to go with it.","c":"good","a":"Epictetus"},{"id":"TJgEgFuoYghz7","t":"An armed society is a polite society. Manners are good when one may have to back up his acts with his life.","c":"good","a":"Robert A. Heinlein"},{"id":"Lo6U-nNgvO1rz","t":"Non-cooperation with evil is as much a duty as is cooperation with good.","c":"good","a":"Mahatma Gandhi"},{"id":"vO1lNhUiw0lH2","t":"It feels good to have your work respected again.","c":"good","a":"Eminem"},{"id":"HNyodrudN09NL","t":"I can live for two months on a good compliment.","c":"good","a":"Mark Twain"},{"id":"SQF7DnEYCzEdf","t":"The more man meditates upon good thoughts, the better will be his world and the world at large.","c":"good","a":"Confucius"},{"id":"jRneyQbdNX04A","t":"Truth is the beginning of every good to the gods, and of every good to man.","c":"good","a":"Plato"},{"id":"rXKzPmKlWbDXW","t":"Arguments are extremely vulgar, for everyone in good society holds exactly the same opinion.","c":"good","a":"Oscar Wilde"},{"id":"PF191CVl2ZkTe","t":"Sometimes the truth hurts. And sometimes it feels real good.","c":"good","a":"Henry Rollins"},{"id":"gO8d-jURplDF6","t":"The man who does not read good books has no advantage over the man who cannot read them.","c":"good","a":"Mark Twain"},{"id":"nDjCwWB0ln_-e","t":"If you want that good feeling that comes from doing things for other folks then you have to pay for it in abuse and misunderstanding.","c":"good","a":"Zora Neale Hurston"},{"id":"LDOnT-F6pobC7","t":"Much of the social history of the Western world, over the past three decades, has been a history of replacing what worked with what sounded good.","c":"good","a":"Thomas Sowell"},{"id":"UTmUkY4EAQ3To","t":"It is easy to hate and it is difficult to love. This is how the whole scheme of things works. All good things are difficult to achieve and bad things are very easy to get.","c":"good","a":"Confucius"},{"id":"iTmO5aXSunBSJ","t":"The chief enemy of creativity is 'good' sense.","c":"good","a":"Pablo Picasso"},{"id":"ZpckTA3b97MqO","t":"I like refried beans. That's why I wanna try fried beans, because maybe they're just as good and we're just wasting time. You don't have to fry them again after all.","c":"good","a":"Mitch Hedberg"},{"id":"hfBbYdvg4kG7q","t":"Better is the enemy of good.","c":"good","a":"Voltaire"},{"id":"9lffLKzN7Thqe","t":"Nobody gets justice. People only get good luck or bad luck.","c":"good","a":"Orson Welles"},{"id":"AeF272ThucpHE","t":"All good is hard. All evil is easy. Dying, losing, cheating, and mediocrity is easy. Stay away from easy.","c":"good","a":"Scott Alexander"},{"id":"PCXMqc7W3p2Fq","t":"A good artist should be isolated. If he isn't isolated, something is wrong.","c":"good","a":"Orson Welles"},{"id":"2CJW74kdO0SW_","t":"I have never heard anything about the resolutions of the apostles, but a good deal about their acts.","c":"good","a":"Og Mandino"},{"id":"GPcJlvcq5dC1D","t":"The Creator has not thought proper to mark those in the forehead who are of stuff to make good generals. We are first, therefore, to seek them blindfold, and then let them learn the trade at the expense of great losses.","c":"good","a":"Thomas Jefferson"},{"id":"zYdjbIWCJeYft","t":"A good picture is equivalent to a good deed.","c":"good","a":"Vincent Van Gogh"},{"id":"hxG4lxHHl2Yq-","t":"I am confident that, in the end, common sense and justice will prevail. I'm an optimist, brought up on the belief that if you wait to the end of the story, you get to see the good people live happily ever after.","c":"good","a":"Cat Stevens"},{"id":"dtSI4I1fqodFo","t":"Nonviolence is a good policy when the conditions permit.","c":"good","a":"Nelson Mandela"},{"id":"M3ZfuT8At3faV","t":"If you don't think drugs have done good things for us, then take all of your records, tapes and CD's and burn them.","c":"good","a":"Bill Hicks"},{"id":"Mv0IrGcmKaxGZ","t":"I question myself every day. That's what I still find motivating about this. I don't have the answers, I don't pretend that I do just because I won the match. Just keep fighting and maybe something good happens.","c":"good","a":"Andre Agassi"},{"id":"gVYeG8qvrbm8D","t":"The good man is the friend of all living things.","c":"good","a":"Mahatma Gandhi"},{"id":"baYeNazYzx3Nh","t":"It takes many good deeds to build a good reputation, and only one bad one to lose it.","c":"good","a":"Benjamin Franklin"},{"id":"bQlD8PXnoy088","t":"Your manuscript is both good and original but the part that is good is not original, and the part that is original is not good.","c":"good","a":"Samuel Johnson"},{"id":"t4R_R57u1djA6","t":"I like someone who is a little crazy but coming from a good place. I think scars are sexy because it means you made a mistake that led to a mess.","c":"good","a":"Angelina Jolie","e":true},{"id":"8FW0zao03QNG9","t":"Love sought is good, but given unsought, is better.","c":"good","a":"William Shakespeare"},{"id":"PqnGnzsr7FXG7","t":"She generally gave herself very good advice, (though she very seldom followed it).","c":"good","a":"Lewis Carroll"},{"id":"1Np9YKmX97Q9r","t":"One of the key problems today is that politics is such a disgrace, good people don't go into government.","c":"good","a":"Donald Trump"},{"id":"jPYPbW3TdsJLp","t":"When good Americans die they go to Paris.","c":"good","a":"Oscar Wilde"},{"id":"AJCBxVMHSyELr","t":"To kill an error is as good a service as, and sometimes even better than, the establishing of a new truth or fact.","c":"good","a":"Charles Darwin"},{"id":"-H2lD8WCqfVBv","t":"Chemistry can be a good and bad thing. Chemistry is good when you make love with it. Chemistry is bad when you make crack with it.","c":"good","a":"Adam Sandler"},{"id":"gCGwaydQc0UiC","t":"Thunder is good, thunder is impressive but it is lightning that does the work.","c":"good","a":"Mark Twain"},{"id":"bAgOqYgqmD2ua","t":"To speak ill of others is a dishonest way of praising ourselves. Nothing is often a good thing to say, and always a clever thing to say.","c":"good","a":"Will Durant"},{"id":"xC0sjt13wZHna","t":"Women wish to be loved without a why or a wherefore not because they are pretty, or good, or well-bred, or graceful, or intelligent, but because they are themselves.","c":"good","a":"Henri Frederic Amiel"},{"id":"8cIyMHRLwV-OD","t":"You know the good part about all those executions in Texas? Fewer Texans.","c":"good","a":"George Carlin"},{"id":"zlxJC93-LIAuI","t":"It's good to know how to read, but it's dangerous to know how to read and not how to interpret what you're reading.","c":"good","a":"Mike Tyson"},{"id":"52JR2z4OqoGCQ","t":"Since you cannot do good to all, you are to pay special attention to those who, by the accidents of time, or place, or circumstances, are brought into closer connection with you.","c":"good","a":"Augustine of Hippo"},{"id":"GrgYVqMoMmKJQ","t":"There are three kinds of intelligence: one kind understands things for itself, the other appreciates what others can understand, the third understands neither for itself nor through others. This first kind is excellent, the second good, and the third kind useless.","c":"good","a":"Niccolo Machiavelli"},{"id":"712GbpYEqIrBl","t":"Let's not be afraid to speak the common sense truth: you can't have high standards without good discipline.","c":"good","a":"William Hague"},{"id":"ksR4qFlEzLHqe","t":"I don't know if high society is different in other cities, but in Hollywood, important people can't stand to be invited someplace that isn't full of other important people. They don't mind a few unfamous people being present because they make good listeners.","c":"good","a":"Marilyn Monroe"},{"id":"5oUPQVAbaV3p5","t":"A good deed never goes unpunished.","c":"good","a":"Gore Vidal"},{"id":"i_XXI9N9ts7TP","t":"The only thing to do with good advice is to pass it on. It is never of any use to oneself.","c":"good","a":"Oscar Wilde"},{"id":"-K3AF_A2ccHBF","t":"I have one yardstick by which I test every major problem - and that yardstick is: Is it good for America?","c":"good","a":"Dwight D. Eisenhower"},{"id":"sg5IJpyNkh3li","t":"It is also true that one can write nothing readable unless one constantly struggles to efface one's own personality. Good prose is like a windowpane.","c":"good","a":"George Orwell"},{"id":"VcsZXcKn7jecX","t":"History will have to record that the greatest tragedy of this period of social transition was not the strident clamor of the bad people, but the appalling silence of the good people.","c":"good","a":"Martin Luther King, Jr."},{"id":"HZec9VvLV3JM2","t":"Marriage is good enough for the lower classes: they have facilities for desertion that are denied to us.","c":"good","a":"George Bernard Shaw"},{"id":"uGr9oEpdVHH7Y","t":"I know you've heard it a thousand times before. But it's true - hard work pays off. If you want to be good, you have to practice, practice, practice. If you don't love something, then don't do it.","c":"good","a":"Ray Bradbury"},{"id":"i6WZCZRR4RTmS","t":"Love seeks one thing only: the good of the one loved. It leaves all the other secondary effects to take care of themselves. Love, therefore, is its own reward.","c":"good","a":"Thomas Merton"},{"id":"Go_C-NXMRETmD","t":"The evil that is in the world almost always comes of ignorance, and good intentions may do as much harm as malevolence if they lack understanding.","c":"good","a":"Albert Camus"},{"id":"rGstnwmt2bJjC","t":"Far from idleness being the root of all evil, it is rather the only true good.","c":"good","a":"Soren Kierkegaard"},{"id":"OOHoaxgy5eB4C","t":"Diligence is the mother of good luck.","c":"good","a":"Benjamin Franklin"},{"id":"x3MVnZ3WSAdN8","t":"Good artists copy, great artists steal.","c":"good","a":"Pablo Picasso"},{"id":"-a9DcwdXJWEWf","t":"The care of human life and happiness, and not their destruction, is the first and only object of good government.","c":"good","a":"Thomas Jefferson"},{"id":"YP8__rAZr7OQ6","t":"I've gone for each type: the rough guy the nerdy, sweet, lovable guy and the slick guy. I don't really have a type. Men in general are a good thing.","c":"good","a":"Jennifer Aniston"},{"id":"CJryxcUM9KPMx","t":"Ignorant men don't know what good they hold in their hands until they've flung it away.","c":"good","a":"Sophocles"},{"id":"5dwRy9Rqn7zoZ","t":"Four legs good, two legs bad.","c":"good","a":"George Orwell"},{"id":"AwJp1gdbJJDet","t":"I swear by that old expression, 'One monkey don't stop no show!' The reality is, we still have some good men out there, and we should hail those men as the kings they are.","c":"good","a":"Angie Stone"},{"id":"_OtGL6a-N1qBF","t":"At Christmas play and make good cheer, for Christmas comes but once a year.","c":"good","a":"Thomas Tusser"},{"id":"GeD80ZGWrKBmd","t":"We are all ready to be savage in some cause. The difference between a good man and a bad one is the choice of the cause.","c":"good","a":"William James"},{"id":"CioeD5CgTkLrP","t":"A good writer possesses not only his own spirit but also the spirit of his friends.","c":"good","a":"Friedrich Nietzsche"},{"id":"SDO5OkfU1zyoS","t":"Good night, good night! Parting is such sweet sorrow, that I shall say good night till it be morrow.","c":"good","a":"William Shakespeare"},{"id":"KnvwuCtDzDo-W","t":"If only we'd stop trying to be happy we'd have a pretty good time.","c":"good","a":"Edith Wharton"},{"id":"YLejo07YuU8X7","t":"We ought to do good to others as simply as a horse runs, or a bee makes honey, or a vine bears grapes season after season without thinking of the grapes it has borne.","c":"good","a":"Marcus Aurelius"},{"id":"MnnFO3qzWws1s","t":"Joyfulness keeps the heart and face young. A good laugh makes us better friends with ourselves and everybody around us.","c":"good","a":"Orison Swett Marden"},{"id":"XhK_LfFsoggpI","t":"Everyone has highs and lows that they have to learn from, but every morning I start off with a good head on my shoulders, saying to myself, 'It's going to be a good day!'.","c":"good","a":"Lindsay Lohan"},{"id":"-yYBnMiEAZWPx","t":"However many holy words you read, however many you speak, what good will they do you if you do not act on upon them?","c":"good","a":"Buddha"},{"id":"mu06iPgOSld1x","t":"It's always good to be underestimated.","c":"good","a":"Donald Trump"},{"id":"jGug7VbljuxKH","t":"It's with bad sentiments that one makes good novels.","c":"good","a":"Aldous Huxley"},{"id":"R_2ASvWZJKFrm","t":"Life is neither good or evil, but only a place for good and evil.","c":"good","a":"Marcus Aurelius"},{"id":"JHbVwLzdPaUjL","t":"There was never a good war, or a bad peace.","c":"good","a":"Benjamin Franklin"},{"id":"T4ovgEqcvZsF9","t":"A man is only as good as what he loves.","c":"good","a":"Saul Bellow"},{"id":"Z4fjaMgHIMBmP","t":"There is nothing I love as much as a good fight.","c":"good","a":"Franklin D. Roosevelt"},{"id":"WjU13orTMTxmp","t":"It seems to me we can never give up longing and wishing while we are thoroughly alive. There are certain things we feel to be beautiful and good, and we must hunger after them.","c":"good","a":"George Eliot"},{"id":"sNwG8DCkXixnK","t":"The good fighters of old first put themselves beyond the possibility of defeat, and then waited for an opportunity of defeating the enemy.","c":"good","a":"Sun Tzu"},{"id":"6rmQggto-5G0z","t":"What's the good of drawing in the next breath if all you do is let it out and draw in another?","c":"good","a":"Marilyn Monroe"},{"id":"sZyfiweH0SAUz","t":"I know in my heart that man is good. That what is right will always eventually triumph. And there's purpose and worth to each and every life.","c":"good","a":"Ronald Reagan"},{"id":"YPk0gNUtZ-Uh9","t":"If it's a good movie, the sound could go off and the audience would still have a perfectly clear idea of what was going on.","c":"good","a":"Alfred Hitchcock"},{"id":"xQT7WWw9p3s3a","t":"A good objective of leadership is to help those who are doing poorly to do well and to help those who are doing well to do even better.","c":"good","a":"Jim Rohn"},{"id":"YCVhCuI86lCDZ","t":"Hell isn't merely paved with good intentions it's walled and roofed with them. Yes, and furnished too.","c":"good","a":"Aldous Huxley"},{"id":"-61TYaywVxArk","t":"Say 'no' more than 'yes,' and just make sure you surround yourself with good people.","c":"good","a":"Lindsay Lohan"},{"id":"FiRpeXou0niXz","t":"Good friends, good books and a sleepy conscience: this is the ideal life.","c":"good","a":"Mark Twain"},{"id":"MxUiYKAuMvHzW","t":"Treat those who are good with goodness, and also treat those who are not good with goodness. Thus goodness is attained. Be honest to those who are honest, and be also honest to those who are not honest. Thus honesty is attained.","c":"good","a":"Lao Tzu"},{"id":"vWfIzJ3JqBBS2","t":"What does kissing really mean to me? To me, if you feel, when you kiss a girl, that certain feeling of all those dolphins, like, swimming through your blood stream, and you get those good tingles inside your stomach, I don't think there's any better feeling.","c":"good","a":"Corey Haim"},{"id":"oF0cp8N5JT9Xx","t":"And that's how it is in America. We look to our communities, our faiths, our families for our joy, our support, in good times and bad. It is both how we live our lives and why we live our lives.","c":"good","a":"Mitt Romney"},{"id":"VEJ6Tp30_HOJW","t":"If there's any message to my work, it is ultimately that it's OK to be different, that it's good to be different, that we should question ourselves before we pass judgment on someone who looks different, behaves different, talks different, is a different color.","c":"good","a":"Johnny Depp"},{"id":"cdQ64fafGgg-i","t":"You have to have been a Republican to know how good it is to be a Democrat.","c":"good","a":"Jackie Kennedy"},{"id":"ZTtUYKOye9s18","t":"He that gives good advice, builds with one hand he that gives good counsel and example, builds with both but he that gives good admonition and bad example, builds with one hand and pulls down with the other.","c":"good","a":"Francis Bacon"},{"id":"wwUHrZnr6DGI7","t":"For evil to flourish, it only requires good men to do nothing.","c":"good","a":"Simon Wiesenthal"},{"id":"LUfkP7Ds0OeC3","t":"An overflow of good converts to bad.","c":"good","a":"William Shakespeare"},{"id":"jnuBLUICg-nf6","t":"This battle for 'common-sense' gun control laws pits emotion and passion against logic and reason. All too often in such a contest, logic loses. So, expect more meaningless, if not harmful, 'gun control' legislation. Good news - if you're a crook.","c":"good","a":"Larry Elder"},{"id":"rSKM-Gef6Kq9V","t":"Be not simply good - be good for something.","c":"good","a":"Henry David Thoreau"},{"id":"jXY3gDTOTSwfx","t":"A man always has two reasons for doing anything: a good reason and the real reason.","c":"good","a":"J. P. Morgan"},{"id":"rJCru25hL5Jir","t":"Dusting is a good example of the futility of trying to put things right. As soon as you dust, the fact of your next dusting has already been established.","c":"good","a":"George Carlin"},{"id":"bPPyWXj4R3xor","t":"A good plan violently executed now is better than a perfect plan executed next week.","c":"good","a":"George S. Patton"},{"id":"zWtRMNt28AJBW","t":"The sage does not hoard. The more he helps others, the more he benefits himself, The more he gives to others, the more he gets himself. The Way of Heaven does one good but never does one harm. The Way of the sage is to act but not to compete.","c":"good","a":"Lao Tzu"},{"id":"wr8MbBmRDGr-K","t":"A conservative is a man with two perfectly good legs who, however, has never learned how to walk forward.","c":"good","a":"Franklin D. Roosevelt"},{"id":"FxhXbx7k6uG9s","t":"Nothing that you do will ever feel good if you let people convince you that you have no choice.","c":"good","a":"Fiona Apple"},{"id":"spPrDpGhhD_EH","t":"There is no principle worth the name if it is not wholly good.","c":"good","a":"Mahatma Gandhi"},{"id":"mRqeHB5A3MvHU","t":"By having a reverence for life, we enter into a spiritual relation with the world By practicing reverence for life we become good, deep, and alive.","c":"good","a":"Albert Schweitzer"},{"id":"H8Nsd6buoR70F","t":"Children have never been very good at listening to their elders, but they have never failed to imitate them.","c":"good","a":"James A. Baldwin"},{"id":"kd5VrpBq01viH","t":"If one plays good music, people don't listen and if one plays bad music people don't talk.","c":"good","a":"Oscar Wilde"},{"id":"gDfg5lGyGf5xT","t":"Today was good. Today was fun. Tomorrow is another one.","c":"good","a":"Dr. Seuss"},{"id":"YRLhD9g3IpZ7-","t":"A bad book is as much of a labor to write as a good one, it comes as sincerely from the author's soul.","c":"good","a":"Aldous Huxley"},{"id":"_t2J7u55rQ4bW","t":"I do not concern myself with gods and spirits either good or evil nor do I serve any.","c":"good","a":"Lao Tzu"},{"id":"SO9juyo8LhAKD","t":"I wake up some mornings and sit and have my coffee and look out at my beautiful garden, and I go, 'Remember how good this is. Because you can lose it.'","c":"good","a":"Jim Carrey"},{"id":"AykSfbffUktX6","t":"Necessity never made a good bargain.","c":"good","a":"Benjamin Franklin"},{"id":"yML69bp2sAGwa","t":"Many of you are well enough off that the tax cuts may have helped you. We're saying that for America to get back on track, we're probably going to cut that short and not give it to you. We're going to take things away from you on behalf of the common good.","c":"good","a":"Hillary Clinton"},{"id":"Y0d4fnjmYJCZK","t":"One good schoolmaster is of more use than a hundred priests.","c":"good","a":"Thomas Paine"},{"id":"BY7N_NKrnVxZG","t":"I was in enough to get along with people. I was never socially inarticulate. Not a loner. And that saved my life, saved my sanity. That and the writing. But to this day I distrust anybody who thought school was a good time. Anybody.","c":"good","a":"Stephen King"},{"id":"VN8Ps2lhFp5gZ","t":"I was walking along and this chair came flying past me, and another, and another, and I thought, man, is this gonna be a good night.","c":"good","a":"Liam Gallagher"},{"id":"dFMxtiDnL9saG","t":"They wrote in the old days that it is sweet and fitting to die for one's country. But in modern war, there is nothing sweet nor fitting in your dying. You will die like a dog for no good reason.","c":"good","a":"Ernest Hemingway"},{"id":"dm2xjz9TqBuDt","t":"To be a good loser is to learn how to win.","c":"good","a":"Carl Sandburg"},{"id":"m14PgISMgsmzI","t":"Riding a motorcycle on today's highways, you have to ride in a very defensive manner. You have to be a good rider and you have to have both hands and both feet on the controls at all times.","c":"good","a":"Evel Knievel"},{"id":"xVGBU4MhpquVX","t":"Every actual State is corrupt. Good men must not obey laws too well.","c":"good","a":"Ralph Waldo Emerson"},{"id":"9NB77dy41sQ3r","t":"A good laugh is sunshine in the house.","c":"good","a":"William Makepeace Thackeray"},{"id":"ObyLD95-HB3aH","t":"Life is never fair, and perhaps it is a good thing for most of us that it is not.","c":"good","a":"Oscar Wilde"},{"id":"OwD8Bc67cUG5v","t":"A peaceful man does more good than a learned one.","c":"good","a":"Pope John XXIII"},{"id":"4vI9oj7Kja-vV","t":"I'm leaving because the weather is too good. I hate London when it's not raining.","c":"good","a":"Groucho Marx"},{"id":"LTkuZHtNeDqZE","t":"Sometimes I'm so tired, I look down at what I'm wearing, and if it's comfortable enough to sleep in, I don't even make it into my pajamas. I'm looking down, and I'm like, 'T-shirt and stretchy pants? Yup, that's fine. It's pajama-y, good night.'","c":"good","a":"Rebecca Romijn"},{"id":"LJBHIbPUAufWG","t":"I think we consider too much the good luck of the early bird and not enough the bad luck of the early worm.","c":"good","a":"Franklin D. Roosevelt"},{"id":"wEIqSh2a_QVpX","t":"The humblest individual exerts some influence, either for good or evil, upon others.","c":"good","a":"Henry Ward Beecher"},{"id":"Gr0Su58-l6rng","t":"That terrible mood of depression of whether it's any good or not is what is known as The Artist's Reward.","c":"good","a":"Ernest Hemingway"},{"id":"0AhG-zyxZpV92","t":"I met Woz when I was 13, at a friend's garage. He was about 18. He was, like, the first person I met who knew more electronics than I did at that point. We became good friends, because we shared an interest in computer and we had a sense of humor. We pulled all kinds of pranks together.","c":"good","a":"Steve Jobs"},{"id":"EsQcKMfe1OKKw","t":"Only good girls keep diaries. Bad girls don't have time.","c":"good","a":"Tallulah Bankhead"},{"id":"O07LWPfIK1Gtg","t":"It is the mark of a good action that it appears inevitable in retrospect.","c":"good","a":"Robert Louis Stevenson"},{"id":"5Cgo9uqzQ6PQg","t":"There are some good people. But a good chunk of them will lie for no reason at all - it'll be ten o'clock and they'll tell you it's nine. You're looking at the clock and you can't even fathom why they're lying. They just lie because that's what they do.","c":"good","a":"John Cusack"},{"id":"9VUUKKQwK-MT0","t":"The problem with having a sense of humor is often that people you use it on aren't in a very good mood.","c":"good","a":"Lou Holtz"},{"id":"xgQFCImPOfKUh","t":"Good advice is something a man gives when he is too old to set a bad example.","c":"good","a":"Francois de La Rochefoucauld"},{"id":"i1jA37djgDGQj","t":"Diligence is the mother of good fortune.","c":"good","a":"Benjamin Disraeli"},{"id":"5HzKgYwhwnrdD","t":"Joy is what happens to us when we allow ourselves to recognize how good things really are.","c":"good","a":"Marianne Williamson"},{"id":"ZrcAhFgXOPWSe","t":"I must say I find television very educational. The minute somebody turns it on, I go to the library and read a good book.","c":"good","a":"Groucho Marx"},{"id":"upNVvotBK0I9o","t":"We will have to repent in this generation not merely for the vitriolic words and actions of the bad people, but for the appalling silence of the good people.","c":"good","a":"Martin Luther King, Jr."},{"id":"l2jYIzelWTNco","t":"They didn't want it good, they wanted it Wednesday.","c":"good","a":"Robert A. Heinlein"},{"id":"xU4llbs0wRltz","t":"Despite everything, I believe that people are really good at heart.","c":"good","a":"Anne Frank"},{"id":"hTk-5VVXwyczA","t":"Every day we should hear at least one little song, read one good poem, see one exquisite picture, and, if possible, speak a few sensible words.","c":"good","a":"Johann Wolfgang von Goethe"},{"id":"-eo9UY-Ud4WHx","t":"The rulers of the state are the only persons who ought to have the privilege of lying, either at home or abroad they may be allowed to lie for the good of the state.","c":"good","a":"Plato"},{"id":"PymMT2VcBEvKT","t":"Good habits formed at youth make all the difference.","c":"good","a":"Aristotle"},{"id":"PPqEKZE4QeE_l","t":"Some people thought we were presenting Archie as a false character. President Nixon thought we were making a fool out of a good man.","c":"good","a":"Carroll O'Connor"},{"id":"0YoiCGLNf_dmR","t":"As soon as you concern yourself with the 'good' and 'bad' of your fellows, you create an opening in your heart for maliciousness to enter. Testing, competing with, and criticizing others weaken and defeat you.","c":"good","a":"Morihei Ueshiba"},{"id":"7ofI52PUaKDS2","t":"The pay is good and I can walk to work.","c":"good","a":"John F. Kennedy"},{"id":"yJo4BtmlBIbK8","t":"The man who has the will to undergo all labor may win to any good.","c":"good","a":"Martin Luther"},{"id":"8mfptOI9r-Yq1","t":"People write negatives things, cause they feel that's what sells. Good news to them, doesn't sell.","c":"good","a":"Michael Jackson"},{"id":"e-P_KaAHK9LRW","t":"The way to gain a good reputation is to endeavor to be what you desire to appear.","c":"good","a":"Socrates"},{"id":"2nmu8rkyU0FAQ","t":"The depressing thing about tennis is that no matter how good I get, I'll never be as good as a wall.","c":"good","a":"Mitch Hedberg"},{"id":"f3eER4xdfTXiE","t":"When I do good, I feel good. When I do bad, I feel bad. That's my religion.","c":"good","a":"Abraham Lincoln"},{"id":"XVhiw4tGjLQTp","t":"After every storm the sun will smile for every problem there is a solution, and the soul's indefeasible duty is to be of good cheer.","c":"good","a":"William R. Alger"},{"id":"Nlro9MWzgKAeY","t":"No man is good enough to govern any woman without her consent.","c":"good","a":"Susan B. Anthony"},{"id":"kGZ3pAMk5FUXj","t":"I think one of the basic reasons men make good friends is that they can make up their minds quickly.","c":"good","a":"Marilyn Monroe"},{"id":"3p19RryNDophP","t":"Like every other good thing in this world, leisure and culture have to be paid for. Fortunately, however, it is not the leisured and the cultured who have to pay.","c":"good","a":"Aldous Huxley"},{"id":"pKniEkOysXiCq","t":"Laughter is the sensation of feeling good all over and showing it principally in one place.","c":"good","a":"Josh Billings"},{"id":"51Y7ok3pWaUgl","t":"The mediocre teacher tells. The good teacher explains. The superior teacher demonstrates. The great teacher inspires.","c":"good","a":"William Arthur Ward"},{"id":"S0BWKlW7yx1F-","t":"A good man would prefer to be defeated than to defeat injustice by evil means.","c":"good","a":"Sallust"},{"id":"SwdjM3I99LuNK","t":"The ultimate tragedy is not the oppression and cruelty by the bad people but the silence over that by the good people.","c":"good","a":"Martin Luther King, Jr."},{"id":"eJct5-cG0tOep","t":"I know only that what is moral is what you feel good after and what is immoral is what you feel bad after.","c":"good","a":"Ernest Hemingway"},{"id":"_EZuyJeSDrjua","t":"I would rather lose a good earring than be caught without make-up.","c":"good","a":"Lana Turner"},{"id":"EwTluO7wREWSX","t":"I tried to drown my sorrows, but the bastards learned how to swim, and now I am overwhelmed by this decent and good feeling.","c":"good","a":"Frida Kahlo"},{"id":"ZWb3SguJgG-Bt","t":"My mother was a good recreational cook, but what she basically believed about cooking was that if you worked hard and prospered, someone else would do it for you.","c":"good","a":"Nora Ephron"},{"id":"-eBRgryNRxUYN","t":"Life is not a matter of holding good cards, but of playing a poor hand well.","c":"good","a":"Robert Louis Stevenson"},{"id":"_krmlCUfZwttg","t":"Be sweet, be good, and honest always.","c":"good","a":"Emma Bunton"},{"id":"UDG1jKovuvR2Q","t":"In modern war... you will die like a dog for no good reason.","c":"good","a":"Ernest Hemingway"},{"id":"20GfrqyWUVZK7","t":"Not only must we be good, but we must also be good for something.","c":"good","a":"Henry David Thoreau"},{"id":"-x49jPzPxyNQm","t":"The secret to success is good leadership, and good leadership is all about making the lives of your team members or workers better.","c":"good","a":"Tony Dungy"},{"id":"EPcGhpyi-lVFW","t":"Golf is a good walk spoiled.","c":"good","a":"Mark Twain"},{"id":"QJc_BJ4s--NBw","t":"When people see your personality come out, they feel so good, like they actually know who you are.","c":"good","a":"Usain Bolt"},{"id":"bkOMORf31LOYr","t":"I believe that we parents must encourage our children to become educated, so they can get into a good college that we cannot afford.","c":"good","a":"Dave Barry"},{"id":"Tkntc3WbMwWjA","t":"The old cathedrals are good, but the great blue dome that hangs over everything is better.","c":"good","a":"Thomas Carlyle"},{"id":"_7Jp6yVdlsrb7","t":"I am in politics because of the conflict between good and evil, and I believe that in the end good will triumph.","c":"good","a":"Margaret Thatcher"},{"id":"matS5NyCOuuo3","t":"If you pursue good with labor, the labor passes away but the good remains if you pursue evil with pleasure, the pleasure passes away and the evil remains.","c":"good","a":"Marcus Tullius Cicero"},{"id":"94sqk2F972cdT","t":"A good day is one where I can not just read a book, but write a review of it. Maybe today I'll be able to do that. I get for some reason somewhat stronger when the sun starts to go down. Dusk is a good time for me. I'm crepuscular.","c":"good","a":"Christopher Hitchens"},{"id":"g5waNTGGQ_KwW","t":"I don't think it's a good advert for any restaurant, a fat chef, and secondly, who wants to eat a dessert when the chef's a fat pig.","c":"good","a":"Gordon Ramsay","e":true},{"id":"QDw66DVY9qfvm","t":"Walk a mile in my shoes is good advice. Our children will learn to respect others if they are used to imagining themselves in another's place.","c":"good","a":"Neil Kurshan"},{"id":"unMPAXHDzlK5N","t":"No good movie is too long and no bad movie is short enough.","c":"good","a":"Roger Ebert"},{"id":"-6lxseIEMiUYW","t":"If you don't think every day is a good day, just try missing one.","c":"good","a":"Cavett Robert"},{"id":"Hnwlnki2QQcTu","t":"A friend is always good to have, but a lover's kiss is better than angels raining down on me.","c":"good","a":"Dave Matthews"},{"id":"TltXRDNL1Vs5O","t":"I'm a true believer in karma. You get what you give, whether it's bad or good.","c":"good","a":"Sandra Bullock"},{"id":"urC3yHjWqJlJV","t":"Whatever words we utter should be chosen with care for people will hear them and be influenced by them for good or ill.","c":"good","a":"Buddha"},{"id":"ZW5cseonUzajM","t":"Anybody can be good in the country. There are no temptations there.","c":"good","a":"Oscar Wilde"},{"id":"RyquxR3ljYind","t":"The most savage controversies are about matters as to which there is no good evidence either way.","c":"good","a":"Bertrand Russell"},{"id":"0CGXi-1Sw2BBb","t":"A good basic selling idea, involvement and relevancy, of course, are as important as ever, but in the advertising din of today, unless you make yourself noticed and believed, you ain't got nothin'.","c":"good","a":"Leo Burnett"},{"id":"4fvzo85axB6Xn","t":"Drugs are a waste of time. They destroy your memory and your self-respect and everything that goes along with with your self-esteem. They're no good at all.","c":"good","a":"Kurt Cobain"},{"id":"oZo_KlJEIHQc_","t":"Do not ever say that the desire to 'do good' by force is a good motive. Neither power-lust nor stupidity are good motives.","c":"good","a":"Ayn Rand"},{"id":"pGzp-mDGXO8Fw","t":"If you stand up and be counted, from time to time you may get yourself knocked down. But remember this: A man flattened by an opponent can get up again. A man flattened by conformity stays down for good.","c":"good","a":"Thomas J. Watson"},{"id":"OoaNVGO0fL4e5","t":"And it is easy to believe you are not good enough if you listen to everybody else.","c":"good","a":"Mackenzie Astin"},{"id":"PZjg5p-RiVWFC","t":"It is absurd to divide people into good and bad. People are either charming or tedious.","c":"good","a":"Oscar Wilde"},{"id":"yHy3RzcDURZ-x","t":"The fact is that people are good, Give people affection and security, and they will give affection and be secure in their feelings and their behavior.","c":"good","a":"Abraham Maslow"},{"id":"iGhmiC3TyVxv2","t":"Good copy can't be written with tongue in cheek, written just for a living. You've got to believe in the product.","c":"good","a":"David Ogilvy"},{"id":"IxskQdJg2YYRe","t":"If there is dissatisfaction with the status quo, good. If there is ferment, so much the better. If there is restlessness, I am pleased. Then let there be ideas, and hard thought, and hard work. If man feels small, let man make himself bigger.","c":"good","a":"Hubert H. Humphrey"},{"id":"MZAryCizB56iL","t":"If one has a good disposition, what other virtue is needed? If a man has fame, what is the value of other ornamentation?","c":"good","a":"Chanakya"},{"id":"scVF2IxSN4aRI","t":"It is not often that someone comes along who is a true friend and a good writer.","c":"good","a":"E. B. White"},{"id":"ODaXini45JbXV","t":"It is the test of a good religion whether you can joke about it.","c":"good","a":"Gilbert K. Chesterton"},{"id":"bDvcwOSIhh-wK","t":"There is only one difference between a long life and a good dinner: that, in the dinner, the sweets come last.","c":"good","a":"Robert Louis Stevenson"},{"id":"ZG55Vm4noEXDy","t":"We are justified in enforcing good morals, for they belong to all mankind but we are not justified in enforcing good manners, for good manners always mean our own manners.","c":"good","a":"Gilbert K. Chesterton"},{"id":"-2p9FqzBdruLQ","t":"I am poor and naked, but I am the chief of the nation. We do not want riches but we do want to train our children right. Riches would do us no good. We could not take them with us to the other world. We do not want riches. We want peace and love.","c":"good","a":"Red Cloud","e":true},{"id":"a3UJFbsVzFAQd","t":"Parents can only give good advice or put them on the right paths, but the final forming of a person's character lies in their own hands.","c":"good","a":"Anne Frank"},{"id":"z3tAroy0h_ODi","t":"The good news is that, according to the Obama administration, the rich will pay for everything. The bad news is that, according to the Obama administration, you're rich.","c":"good","a":"P. J. O'Rourke"},{"id":"KRZXyy3WHx9dT","t":"I guess the real reason that my wife and I had children is the same reason that Napoleon had for invading Russia: it seemed like a good idea at the time.","c":"good","a":"Bill Cosby"},{"id":"_3Uk6T8rn6yeo","t":"I'm not happy all the time, and I wouldn't want to be because that would make me a shallow person. But I do try to find the good in everybody.","c":"good","a":"Dolly Parton"},{"id":"RNVNCyO-BYN2o","t":"If you lead a country like Britain, a strong country, a country which has taken a lead in world affairs in good times and in bad, a country that is always reliable, then you have to have a touch of iron about you.","c":"good","a":"Margaret Thatcher"},{"id":"FbtJKKSRWZbiZ","t":"Real firmness is good for anything strut is good for nothing.","c":"good","a":"Alexander Hamilton"},{"id":"Al9Na62nD54Up","t":"You must become an old man in good time if you wish to be an old man long.","c":"good","a":"Marcus Aurelius"},{"id":"TmDFCP7ZZchKC","t":"There are good and bad times, but our mood changes more often than our fortune.","c":"good","a":"Thomas Carlyle"},{"id":"Aplql4mue4Kmx","t":"It's good sportsmanship to not pick up lost golf balls while they are still rolling.","c":"good","a":"Mark Twain"},{"id":"e5POXrpayGfPk","t":"A true friend is someone who thinks that you are a good egg even though he knows that you are slightly cracked.","c":"good","a":"Bernard Meltzer"},{"id":"rYchW3h3hjuyl","t":"I've always wanted to improve on the idea of living well, In moderation, wine is good for you - mentally, physically, and spiritually.","c":"good","a":"Robert Mondavi"},{"id":"OfVirsC3zFnHx","t":"Judgements prevent us from seeing the good that lies beyond appearances.","c":"good","a":"Wayne Dyer"},{"id":"g9phpBK89EFTi","t":"When I'm good, I'm very good. But when I'm bad I'm better.","c":"good","a":"Mae West"},{"id":"I9Ii3Byfk2xka","t":"Sunshine is delicious, rain is refreshing, wind braces us up, snow is exhilarating there is really no such thing as bad weather, only different kinds of good weather.","c":"good","a":"John Ruskin"},{"id":"dIZzu99q8oVbx","t":"A good decision is based on knowledge and not on numbers.","c":"good","a":"Plato"},{"id":"Kzbbv5uBSec-0","t":"I find that he is happiest of whom the world says least, good or bad.","c":"good","a":"Thomas Jefferson"},{"id":"e5FP3jHLsqw9v","t":"Little League baseball is a very good thing because it keeps the parents off the streets.","c":"good","a":"Yogi Berra"},{"id":"C3qA8w327GlxF","t":"One of the sanest, surest, and most generous joys of life comes from being happy over the good fortune of others.","c":"good","a":"Robert A. Heinlein"},{"id":"glkJVKrJxEoMT","t":"Plans are only good intentions unless they immediately degenerate into hard work.","c":"good","a":"Peter Drucker"},{"id":"qrA39vnJ8kckR","t":"The only thing that could spoil a day was people. People were always the limiters of happiness except for the very few that were as good as spring itself.","c":"good","a":"Ernest Hemingway"},{"id":"bq9mOZ5YJ0_lm","t":"Apply yourself both now and in the next life. Without effort, you cannot be prosperous. Though the land be good, You cannot have an abundant crop without cultivation.","c":"good","a":"Plato"},{"id":"ObbzMQeTLYQ38","t":"Great and good are seldom the same man.","c":"good","a":"Winston Churchill"},{"id":"cj9qDSHLklz7e","t":"Since you get more joy out of giving joy to others, you should put a good deal of thought into the happiness that you are able to give.","c":"good","a":"Eleanor Roosevelt"},{"id":"XI-4tTvzbQA-P","t":"A lot of good arguments are spoiled by some fool who knows what he is talking about.","c":"good","a":"Miguel de Unamuno"},{"id":"ZaWz7MiNOdC-F","t":"They're only truly great who are truly good.","c":"good","a":"George Chapman"},{"id":"P-d6x983qhvqD","t":"My mother gave lots of good advice and had a lot to say. As you get older, you realize everything she said was true.","c":"good","a":"Lenny Kravitz"},{"id":"fyYenGfqssW0n","t":"It is impossible to imagine Goethe or Beethoven being good at billiards or golf.","c":"good","a":"H. L. Mencken"},{"id":"T5ffNowfR9_mF","t":"The enlightened ruler is heedful, and the good general full of caution.","c":"good","a":"Sun Tzu"},{"id":"fvES2XWUkIQLh","t":"Anybody who says they are a good liar obviously is not, because any legitimately savvy liar would always insist they're honest about everything.","c":"good","a":"Chuck Klosterman"},{"id":"u2a0k2ctlSXrv","t":"The past is our definition. We may strive with good reason to escape it, or to escape what is bad in it. But we will escape it only by adding something better to it.","c":"good","a":"Wendell Berry"},{"id":"1Swiqkq_yFkoV","t":"To prefer evil to good is not in human nature and when a man is compelled to choose one of two evils, no one will choose the greater when he might have the less.","c":"good","a":"Plato"},{"id":"RYti4cFQ0gwCS","t":"Feeling good about government is like looking on the bright side of any catastrophe. When you quit looking on the bright side, the catastrophe is still there.","c":"good","a":"P. J. O'Rourke"},{"id":"6TwOSCvFuT2Ay","t":"Hatred is gained as much by good works as by evil.","c":"good","a":"Niccolo Machiavelli"},{"id":"8BWq1vVj3NF_9","t":"By all means, marry. If you get a good wife, you'll become happy if you get a bad one, you'll become a philosopher.","c":"good","a":"Socrates"},{"id":"lo3JuFpCJw7LZ","t":"The hardest job kids face today is learning good manners without seeing any.","c":"good","a":"Fred Astaire"},{"id":"QQ7JYGyjbo4Zw","t":"What is good? All that heightens the feeling of power, the will to power, power itself in man.","c":"good","a":"Friedrich Nietzsche"},{"id":"8aztPk4Dc7nj3","t":"You could write a song about some kind of emotional problem you are having, but it would not be a good song, in my eyes, until it went through a period of sensitivity to a moment of clarity. Without that moment of clarity to contribute to the song, it's just complaining.","c":"good","a":"Joni Mitchell"},{"id":"cxHh82tj90M_s","t":"Greek philosophy seems to have met with something with which a good tragedy is not supposed to meet, namely, a dull ending.","c":"good","a":"Karl Marx"},{"id":"y6ziKgKJ1fbNM","t":"He that is good for making excuses is seldom good for anything else.","c":"good","a":"Benjamin Franklin"},{"id":"JwNTOPrJy1J3D","t":"What is moral is what you feel good after, and what is immoral is what you feel bad after.","c":"good","a":"Ernest Hemingway"},{"id":"2zQqMzs1wfQ9g","t":"Every book you pick up has its own lesson or lessons, and quite often the bad books have more to teach than the good ones.","c":"good","a":"Stephen King"},{"id":"hgfly0IOR_HC6","t":"Giving every man a vote has no more made men wise and free than Christianity has made them good.","c":"good","a":"H. L. Mencken"},{"id":"alSHmUneOt3KO","t":"Whatever the universal nature assigns to any man at any time is for the good of that man at that time.","c":"good","a":"Marcus Aurelius"},{"id":"gGxG09O_z95LQ","t":"An actor is supposed to be a sensitive instrument. Isaac Stern takes good care of his violin. What if everybody jumped on his violin?","c":"good","a":"Marilyn Monroe"},{"id":"7Qf5DdYY1QKPl","t":"Good health and good sense are two of life's greatest blessings.","c":"good","a":"Publilius Syrus"},{"id":"QwIY1nPNnLI6e","t":"I have no desire to take all black people back to Africa there are blacks who are no good here and will likewise be no good there.","c":"good","a":"Marcus Garvey"},{"id":"jmtfDBiH7XEsT","t":"That which is striking and beautiful is not always good, but that which is good is always beautiful.","c":"good","a":"Ninon de L'Enclos"},{"id":"WlxT51jPWYrRT","t":"A good novel tells us the truth about its hero but a bad novel tells us the truth about its author.","c":"good","a":"Gilbert K. Chesterton"},{"id":"kTsyTNtJzZUR0","t":"Get correct views of life, and learn to see the world in its true light. It will enable you to live pleasantly, to do good, and, when summoned away, to leave without regret.","c":"good","a":"Robert E. Lee"},{"id":"Sjh4AFUXkxXLq","t":"This time, like all times, is a very good one, if we but know what to do with it.","c":"good","a":"Ralph Waldo Emerson"},{"id":"WiDzifRBkl0u_","t":"Books are good enough in their own way, but they are a poor substitute for life.","c":"good","a":"Robert Louis Stevenson"},{"id":"8Z-X1UbHd6xg4","t":"Good writing is like a windowpane.","c":"good","a":"George Orwell"},{"id":"M6kS86MWMEXiH","t":"It is a fact often observed, that men have written good verses under the inspiration of passion, who cannot write well under other circumstances.","c":"good","a":"Ralph Waldo Emerson"},{"id":"iS2kA0i2z4_7f","t":"An empty stomach is not a good political adviser.","c":"good","a":"Albert Einstein"},{"id":"H6r1sLaF5R5fd","t":"A market is never saturated with a good product, but it is very quickly saturated with a bad one.","c":"good","a":"Henry Ford"},{"id":"yrx6Xe9heLm_y","t":"As is a tale, so is life: not how long it is, but how good it is, is what matters.","c":"good","a":"Lucius Annaeus Seneca"},{"id":"eVPkZnzzIek7m","t":"Our forces saved the remnants of the Jewish people of Europe for a new life and a new hope in the reborn land of Israel. Along with all men of good will, I salute the young state and wish it well.","c":"good","a":"Dwight D. Eisenhower"},{"id":"jQcL9t0FGGEso","t":"Inspiration is one thing and you can't control it, but hard work is what keeps the ship moving. Good luck means, work hard. Keep up the good work.","c":"good","a":"Kevin Eubanks"},{"id":"_quHTX9LIin8B","t":"Being a good teammate is when you try to sprint down a ball that everyone thinks is going out of bounds. But you go after it anyways and you get it.","c":"good","a":"Mia Hamm"},{"id":"6eIiPiZvyQXHo","t":"Good books, like good friends, are few and chosen the more select, the more enjoyable.","c":"good","a":"Louisa May Alcott"},{"id":"PJxzMkPOiEtEd","t":"Fame is like caviar, you know - it's good to have caviar but not when you have it at every meal.","c":"good","a":"Marilyn Monroe"},{"id":"UvDaRnVdCRrM3","t":"There is no such thing as a good tax.","c":"good","a":"Winston Churchill"},{"id":"f_lTiiIfgd9XH","t":"Instead of giving money to found colleges to promote learning, why don't they pass a constitutional amendment prohibiting anybody from learning anything? If it works as good as the Prohibition one did, why, in five years we would have the smartest race of people on earth.","c":"good","a":"Will Rogers"},{"id":"U3bvGJIWf-5Jx","t":"I was nine or 10 years old and my father was sacked on Christmas Day. He was a manager, the results had not been good, he lost a game on December 22 or 23. On Christmas Day, the telephone rang and he was sacked in the middle of our lunch.","c":"good","a":"Jose Mourinho"},{"id":"k87LMxlWYQ4Dw","t":"Honest disagreement is often a good sign of progress.","c":"good","a":"Mahatma Gandhi"},{"id":"eRA_S_KXZdosG","t":"All styles are good except the tiresome kind.","c":"good","a":"Voltaire"},{"id":"aYkgMJ5ILn3zx","t":"A good husband makes a good wife.","c":"good","a":"John Florio"},{"id":"yX1gXhZDy7t8M","t":"And I hope that five years and 10 years from now, I'll be a better man, a more mature man, a wiser man, a more humble man and a more spirited man to serve the good of my people and the good of humanity.","c":"good","a":"Louis Farrakhan"},{"id":"mScmh2q_xj0wY","t":"Under all speech that is good for anything there lies a silence that is better, Silence is deep as Eternity speech is shallow as Time.","c":"good","a":"Thomas Carlyle"},{"id":"ngmlAM3XdfFve","t":"Good men must not obey the laws too well.","c":"good","a":"Ralph Waldo Emerson"},{"id":"eHpA-ApcU348e","t":"It makes my heart sick when I remember all the good words and the broken promises.","c":"good","a":"Chief Joseph"},{"id":"NASNNt_RG4IdW","t":"Good character is not formed in a week or a month. It is created little by little, day by day. Protracted and patient effort is needed to develop good character.","c":"good","a":"Heraclitus"},{"id":"Nfc30A6S9T6xo","t":"A play should give you something to think about. When I see a play and understand it the first time, then I know it can't be much good.","c":"good","a":"T. S. Eliot"},{"id":"Fjd1vY7Hos6IN","t":"You can do more good by being good than any other way.","c":"good","a":"John Wooden"},{"id":"Y6sGYMipnoxpy","t":"A hard man is good to find.","c":"good","a":"Mae West"},{"id":"-12DhZyo65HmU","t":"Be good, keep your feet dry, your eyes open, your heart at peace and your soul in the joy of Christ.","c":"good","a":"Thomas Merton"},{"id":"gJjYh-7wPKxB5","t":"A celibate clergy is an especially good idea, because it tends to suppress any hereditary propensity toward fanaticism.","c":"good","a":"Carl Sagan"},{"id":"sl8y-iHe4hQzV","t":"It is better to be beautiful than to be good. But... it is better to be good than to be ugly.","c":"good","a":"Oscar Wilde"},{"id":"cW82-odPu5BSt","t":"Fresh air is good if you do not take too much of it most of the achievements and pleasures of life are in bad air.","c":"good","a":"Oliver Wendell Holmes"},{"id":"nQSDO0kegNcth","t":"Just as treasures are uncovered from the earth, so virtue appears from good deeds, and wisdom appears from a pure and peaceful mind. To walk safely through the maze of human life, one needs the light of wisdom and the guidance of virtue.","c":"good","a":"Buddha"},{"id":"dz54jQ8b0tldA","t":"There is in general good reason to suppose that in several respects the gods could all benefit from instruction by us human beings. We humans are - more humane.","c":"good","a":"Friedrich Nietzsche"},{"id":"a4LnBO4EX84Th","t":"I think a gentleman is someone who holds the comfort of other people above their own. The instinct to do that is inside every good man, I believe. The rules about opening doors and buying dinner and all of that other 'gentleman' stuff is a chess game, especially these days.","c":"good","a":"Anna Kendrick"},{"id":"SPnUIybCVqfU-","t":"But I can say that life is good to me. Has been and is good. So I think my task is to be good to it. So how do you be good to life? You live it.","c":"good","a":"Morgan Freeman"},{"id":"N-VENY5XIu0su","t":"As for doing good that is one of the professions which is full. Moreover I have tried it fairly and, strange as it may seem, am satisfied that it does not agree with my constitution.","c":"good","a":"Henry David Thoreau"},{"id":"WTMg8isR860AS","t":"You built a factory out there, good for you. But I want to be clear. You moved your goods to market on the roads that the rest of us paid for. You hired workers that the rest of us paid to educate. You were safe in your factory because of police forces and fire forces that the rest of us paid for.","c":"good","a":"Elizabeth Warren"},{"id":"Y6zmuGOoaXQNx","t":"When you have shot one bird flying you have shot all birds flying. They are all different and they fly in different ways but the sensation is the same and the last one is as good as the first.","c":"good","a":"Ernest Hemingway"},{"id":"yhWWmPZjeMjmP","t":"You have enemies? Good. That means you've stood up for something, sometime in your life.","c":"good","a":"Winston Churchill"},{"id":"4xHM9rLfjH9FC","t":"In all secrets there is a kind of guilt, however beautiful or joyful they may be, or for what good end they may be set to serve. Secrecy means evasion, and evasion means a problem to the moral mind.","c":"good","a":"Gilbert Parker"},{"id":"YvrnaKZiwnFCq","t":"Anyone who proposes to do good must not expect people to roll stones out of his way, but must accept his lot calmly, even if they roll a few stones upon it.","c":"good","a":"Albert Schweitzer"},{"id":"bypeB1Rwzi5Qx","t":"Bad officials are the ones elected by good citizens who do not vote.","c":"good","a":"George Jean Nathan"},{"id":"OAJLqvEaB6FK2","t":"If you love those who love you, what credit is that to you? For even sinners love those who love them. And if you do good to those who do good to you, what credit is that to you? For even sinners do the same.","c":"good","a":"Jesus Christ"},{"id":"DdiBYPLh_wdWH","t":"Do your little bit of good where you are its those little bits of good put together that overwhelm the world.","c":"good","a":"Desmond Tutu"},{"id":"neS1bPQWgQCzn","t":"A good head and a good heart are always a formidable combination.","c":"good","a":"Nelson Mandela"},{"id":"991w2qTC8dOap","t":"It is a good thing for an uneducated man to read books of quotations.","c":"good","a":"Winston Churchill"},{"id":"vuITwVLvZ4aHp","t":"A good marriage would be between a blind wife and a deaf husband.","c":"good","a":"Michel de Montaigne"},{"id":"bxzhAetWiTnqF","t":"Our doubts are traitors and make us lose the good we oft might win by fearing to attempt.","c":"good","a":"William Shakespeare"},{"id":"xSsx9onCiksxg","t":"I believe that love and laughter can only happen when one person takes the time to think about what would cause the other person to feel good.","c":"good","a":"Yakov Smirnoff"},{"id":"ClUpAuviM9xZZ","t":"The less we deserve good fortune, the more we hope for it.","c":"good","a":"Lucius Annaeus Seneca"},{"id":"PuZhZn-WTBYv9","t":"Everyone who wants to do good to the human race always ends in universal bullying.","c":"good","a":"Aldous Huxley"},{"id":"Ewu2i_jDBwQ_2","t":"When you put down the good things you ought to have done, and leave out the bad ones you did do well, that's Memoirs.","c":"good","a":"Will Rogers"},{"id":"4gCTmX-4BnyH5","t":"It's a good thing we don't get all the government we pay for.","c":"good","a":"Will Rogers"},{"id":"zLMdX6zyCQvCG","t":"Never call an accountant a credit to his profession a good accountant is a debit to his profession.","c":"good","a":"Charles Lyell"},{"id":"7b0zApy96rmHN","t":"A good teacher can inspire hope, ignite the imagination, and instill a love of learning.","c":"good","a":"Brad Henry"},{"id":"lvyiHTE5ewSIf","t":"Marriage is a very good thing, but I think it's a mistake to make a habit out of it.","c":"good","a":"W. Somerset Maugham"},{"id":"IVMtFzX_ti8Ki","t":"That which is not good for the bee-hive cannot be good for the bees.","c":"good","a":"Marcus Aurelius"},{"id":"aLEa0oYdJQw0X","t":"Nothing tastes as good as skinny feels.","c":"good","a":"Kate Moss"},{"id":"wDRzIQV75VcU4","t":"There is no investment you can make which will pay you so well as the effort to scatter sunshine and good cheer through your establishment.","c":"good","a":"Orison Swett Marden"},{"id":"KltW3XRbVY4T8","t":"Jealousy is both reasonable and belongs to reasonable men, while envy is base and belongs to the base, for the one makes himself get good things by jealousy, while the other does not allow his neighbour to have them through envy.","c":"good","a":"Aristotle"},{"id":"7lr52RUtIKfZh","t":"The function of wisdom is to discriminate between good and evil.","c":"good","a":"Marcus Tullius Cicero"},{"id":"uYShxVDtlfY7e","t":"A good indignation brings out all one's powers.","c":"good","a":"Ralph Waldo Emerson"},{"id":"ZJ29nYS3sVKry","t":"Husbands are chiefly good as lovers when they are betraying their wives.","c":"good","a":"Marilyn Monroe"},{"id":"USvzN6Fnx3dbU","t":"Music is love, love is music, music is life, and I love my life. Thank you and good night.","c":"good","a":"A. J. McLean"},{"id":"xiYNthsn1AWW0","t":"You don't appreciate a lot of stuff in school until you get older. Little things like being spanked every day by a middle-aged woman: Stuff you pay good money for in later life.","c":"good","a":"Emo Philips"},{"id":"C6o-JnTnNq7Uf","t":"All I'm trying to do is survive and make good out of the dirty, nasty, unbelievable lifestyle that they gave me.","c":"good","a":"Tupac Shakur"},{"id":"s4JPJG4ulFFTS","t":"There is an idea abroad among moral people that they should make their neighbors good. One person I have to make good: Myself. But my duty to my neighbor is much more nearly expressed by saying that I have to make him happy if I may.","c":"good","a":"Robert Louis Stevenson"},{"id":"XExqW0kgrGyzu","t":"How far that little candle throws its beams! So shines a good deed in a naughty world.","c":"good","a":"William Shakespeare"},{"id":"ZoUCI7oLvS4gI","t":"The confession of evil works is the first beginning of good works.","c":"good","a":"Saint Augustine"},{"id":"HpLlJ29I3Q2qQ","t":"Virtue is persecuted more by the wicked than it is loved by the good.","c":"good","a":"Buddha"},{"id":"3HsIlDMcm4ftn","t":"People have to talk about something just to keep their voice boxes in working order so they'll have good voice boxes in case there's ever anything really meaningful to say.","c":"good","a":"Kurt Vonnegut"},{"id":"zJS005xhPpIxE","t":"I do believe we're all connected. I do believe in positive energy. I do believe in the power of prayer. I do believe in putting good out into the world. And I believe in taking care of each other.","c":"good","a":"Harvey Fierstein"},{"id":"QrBxk0VPqEcgB","t":"When bad men combine, the good must associate else they will fall one by one, an unpitied sacrifice in a contemptible struggle.","c":"good","a":"Edmund Burke"},{"id":"3v60RtgbAZLhe","t":"The worst thing about that kind of prejudice... is that while you feel hurt and angry and all the rest of it, it feeds you self-doubt. You start thinking, perhaps I am not good enough.","c":"good","a":"Nina Simone"},{"id":"_joaJ1mU8mypN","t":"Chocolate is the first luxury. It has so many things wrapped up in it: Deliciusness in the moment, childhood memories, and that grin-inducing feeling of getting a reward for being good.","c":"good","a":"Mariska Hargitay"},{"id":"6LNtqgUznlq4m","t":"Now and then it's good to pause in our pursuit of happiness and just be happy.","c":"good","a":"Guillaume Apollinaire"},{"id":"zmg8NkU6VyMvV","t":"The first question which the priest and the Levite asked was: 'If I stop to help this man, what will happen to me?' But... the good Samaritan reversed the question: 'If I do not stop to help this man, what will happen to him?'","c":"good","a":"Martin Luther King, Jr."},{"id":"sx5qVDapfN2of","t":"Be true to the game, because the game will be true to you. If you try to shortcut the game, then the game will shortcut you. If you put forth the effort, good things will be bestowed upon you. That's truly about the game, and in some ways that's about life too.","c":"good","a":"Michael Jordan"},{"id":"cFyL7ewSIFoZY","t":"The very atmosphere of firearms anywhere and everywhere restrains evil interference - they deserve a place of honor with all that's good.","c":"good","a":"George Washington"},{"id":"xHf2LJVq12Lqc","t":"The idea of redemption is always good news, even if it means sacrifice or some difficult times.","c":"good","a":"Patti Smith"},{"id":"s2yuCwoThqURo","t":"If you can't make it good, at least make it look good.","c":"good","a":"Bill Gates"},{"id":"0aGnMEOgr2PUe","t":"You have a good many little gifts and virtues, but there is no need of parading them, for conceit spoils the finest genius. There is not much danger that real talent or goodness will be overlooked long, and the great charm of all power is modesty.","c":"good","a":"Louisa May Alcott"},{"id":"8VTLlccpLN8ZG","t":"Each year one vicious habit discarded, in time might make the worst of us good.","c":"good","a":"Benjamin Franklin"},{"id":"uzgQGJnOZ0hoC","t":"An inexhaustible good nature is one of the most precious gifts of heaven, spreading itself like oil over the troubled sea of thought, and keeping the mind smooth and equable in the roughest weather.","c":"good","a":"Washington Irving"},{"id":"FnFRXUTNx9rSc","t":"What is the good of your stars and trees, your sunrise and the wind, if they do not enter into our daily lives?","c":"good","a":"E. M. Forster"},{"id":"CPn9hZ2-lBf_U","t":"Well, well, Henry James is pretty good, though he is of the nineteenth century, and that glaringly.","c":"good","a":"Robert Louis Stevenson"},{"id":"Ui1BcSqmtcbrI","t":"Words - so innocent and powerless as they are, as standing in a dictionary, how potent for good and evil they become in the hands of one who knows how to combine them.","c":"good","a":"Nathaniel Hawthorne"},{"id":"NwgetOoAnti4w","t":"I think every good Christian ought to kick Falwell right in the ass.","c":"good","a":"Barry Goldwater","e":true},{"id":"uD17UyB8NmHVE","t":"I choose my friends for their good looks, my acquaintances for their good characters, and my enemies for their intellects. A man cannot be too careful in the choice of his enemies.","c":"good","a":"Oscar Wilde"},{"id":"NW4IqkDJCyIqr","t":"The good times of today, are the sad thoughts of tomorrow.","c":"good","a":"Bob Marley"},{"id":"zIlGSzqKU0kVa","t":"Bad times have a scientific value. These are occasions a good learner would not miss.","c":"good","a":"Ralph Waldo Emerson"},{"id":"-w2xROtZzJ3D5","t":"If I'd had good discipline, I might have gone into music.","c":"good","a":"Clint Eastwood"},{"id":"XNfvdNrdi2Cq7","t":"A good hockey player plays where the puck is. A great hockey player plays where the puck is going to be.","c":"good","a":"Wayne Gretzky"},{"id":"kaCJ2VkEowhfz","t":"It is not enough to have a good mind the main thing is to use it well.","c":"good","a":"Rene Descartes"},{"id":"HO-E1qmxEumK_","t":"Many a man fails as an original thinker simply because his memory it too good.","c":"good","a":"Friedrich Nietzsche"},{"id":"GACum5vTUsira","t":"Destiny is a good thing to accept when it's going your way. When it isn't, don't call it destiny call it injustice, treachery, or simple bad luck.","c":"good","a":"Joseph Heller"},{"id":"kid0A53yXqxGO","t":"The reason this country continues its drift toward socialism and big nanny government is because too many people vote in the expectation of getting something for nothing, not because they have a concern for what is good for the country.","c":"good","a":"Lyn Nofziger"},{"id":"1nvnW9XUFp_UO","t":"The reading of all good books is like a conversation with the finest minds of past centuries.","c":"good","a":"Rene Descartes"},{"id":"wTJHwgWywHVZX","t":"He who is to be a good ruler must have first been ruled.","c":"good","a":"Aristotle"},{"id":"A9XtVLH1bLyhk","t":"Those disputing, contradicting, and confuting people are generally unfortunate in their affairs. They get victory, sometimes, but they never get good will, which would be of more use to them.","c":"good","a":"Benjamin Franklin"},{"id":"GBy8UNl49VORC","t":"A people and their religion must be judged by social standards based on social ethics. No other standard would have any meaning if religion is held to be necessary good for the well-being of the people.","c":"good","a":"B. R. Ambedkar"},{"id":"RuphQqfwJ86zo","t":"I've turned down jobs because I've said, 'Honestly, I can't find my way in. I can't do it. I love you, as a director. I think the script is good. You deserve better than I think I can do.'","c":"good","a":"David Duchovny"},{"id":"ELCFP_ivbEYlQ","t":"If you go to work on your goals, your goals will go to work on you. If you go to work on your plan, your plan will go to work on you. Whatever good things we build end up building us.","c":"good","a":"Jim Rohn"},{"id":"vHGflZbmv1Z6K","t":"A good conscience is a continual Christmas.","c":"good","a":"Benjamin Franklin"},{"id":"egHze5-krpLHD","t":"Any man may be in good spirits and good temper when he's well dressed. There ain't much credit in that.","c":"good","a":"Charles Dickens"},{"id":"m9aYfKpRYgLdd","t":"I want to state upfront, unequivocally and without doubt: I do not believe that any racial, ethnic or gender group has an advantage in sound judging. I do believe that every person has an equal opportunity to be a good and wise judge, regardless of their background or life experiences.","c":"good","a":"Sonia Sotomayor"},{"id":"jvetii3L2yfS8","t":"I am convinced that material things can contribute a lot to making one's life pleasant, but, basically, if you do not have very good friends and relatives who matter to you, life will be really empty and sad and material things cease to be important.","c":"good","a":"David Rockefeller"},{"id":"RCYSGZ__e_3pV","t":"He who can no longer pause to wonder and stand rapt in awe, is as good as dead his eyes are closed.","c":"good","a":"Albert Einstein"},{"id":"9jRv_Y1B_Acwy","t":"What good is it being Marilyn Monroe? Why can't I just be an ordinary woman?","c":"good","a":"Marilyn Monroe"},{"id":"UeXN-wBqMNXka","t":"I'm kind of a good girl - and I'm not. I'm a good girl because I really believe in love, integrity, and respect. I'm a bad girl because I like to tease. I know that I have sex appeal in my deck of cards. But I like to get people thinking. That's what the stories in my music do.","c":"good","a":"Katy Perry","e":true},{"id":"OqVsx2mhI-99v","t":"Any book that helps a child to form a habit of reading, to make reading one of his deep and continuing needs, is good for him.","c":"good","a":"Maya Angelou"},{"id":"AnE-uBNX1lZT2","t":"Edible, adj.: Good to eat, and wholesome to digest, as a worm to a toad, a toad to a snake, a snake to a pig, a pig to a man, and a man to a worm.","c":"good","a":"Ambrose Bierce"},{"id":"CgbCRQKPpoUT7","t":"One can know a man from his laugh, and if you like a man's laugh before you know anything of him, you may confidently say that he is a good man.","c":"good","a":"Fyodor Dostoevsky"},{"id":"8U6rTMa0Nl6R-","t":"By cultivating the beautiful we scatter the seeds of heavenly flowers, as by doing good we cultivate those that belong to humanity.","c":"good","a":"Robert A. Heinlein"},{"id":"Mm4bjztDC657f","t":"There must always remain something that is antagonistic to good.","c":"good","a":"Plato"},{"id":"M03e328cOh2a4","t":"Less is only more where more is no good.","c":"good","a":"Frank Lloyd Wright"},{"id":"zKZfibk_Tesjz","t":"I've learnt that through life you just get on with it. You're going to meet a lot of dishonest people along the line and you say good luck to them. I hope they live in comfort. Then I start sticking more pins in their effigies.","c":"good","a":"Roger Moore"},{"id":"_VOknTUPvA-Zm","t":"It is good to express a thing twice right at the outset and so to give it a right foot and also a left one. Truth can surely stand on one leg, but with two it will be able to walk and get around.","c":"good","a":"Friedrich Nietzsche"},{"id":"OPvBjZg_oTkZN","t":"A policy is a temporary creed liable to be changed, but while it holds good it has got to be pursued with apostolic zeal.","c":"good","a":"Mahatma Gandhi"},{"id":"4ojGRw5ICTr-7","t":"I am not interested in power for power's sake, but I'm interested in power that is moral, that is right and that is good.","c":"good","a":"Martin Luther King, Jr."},{"id":"rJ6iWrveq0dpT","t":"To have ego means to believe in your own strength. And to also be open to other people's views. It is to be open, not closed. So, yes, my ego is big, but it's also very small in some areas. My ego is responsible for my doing what I do - bad or good.","c":"good","a":"Barbra Streisand"},{"id":"5IRNdXka6tKmn","t":"He who speaks without modesty will find it difficult to make his words good.","c":"good","a":"Confucius"},{"id":"rUWOdaIgtbUeg","t":"The good opinion of mankind, like the lever of Archimedes, with the given fulcrum, moves the world.","c":"good","a":"Thomas Jefferson"},{"id":"huUsgkWguNdqj","t":"What a good thing Adam had. When he said a good thing he knew nobody had said it before.","c":"good","a":"Mark Twain"},{"id":"ebrfSG4U1xghC","t":"The Senate is a place filled with goodwill and good intentions, and if the road to hell is paved with them, then it's a pretty good detour.","c":"good","a":"Hubert H. Humphrey"},{"id":"fwNeWChwTDIt1","t":"I don't believe that old cliche that good things come to those who wait. I think good things come to those who want something so bad they can't sit still.","c":"good","a":"Ashton Kutcher"},{"id":"2sRTZiF5yZd_0","t":"I was considered by my peers to be a good comedian. So that's all I ever strived to do was get some recognition from my peers.","c":"good","a":"Ron White"},{"id":"S5h7DWcYJfAAy","t":"He who bestows his goods upon the poor shall have as much again, and ten times more.","c":"good","a":"John Bunyan"},{"id":"DRNNpvIukEz5Q","t":"Finding good players is easy. Getting them to play as a team is another story.","c":"good","a":"Casey Stengel"},{"id":"e5BpgrYhMWbPx","t":"The wicked leader is he who the people despise. The good leader is he who the people revere. The great leader is he who the people say, 'We did it ourselves.'","c":"good","a":"Lao Tzu"},{"id":"KHhcAQnVNJzaH","t":"Good actions give strength to ourselves and inspire good actions in others.","c":"good","a":"Plato"},{"id":"-sua3IcaKVjR8","t":"In modern life nothing produces such an effect as a good platitude. It makes the whole world kin.","c":"good","a":"Oscar Wilde"},{"id":"su93Ddae0O-uS","t":"You know when something feels so good but you're afraid to feel good about it? So you kinda hold back? Everyone says, Congratulations, you must be so happy. And you say something stupid like, I'm just doing what little I can with what little I have.","c":"good","a":"Vin Diesel"},{"id":"ajgCRDidqyDyy","t":"Good leadership consists of showing average people how to do the work of superior people.","c":"good","a":"John D. Rockefeller"},{"id":"7SwWgpvpaM-EQ","t":"To understand me, you have to meet me and be around me. And then only if I'm in a good mood - don't meet me in a bad mood.","c":"good","a":"Avril Lavigne"},{"id":"9G-Xik8hKmYdi","t":"We shall never know all the good that a simple smile can do.","c":"good","a":"Mother Teresa"},{"id":"ThpFkqbdrRbqT","t":"Life takes its path and sometimes there are people to blame. Of course there are bad people in this world. Good, bad, it happens unfortunately. But in a way I think if there was more focus on the good, more good would happen.","c":"good","a":"Andrea Corr"},{"id":"OGeayuR7RBJNJ","t":"Don't believe your friends when they ask you to be honest with them. All they really want is to be maintained in the good opinion they have of themselves.","c":"good","a":"Albert Camus"},{"id":"68ujAz0aYtq5Q","t":"And this, our life, exempt from public haunt, finds tongues in trees, books in the running brooks, sermons in stones, and good in everything.","c":"good","a":"William Shakespeare"},{"id":"bugtYfMjHjn1i","t":"What this country needs what every country needs occasionally is a good hard bloody war to revive the vice of patriotism on which its existence as a nation depends.","c":"good","a":"Ambrose Bierce"},{"id":"UYmP21ytQ4ekX","t":"If it looks good, you'll see it. If it sounds good, you'll hear it. If its marketed right, you'll buy it. But... If its real... you'll feel it.","c":"good","a":"Kid Rock"},{"id":"_tOAQQ8qq46f7","t":"Depend upon yourself. Make your judgement trustworthy by trusting it. You can develop good judgement as you do the muscles of your body - by judicious, daily exercise. To be known as a man of sound judgement will be much in your favor.","c":"good","a":"Grantland Rice"},{"id":"9oKq2Op-gcF7C","t":"Good breeding differs, if at all, from high breeding only as it gracefully remembers the rights of others, rather than gracefully insists on its own rights.","c":"good","a":"Thomas Carlyle"},{"id":"aXlDcqYBBFqHL","t":"I have thought a sufficient measure of civilization is the influence of good women.","c":"good","a":"Ralph Waldo Emerson"},{"id":"xiGBrRhnL1Ik8","t":"I only wish that ordinary people had an unlimited capacity for doing harm then they might have an unlimited power for doing good.","c":"good","a":"Socrates"},{"id":"bbT9RR3Foa0OJ","t":"A man that does not know how to be angry does not know how to be good.","c":"good","a":"Henry Ward Beecher"},{"id":"dvsl9AgnryEN9","t":"The stories that I want to tell, especially as a director, don't necessarily have a perfect ending because, the older you get, the more you appreciate a good day versus a happy ending. You understand that life continues on the next day the reality of things is what happens tomorrow.","c":"good","a":"Drew Barrymore"},{"id":"xh-WcmPHBnl_C","t":"The good ended happily, and the bad unhappily. That is what fiction means.","c":"good","a":"Oscar Wilde"},{"id":"M0lDvOJcspM4d","t":"Mere longevity is a good thing for those who watch Life from the side lines. For those who play the game, an hour may be a year, a single day's work an achievement for eternity.","c":"good","a":"Helen Hayes"},{"id":"SKfrsUpLD40ik","t":"The only advantage of not being too good a housekeeper is that your guests are so pleased to feel how very much better they are.","c":"good","a":"Eleanor Roosevelt"},{"id":"ZV7G8o1jhl9BM","t":"He who is not a good servant will not be a good master.","c":"good","a":"Plato"},{"id":"bA520mCNMxl9l","t":"I wish they'd had electric guitars in cotton fields back in the good old days. A whole lot of things would've been straightened out.","c":"good","a":"Jimi Hendrix"},{"id":"4gS7EKN4l1a51","t":"A man is as good as he has to be, and a woman as bad as she dares.","c":"good","a":"Elbert Hubbard"},{"id":"HuBLHP8rF-nZz","t":"What good am I? I can't have kids. I can't cook. I've been divorced three times. Who would want me?","c":"good","a":"Marilyn Monroe"},{"id":"ktAaHhE3dpc03","t":"We are persuaded that good Christians will always be good citizens, and that where righteousness prevails among individuals the Nation will be great and happy. Thus while just government protects all in their religious rights, true religion affords to government it's surest support.","c":"good","a":"George Washington"},{"id":"6Tu4_VIO0GXxu","t":"A lawyer is never entirely comfortable with a friendly divorce, anymore than a good mortician wants to finish his job and then have the patient sit up on the table.","c":"good","a":"Jean Kerr"},{"id":"upsZEvxT5T87V","t":"For good or for ill, air mastery is today the supreme expression of military power and fleets and armies, however vital and important, must accept a subordinate rank.","c":"good","a":"Winston Churchill"},{"id":"ynJiUe68Axq0H","t":"A man has to live with himself, and he should see to it that he always has good company.","c":"good","a":"Charles Evans Hughes"},{"id":"Zlfa8MlUVIMUC","t":"Do not be too moral. You may cheat yourself out of much life so. Aim above morality. Be not simply good be good for something.","c":"good","a":"Henry David Thoreau"},{"id":"o58XyQfdkNCTZ","t":"No man succeeds without a good woman behind him. Wife or mother, if it is both, he is twice blessed indeed.","c":"good","a":"Godfrey Winn"},{"id":"vgkBcJ759e6Pt","t":"The battleline between good and evil runs through the heart of every man.","c":"good","a":"Aleksandr Solzhenitsyn"},{"id":"YD_eb3ongPsJK","t":"I used to work in a funeral home to feel good about myself, just the fact that I was breathing.","c":"good","a":"Chuck Palahniuk"},{"id":"9oSYSBkbD92pU","t":"There are things they tell us that sound good to hear, but when they have accomplished their purpose they will go home and will not try to fulfill our agreements with them.","c":"good","a":"Sitting Bull"},{"id":"bP3vvVyMCcEAB","t":"Great ambition is the passion of a great character. Those endowed with it may perform very good or very bad acts. All depends on the principles which direct them.","c":"good","a":"Napoleon Bonaparte"},{"id":"kPLAs4bCeHTxr","t":"It's not vanity to feel you have a right to be beautiful. Women are taught to feel we're not good enough, that we must live up to someone else's standards. But my aim is to cherish myself as I am.","c":"good","a":"Elle Macpherson"},{"id":"4jpIxBbiWcOLv","t":"The first requisite of a good citizen in this republic of ours is that he shall be able and willing to pull his own weight.","c":"good","a":"Theodore Roosevelt"},{"id":"raevHNOUvBpgJ","t":"Few people have the wisdom to prefer the criticism that would do them good, to the praise that deceives them.","c":"good","a":"Francois de La Rochefoucauld"},{"id":"frQD66uTvQCIA","t":"Don't follow any advice, no matter how good, until you feel as deeply in your spirit as you think in your mind that the counsel is wise.","c":"good","a":"Joan Rivers"},{"id":"RhPmhF1z0PeEW","t":"A good thing to remember is somebody's got it a lot worse than we do.","c":"good","a":"Joel Osteen"},{"id":"AOuoeOkeKM_E7","t":"Character is the ability to carry out a good resolution long after the excitement of the moment has passed.","c":"good","a":"Cavett Robert"},{"id":"kLaxKymhUoK8x","t":"If to do were as easy as to know what were good to do, chapels had been churches, and poor men's cottage princes' palaces.","c":"good","a":"William Shakespeare"},{"id":"uVxVBeSrY1IUQ","t":"I have seen how the foundations of the world are laid, and I have not the least doubt that it will stand a good while.","c":"good","a":"Henry David Thoreau"},{"id":"RJCTZqV_6Uj2d","t":"A good idea is about ten percent and implementation and hard work, and luck is 90 percent.","c":"good","a":"Guy Kawasaki"},{"id":"i6q8-yGRCaP7n","t":"Good manners sometimes means simply putting up with other people's bad manners.","c":"good","a":"H. Jackson Brown, Jr."},{"id":"G4HnKlw2BuXLz","t":"If you're happy, if you're feeling good, then nothing else matters.","c":"good","a":"Robin Wright Penn"},{"id":"eyLd7tDCdIR88","t":"My idea of good company is the company of clever, well-informed people who have a great deal of conversation that is what I call good company.","c":"good","a":"Jane Austen"},{"id":"6FBza_AKwmokh","t":"Treasure the love you receive above all. It will survive long after your good health has vanished.","c":"good","a":"Og Mandino"},{"id":"OiKTZf3bDPB6-","t":"I once had a rose named after me and I was very flattered. But I was not pleased to read the description in the catalogue: no good in a bed, but fine up against a wall.","c":"good","a":"Eleanor Roosevelt"},{"id":"ODmOg7aKFEOYk","t":"To keep the body in good health is a duty... otherwise we shall not be able to keep our mind strong and clear.","c":"good","a":"Buddha"},{"id":"y4ZC4KsY_rRM-","t":"Why not invest your assets in the companies you really like? As Mae West said, 'Too much of a good thing can be wonderful'.","c":"good","a":"Warren Buffett"},{"id":"SafyD9AwYNF0v","t":"Dedicate yourself to the good you deserve and desire for yourself. Give yourself peace of mind. You deserve to be happy. You deserve delight.","c":"good","a":"Hannah Arendt"},{"id":"oBRjFLlDslz2F","t":"Men are only as good as their technical development allows them to be.","c":"good","a":"George Orwell"},{"id":"Mf5ZEeRzJsrnR","t":"What the people want is very simple - they want an America as good as its promise.","c":"good","a":"Barbara Jordan"},{"id":"EQn3zZ3N_acpq","t":"What do I think of Western civilization? I think it would be a very good idea.","c":"good","a":"Mahatma Gandhi"},{"id":"hAA6XLi36bC7S","t":"It is lamentable, that to be a good patriot one must become the enemy of the rest of mankind.","c":"good","a":"Voltaire"},{"id":"vQKin72ObWN4m","t":"All you need for happiness is a good gun, a good horse, and a good wife.","c":"good","a":"Daniel Boone"},{"id":"ozDkCXPoHSFkK","t":"A man is in general better pleased when he has a good dinner upon his table, than when his wife talks Greek.","c":"good","a":"Samuel Johnson"},{"id":"qn-F7NKlRUNLv","t":"For all right judgment of any man or things it is useful, nay, essential, to see his good qualities before pronouncing on his bad.","c":"good","a":"Thomas Carlyle"},{"id":"n6BqZqHtuDmdb","t":"I've run into some S.O.B. directors, but I gave them back as good as I got.","c":"good","a":"Carroll O'Connor"},{"id":"JDPiK820Fimxm","t":"Suspicion is the companion of mean souls, and the bane of all good society.","c":"good","a":"Thomas Paine"},{"id":"8C4VVmEJKIUFw","t":"War is war. The only good human being is a dead one.","c":"good","a":"George Orwell"},{"id":"19r8-N4iXEyC0","t":"The Jews don't like Farrakhan, so they call me Hitler. Well, that's a good name. Hitler was a very great man.","c":"good","a":"Louis Farrakhan"},{"id":"LT0wcyaM-qmox","t":"Men of ill judgment ignore the good that lies within their hands, till they have lost it.","c":"good","a":"Sophocles"},{"id":"SZWi2JpatOAM8","t":"The only good luck many great men ever had was being born with the ability and determination to overcome bad luck.","c":"good","a":"Channing Pollock"},{"id":"-MC04OD2dzQaw","t":"A humorist is a person who feels bad, but who feels good about it.","c":"good","a":"Don Herold"},{"id":"f1GGA6dXRAqhb","t":"People who have good relationships at home are more effective in the marketplace.","c":"good","a":"Zig Ziglar"},{"id":"M6czEpQO3bojg","t":"Tomorrow is nothing, today is too late the good lived yesterday.","c":"good","a":"Marcus Aurelius"},{"id":"XOlEXAyO2bKKj","t":"Every man is guilty of all the good he did not do.","c":"good","a":"Voltaire"},{"id":"HjHU29juKzvn8","t":"I like a man who can be a real friend, has a good sense of humor, a good pair of shoes and a healthy gold card.","c":"good","a":"Victoria Beckham"},{"id":"MXo_hK1cS0xhP","t":"Husbands never become good they merely become proficient.","c":"good","a":"H. L. Mencken"},{"id":"pDTni4EraZKBI","t":"I had a really good childhood up until I was nine, then a classic case of divorce really affected me.","c":"good","a":"Kurt Cobain"},{"id":"qKAmap-oHZveq","t":"One has to grow up with good talk in order to form the habit of it.","c":"good","a":"Helen Hayes"},{"id":"1BrysflI0gnCq","t":"Good breeding consists in concealing how much we think of ourselves and how little we think of the other person.","c":"good","a":"Mark Twain"},{"id":"5OzQBbkdI797J","t":"The state comes into existence for the sake of life and continues to exist for the sake of good life.","c":"good","a":"Aristotle"},{"id":"osj260eu08du4","t":"A bland smile is like a green light at an intersection, it feels good when you get one, but you forget it the moment you're past it.","c":"good","a":"Doug Coupland"},{"id":"j9oJzh2iWevd-","t":"It takes a lot of imagination to be a good photographer. You need less imagination to be a painter because you can invent things. But in photography everything is so ordinary it takes a lot of looking before you learn to see the extraordinary.","c":"good","a":"David Bailey"},{"id":"jBTozY8jCCDY5","t":"In life, all good things come hard, but wisdom is the hardest to come by.","c":"good","a":"Lucille Ball"},{"id":"9dF3qDYMWZMU7","t":"I am glad that I paid so little attention to good advice had I abided by it I might have been saved from some of my most valuable mistakes.","c":"good","a":"Edna St. Vincent Millay"},{"id":"ENrOILGPdzOSH","t":"If you're not willing to work hard, let someone else do it. I'd rather be with someone who does a horrible job, but gives 110% than with someone who does a good job and gives 60%.","c":"good","a":"Will Smith"},{"id":"7_jSzXgjEWvXU","t":"In truth, politeness is artificial good humor, it covers the natural want of it, and ends by rendering habitual a substitute nearly equivalent to the real virtue.","c":"good","a":"Thomas Jefferson"},{"id":"lmsBN_9S9Iqyh","t":"Happiness is the only good. The time to be happy is now. The place to be happy is here. The way to be happy is to make others so.","c":"good","a":"Robert Green Ingersoll"},{"id":"QX49BnetF9oQ2","t":"You're in pretty good shape for the shape you are in.","c":"good","a":"Dr. Seuss"},{"id":"nvLTKFuZattzA","t":"Acorns were good until bread was found.","c":"good","a":"Francis Bacon"},{"id":"9phJVdqp39SmN","t":"Show me a good loser, and I'll show you a loser.","c":"good","a":"Vince Lombardi"},{"id":"zT5Whrv2avZOi","t":"Manners is the key thing. Say, for instance, when you're growing up, you're walking down the street, you've got to tell everybody good morning. Everybody. You can't pass one person.","c":"good","a":"Usain Bolt"},{"id":"V2jNXN0dZ6VMu","t":"The evil that men do lives after them the good is oft interred with their bones.","c":"good","a":"William Shakespeare"},{"id":"MkRdTKfuk7ZVs","t":"To assert in any case that a man must be absolutely cut off from society because he is absolutely evil amounts to saying that society is absolutely good, and no-one in his right mind will believe this today.","c":"good","a":"Albert Camus"},{"id":"9uklQcy_4F2Hq","t":"When you are angry or frustrated, what comes out? Whatever it is, it's a good indication of what you're made of.","c":"good","a":"H. Jackson Brown, Jr."},{"id":"ZSDrA2A1NltPG","t":"What good are fans? You can't eat applause for breakfast. You can't sleep with it.","c":"good","a":"Bob Dylan"},{"id":"_ReSvv2a_h0qz","t":"I believe that every human mind feels pleasure in doing good to another.","c":"good","a":"Thomas Jefferson"},{"id":"8duWN6trLZEfP","t":"We are all here for a spell, get all the good laughs you can.","c":"good","a":"Will Rogers"},{"id":"LSrCF2bgDZG5N","t":"Anything you're good at contributes to happiness.","c":"good","a":"Bertrand Russell"},{"id":"TlE09dVVpeqzp","t":"It's no good running a pig farm badly for 30 years while saying, 'Really, I was meant to be a ballet dancer.' By then, pigs will be your style.","c":"good","a":"Quentin Crisp"},{"id":"_tVxQaXNwin1f","t":"A man who is good enough to shed his blood for the country is good enough to be given a square deal afterwards.","c":"good","a":"Theodore Roosevelt"},{"id":"2n6qXwBbjouW-","t":"Fun is good.","c":"good","a":"Dr. Seuss"},{"id":"I7xEbv8ejUL_1","t":"Do good to your friends to keep them, to your enemies to win them.","c":"good","a":"Benjamin Franklin"},{"id":"vRD_4S_w63o-3","t":"There is something good in all seeming failures. You are not to see that now. Time will reveal it. Be patient.","c":"good","a":"Sivananda"},{"id":"KYPCfdzYpWW4a","t":"Of all tyrannies a tyranny sincerely exercised for the good of its victims may be the most oppressive.","c":"good","a":"C. S. Lewis"},{"id":"zBp_O16aG8udX","t":"In the final analysis, the questions of why bad things happen to good people transmutes itself into some very different questions, no longer asking why something happened, but asking how we will respond, what we intend to do now that it happened.","c":"good","a":"Pierre Teilhard de Chardin"},{"id":"cDNzBW7KlfD4u","t":"He that does good to another does good also to himself.","c":"good","a":"Lucius Annaeus Seneca"},{"id":"JvUgoUigsXP1B","t":"All good books have one thing in common - they are truer than if they had really happened.","c":"good","a":"Ernest Hemingway"},{"id":"SwVPtUcXcith7","t":"Learn to... be what you are, and learn to resign with a good grace all that you are not.","c":"good","a":"Henri Frederic Amiel"},{"id":"3TxqrT_1ZFQvT","t":"I'm leaving the screen because I don't think I am very good in the pictures and I have this beautiful dream that I'm elegant on the stage.","c":"good","a":"Helen Hayes"},{"id":"1bAixqWkdn45B","t":"A good man often appears gauche simply because he does not take advantage of the myriad mean little chances of making himself look stylish. Preferring truth to form, he is not constantly at work upon the facade of his appearance.","c":"good","a":"Alanis Morissette"},{"id":"UZ5HcoTUB4NSu","t":"Make friends with the angels, who though invisible are always with you. Often invoke them, constantly praise them, and make good use of their help and assistance in all your temporal and spiritual affairs.","c":"good","a":"Saint Francis de Sales"},{"id":"87pzvaulMSuPu","t":"Any good music must be an innovation.","c":"good","a":"Les Baxter"},{"id":"VxCHA0evMn8ih","t":"Democracy is the theory that the common people know what they want, and deserve to get it good and hard.","c":"good","a":"H. L. Mencken"},{"id":"yeu9GUlM9sjZw","t":"Being generous or doing things for others actually makes me feel good so I don't do it because I hope karma will come round and get me and I'll benefit from it.","c":"good","a":"David Schwimmer"},{"id":"2dlyIBgF0VzW6","t":"Happiness? A good cigar, a good meal, a good cigar and a good woman - or a bad woman it depends on how much happiness you can handle.","c":"good","a":"George Burns"},{"id":"jeTiQJr6pHZhL","t":"Until we meet again, may the good Lord take a liking to you.","c":"good","a":"Roy Rogers"},{"id":"YsD7NMQ9og3jh","t":"We must not discriminate between things. Where things are concerned there are no class distinctions. We must pick out what is good for us where we can find it.","c":"good","a":"Pablo Picasso"},{"id":"TXvc3MdzwhCAn","t":"Of all that is good, sublimity is supreme. Succeeding is the coming together of all that is beautiful. Furtherance is the agreement of all that is just. Perseverance is the foundation of all actions.","c":"good","a":"Lao Tzu"},{"id":"J3T-KeUz0N69F","t":"Concentrated power is not rendered harmless by the good intentions of those who create it.","c":"good","a":"Milton Friedman"},{"id":"CyIbzHhKdBbH_","t":"The good die young, because they see it's no use living if you have got to be good.","c":"good","a":"John Barrymore"},{"id":"yfRKOMmMR63GU","t":"A thing moderately good is not so good as it ought to be. Moderation in temper is always a virtue but moderation in principle is always a vice.","c":"good","a":"Thomas Paine"},{"id":"6gyH5IJfFBsql","t":"All I can tell you really is if you get to the point where someone is telling you that you are not great or not good enough, just follow your heart and don't let anybody crush your dream.","c":"good","a":"Patti LaBelle"},{"id":"T7RyXX12VZtxZ","t":"Papa, potatoes, poultry, prunes and prism, are all very good words for the lips.","c":"good","a":"Charles Dickens"},{"id":"MJobPHjNRazXg","t":"Toleration is good for all, or it is good for none.","c":"good","a":"Edmund Burke"},{"id":"uDUOX6WAXJvW5","t":"The good life is one inspired by love and guided by knowledge.","c":"good","a":"Bertrand Russell"},{"id":"qaDa7sbOETNnW","t":"Few things are harder to put up with than the annoyance of a good example.","c":"good","a":"Mark Twain"},{"id":"y5xUj7ViXx_5x","t":"And above all things, never think that you're not good enough yourself. A man should never think that. My belief is that in life people will take you at your own reckoning.","c":"good","a":"Isaac Asimov"},{"id":"tyjaD5FAEEMxK","t":"To be doing good deeds is man's most glorious task.","c":"good","a":"Sophocles"},{"id":"6nbeiDOxWAFm7","t":"Dig within. Within is the wellspring of Good and it is always ready to bubble up, if you just dig.","c":"good","a":"Marcus Aurelius"},{"id":"nPzgBLwG9tsfS","t":"Bad taste creates many more millionaires than good taste.","c":"good","a":"Charles Bukowski"},{"id":"t4J0QFwgudR_q","t":"A good man can be stupid and still be good. But a bad man must have brains.","c":"good","a":"Maxim Gorky"},{"id":"a74DeY4_trHKX","t":"A truly good book teaches me better than to read it. I must soon lay it down, and commence living on its hint. What I began by reading, I must finish by acting.","c":"good","a":"Henry David Thoreau"},{"id":"9DFurF3kDG1xZ","t":"I think sportsmanship is knowing that it is a game, that we are only as a good as our opponents, and whether you win or lose, to always give 100 percent.","c":"good","a":"Sue Wicks"},{"id":"56bs0msnIHDtA","t":"Those who can win a war well can rarely make a good peace and those who could make a good peace would never have won the war.","c":"good","a":"Winston Churchill"},{"id":"N7Ndb5IrhosFY","t":"A good husband is never the first to go to sleep at night or the last to awake in the morning.","c":"good","a":"Honore de Balzac"},{"id":"OSPoj3Su1I0W8","t":"Property may be destroyed and money may lose its purchasing power but, character, health, knowledge and good judgement will always be in demand under all conditions.","c":"good","a":"Roger Babson"},{"id":"T9MCQ8joXP3oJ","t":"To invent, you need a good imagination and a pile of junk.","c":"good","a":"Thomas A. Edison"},{"id":"xEWX2GnDXb7DM","t":"A perpetual holiday is a good working definition of hell.","c":"good","a":"George Bernard Shaw"},{"id":"cXG9FoYxLlGng","t":"Look within. Within is the fountain of good, and it will ever bubble up, if thou wilt ever dig.","c":"good","a":"Marcus Aurelius"},{"id":"EhtD6rCukviSV","t":"I realize I don't do a very good job in keeping up to date, but I try to.","c":"good","a":"Bob Dylan"},{"id":"figRPlxskhXqp","t":"Like every man of sense and good feeling, I abominate work.","c":"good","a":"Aldous Huxley"},{"id":"yWUKCbAxFbxbK","t":"The main foundations of every state, new states as well as ancient or composite ones, are good laws and good arms you cannot have good laws without good arms, and where there are good arms, good laws inevitably follow.","c":"good","a":"Niccolo Machiavelli"},{"id":"f-8fabgX1J7Ds","t":"I surround myself with positive, productive people of good will and decency.","c":"good","a":"Ted Nugent"},{"id":"oAq5UGwDLM0QY","t":"A good reputation is more valuable than money.","c":"good","a":"Publilius Syrus"},{"id":"mTfYo2lhLNbbr","t":"My New Year's resolution is to stick to a good workout plan that will keep me healthy and happy.","c":"good","a":"James Lafferty"},{"id":"fdc6Juqp3FYS0","t":"A good photographer can make you look incredible, even when you're not feeling very sexy.","c":"good","a":"Cindy Margolis","e":true},{"id":"XKXqxXAXX2Kd5","t":"Waste no more time arguing about what a good man should be. Be one.","c":"good","a":"Marcus Aurelius"},{"id":"V1t7szIks1SJn","t":"All credibility, all good conscience, all evidence of truth come only from the senses.","c":"good","a":"Friedrich Nietzsche"},{"id":"CjjR5wR9y19zF","t":"It's good to shut up sometimes.","c":"good","a":"Marcel Marceau"},{"id":"7ntSKG9Z1bg1Z","t":"What you see, but can't see over is as good as infinite.","c":"good","a":"Thomas Carlyle"},{"id":"3HNQHVWKMx49j","t":"I learnt a whole lot from my mother. About music, relationships, being a good person, loving people, the whole of life. I learnt about everything from her. Every single day I think about her. All through the day.","c":"good","a":"R. Kelly"},{"id":"946W1NN7yBtYu","t":"It's a good place when all you have is hope and not expectations.","c":"good","a":"Danny Boyle"},{"id":"b7_lYs3h_IkjE","t":"It's a good thing I was born a girl, otherwise I'd be a drag queen.","c":"good","a":"Dolly Parton"},{"id":"EW3QY4P_vDAK0","t":"Many foxes grow gray but few grow good.","c":"good","a":"Benjamin Franklin"},{"id":"xTXcXLLx2Lt1G","t":"Henceforth I ask not good fortune. I myself am good fortune.","c":"good","a":"Walt Whitman"},{"id":"yDrNHUPZO0M4T","t":"I don't think Christmas is necessarily about things. It's about being good to one another, it's about the Christian ethic, it's about kindness.","c":"good","a":"Carrie Fisher"},{"id":"Pf6uYeQVYushg","t":"A good politician is quite as unthinkable as an honest burglar.","c":"good","a":"H. L. Mencken"},{"id":"Xfv6dtITkOxAa","t":"It takes time to persuade men to do even what is for their own good.","c":"good","a":"Thomas Jefferson"},{"id":"W5RoE5WvWV5qM","t":"There is no kind of dishonesty into which otherwise good people more easily and frequently fall than that of defrauding the government.","c":"good","a":"Benjamin Franklin"},{"id":"-jMjynctANmCz","t":"He who is too busy doing good finds no time to be good.","c":"good","a":"Rabindranath Tagore"},{"id":"TTsSO5LLf1k1y","t":"In fact, I thought that Christianity was very a good and a very valuable thing for us. But after a while, I began to feel that the story that I was told about this religion wasn't perhaps completely whole, that something was left out.","c":"good","a":"Chinua Achebe"},{"id":"IykN6-IsK4ZuQ","t":"Only government can take perfectly good paper, cover it with perfectly good ink and make the combination worthless.","c":"good","a":"Milton Friedman"},{"id":"c-3-5p1HUHg5K","t":"The infliction of cruelty with a good conscience is a delight to moralists. That is why they invented Hell.","c":"good","a":"Bertrand Russell"},{"id":"R-OOYNcg-hDL-","t":"I had a stick of CareFree gum, but it didn't work. I felt pretty good while I was blowing that bubble, but as soon as the gum lost its flavor, I was back to pondering my mortality.","c":"good","a":"Mitch Hedberg"},{"id":"LlzP7bM3hoT-L","t":"Professionalism is not sportsmanship. If you don't succeed, you won't be in your profession for long. In our society, it's not about good or bad. It's about who's on top.","c":"good","a":"Chili Davis"},{"id":"GcbGvZ2IbnWOS","t":"Happiness is nothing more than good health and a bad memory.","c":"good","a":"Albert Schweitzer"},{"id":"BTqW47REr-Mtr","t":"All tyranny needs to gain a foothold is for people of good conscience to remain silent.","c":"good","a":"Edmund Burke"},{"id":"tGt1Yy2V2LLK5","t":"Only the young die good.","c":"good","a":"Oliver Herford"},{"id":"4sbg60w8wB6SW","t":"The World is my country, all mankind are my brethren, and to do good is my religion.","c":"good","a":"Thomas Paine"},{"id":"A7__5nJiIijps","t":"A good photograph is knowing where to stand.","c":"good","a":"Ansel Adams"},{"id":"Gi4hf_WnJ0aQl","t":"I'm not in the leftist controlled Rock and Roll Hall of Fame because of my political views, primarily my lifelong militant support of the NRA, the Second Amendment, and my belief that the only good bad guy is a dead bad guy.","c":"good","a":"Ted Nugent"},{"id":"tLq8M35BzgycF","t":"A conversation is a dialogue, not a monologue. That's why there are so few good conversations: due to scarcity, two intelligent talkers seldom meet.","c":"good","a":"Truman Capote"},{"id":"wGHHT3sIkjWLi","t":"It's good to trust others but, not to do so is much better.","c":"good","a":"Benito Mussolini"},{"id":"yp2_YDjcLkEKI","t":"Our attitudes control our lives. Attitudes are a secret power working twenty-four hours a day, for good or bad. It is of paramount importance that we know how to harness and control this great force.","c":"good","a":"Irving Berlin"},{"id":"SItLIMfYjPYGk","t":"Politics ought to be the part-time profession of every citizen who would protect the rights and privileges of free people and who would preserve what is good and fruitful in our national heritage.","c":"good","a":"Dwight D. Eisenhower"},{"id":"YtMrduCtIjp7d","t":"Sorrow can be alleviated by good sleep, a bath and a glass of wine.","c":"good","a":"Thomas Aquinas"},{"id":"pA8dm0PMW2QPm","t":"Hearing voices no one else can hear isn't a good sign, even in the wizarding world.","c":"good","a":"J. K. Rowling"},{"id":"s3YN8izuwonP-","t":"I feel beautiful when I'm at peace with myself. When I'm serene, when I'm a good person, when I've been considerate of others.","c":"good","a":"Elle Macpherson"},{"id":"SEHNJJlEj15Cz","t":"If the critics are right that I've made all my decisions based on polls, then I must not be very good at reading them.","c":"good","a":"Barack Obama"},{"id":"N3q5uGfVW_TBB","t":"Sarcasm I now see to be, in general, the language of the devil for which reason I have long since as good as renounced it.","c":"good","a":"Thomas Carlyle"},{"id":"ixFXjG3c3Irvy","t":"My eyesight is not nearly as good. My hearing is probably going away. My memory is slipping too. But I'm still around.","c":"good","a":"John Wooden"},{"id":"qEkmpfnTp7iri","t":"Good people do not need laws to tell them to act responsibly, while bad people will find a way around the laws.","c":"good","a":"Plato"},{"id":"P5MLQvFugd3eH","t":"The omission of good is no less reprehensible than the commission of evil.","c":"good","a":"Plutarch"},{"id":"fc9FvI0uR4PBU","t":"The society which scorns excellence in plumbing as a humble activity and tolerates shoddiness in philosophy because it is an exalted activity will have neither good plumbing nor good philosophy: neither its pipes nor its theories will hold water.","c":"good","a":"John W. Gardner"},{"id":"OAn9pykZbKS6D","t":"Ladies, if you want to know the way to my heart... good spelling and good grammar, good punctuation, capitalize only where you are supposed to capitalize, it's done.","c":"good","a":"John Mayer"},{"id":"90vV_imFInbjI","t":"Honesty and integrity are absolutely essential for success in life - all areas of life. The really good news is that anyone can develop both honesty and integrity.","c":"good","a":"Zig Ziglar"},{"id":"RCUVYfZ9QcXr6","t":"Always do good to others. Be selfless. Mentally remove everything and be free. This is divine life. This is the direct way to Moksha or salvation.","c":"good","a":"Swami Sivananda"},{"id":"QVGT9GC6p8g74","t":"Twice and thrice over, as they say, good is it to repeat and review what is good.","c":"good","a":"Plato"},{"id":"I5XJEPOAYy39y","t":"The sad truth is that most evil is done by people who never make up their minds to be good or evil.","c":"good","a":"Hannah Arendt"},{"id":"kyKNuSytX9y9W","t":"There are several good protections against temptation, but the surest is cowardice.","c":"good","a":"Mark Twain"},{"id":"T82jtDo6Kkxym","t":"You grow up a bit damaged or broken then you have some success but you don't know how to feel good about the work you're doing or the life you're leading.","c":"good","a":"Johnny Depp"},{"id":"_if8CyjGEbpSh","t":"I always pass on good advice. It is the only thing to do with it. It is never of any use to oneself.","c":"good","a":"Oscar Wilde"},{"id":"KP5YVoY2KyXG9","t":"A good listener is usually thinking about something else.","c":"good","a":"Kin Hubbard"},{"id":"PK8i2pdVcE9r6","t":"I would go to the deeps a hundred times to cheer a downcast spirit. It is good for me to have been afflicted, that I might know how to speak a word in season to one that is weary.","c":"good","a":"Charles Spurgeon"},{"id":"9cEi3hwXhYNVZ","t":"Love is the joy of the good, the wonder of the wise, the amazement of the Gods.","c":"good","a":"Plato"},{"id":"tPn0BshMPfOym","t":"The bad fortune of the good turns their faces up to heaven the good fortune of the bad bows their heads down to the earth.","c":"good","a":"Lucius Annaeus Seneca"},{"id":"UUJN_UdJcT5HH","t":"To me, to be a conservative means to conserve the good parts of America and to conserve our Constitution.","c":"good","a":"Ron Paul"},{"id":"ZalX6J-7PFb-n","t":"Now I need to take a piece of wood and make it sound like the railroad track, but I also had to make it beautiful and lovable so that a person playing it would think of it in terms of his mistress, a bartender, his wife, a good psychiatrist - whatever.","c":"good","a":"Les Paul"},{"id":"ZV_h6XFwIwgl-","t":"No one would remember the Good Samaritan if he'd only had good intentions he had money as well.","c":"good","a":"Margaret Thatcher"},{"id":"J7eyqjPYIr7fQ","t":"If you pretend to be good, the world takes you very seriously. If you pretend to be bad, it doesn't. Such is the astounding stupidity of optimism.","c":"good","a":"Oscar Wilde"},{"id":"vjyyosLd-pz2n","t":"It is not good to be too free. It is not good to have everything one wants.","c":"good","a":"Blaise Pascal"},{"id":"o-g0CI6cIwx07","t":"The good die young but not always. The wicked prevail but not consistently. I am confused by life, and I feel safe within the confines of the theatre.","c":"good","a":"Helen Hayes"},{"id":"p_iSVnsiNDytx","t":"A man is called selfish not for pursuing his own good, but for neglecting his neighbor's.","c":"good","a":"Richard Whately"},{"id":"kfKjpjWQH4vQd","t":"When times are tough and people are frustrated and angry and hurting and uncertain, the politics of constant conflict may be good, but what is good politics does not necessarily work in the real world. What works in the real world is cooperation.","c":"good","a":"William J. Clinton"},{"id":"l2CChBHsxYig2","t":"The only thing necessary for the triumph of evil is for good men to do nothing.","c":"good","a":"Edmund Burke"},{"id":"kzVdQqaXPrRZp","t":"The brain is like a muscle. When it is in use we feel very good. Understanding is joyous.","c":"good","a":"Carl Sagan"},{"id":"Uog9LfV2Yxzcy","t":"Talking isn't doing. It is a kind of good deed to say well and yet words are not deeds.","c":"good","a":"William Shakespeare"},{"id":"D6asBY5U8X0mA","t":"Being in a rock band is about touring. It's about writing songs and it's about making records but it's also about taking a wonderful smile onto that stage and making the people feel good about themselves.","c":"good","a":"James Young"},{"id":"A5xfytN_V0Ue1","t":"All human beings are commingled out of good and evil.","c":"good","a":"Robert Louis Stevenson"},{"id":"9LyBJMCa1wIxP","t":"Speak ill of no man, but speak all the good you know of everybody.","c":"good","a":"Benjamin Franklin"},{"id":"Ub4bI_Sa7Snbk","t":"No matter how full a reservoir of maxims one may possess, and no matter how good one's sentiments may be, if one has not taken advantage of every concrete opportunity to act, one's character may remain entirely unaffected for the better.","c":"good","a":"William James"},{"id":"mygQ3DoO0ae98","t":"Manners are a sensitive awareness of the feelings of others. If you have that awareness, you have good manners, no matter what fork you use.","c":"good","a":"Emily Post"},{"id":"b0Rd9zdPVnacL","t":"Everyone has inside of him a piece of good news. The good news is that you don't know how great you can be! How much you can love! What you can accomplish! And what your potential is!","c":"good","a":"Anne Frank"},{"id":"yvL2uK3QjQi76","t":"Glamour is about feeling good in your own skin.","c":"good","a":"Zoe Saldana"},{"id":"9mFEVW1QS_hy2","t":"Do not think of your faults, still less of other's faults look for what is good and strong, and try to imitate it. Your faults will drop off, like dead leaves, when their time comes.","c":"good","a":"John Ruskin"},{"id":"8O8aV7dl1ZZSB","t":"Those who forget good and evil and seek only to know the facts are more likely to achieve good than those who view the world through the distorting medium of their own desires.","c":"good","a":"Bertrand Russell"},{"id":"XeLnbrVs_Lp1b","t":"One good thing about music, when it hits you, you feel no pain.","c":"good","a":"Bob Marley"},{"id":"a0ljT1zwlBB_l","t":"All good music resembles something. Good music stirs by its mysterious resemblance to the objects and feelings which motivated it.","c":"good","a":"Jean Cocteau"},{"id":"qQdZBDlrOhV6y","t":"Fishing provides that connection with the whole living world. It gives you the opportunity of being totally immersed, turning back into yourself in a good way. A form of meditation, some form of communion with levels of yourself that are deeper than the ordinary self.","c":"good","a":"Ted Hughes"},{"id":"ddDEaHmabTaN-","t":"If I am walking with two other men, each of them will serve as my teacher. I will pick out the good points of the one and imitate them, and the bad points of the other and correct them in myself.","c":"good","a":"Confucius"},{"id":"l-iChvjlC4MT3","t":"On a day when you're tired, it's important to just say good morning to everyone so they're kind of aware that it's gonna be a good day. Jamie Lee Curtis told me that.","c":"good","a":"Lindsay Lohan"},{"id":"avVEmbQYSONg6","t":"A sense of humor... is needed armor. Joy in one's heart and some laughter on one's lips is a sign that the person down deep has a pretty good grasp of life.","c":"good","a":"Hugh Sidey"},{"id":"SSXQecGtsy6xW","t":"Good nature is worth more than knowledge, more than money, more than honor, to the persons who possess it.","c":"good","a":"Henry Ward Beecher"},{"id":"rE-rpDAUpzdX6","t":"Active Evil is better than Passive Good.","c":"good","a":"William Blake"},{"id":"R1ISLBxPzI8Pc","t":"A bad man is the sort who weeps every time he speaks of a good woman.","c":"good","a":"H. L. Mencken"},{"id":"av4EyYH9CMkBT","t":"Our intentions may be very good, but, because the intelligence is limited, the action may turn out to be a mistake - a mistake, but not necessarily a sin, for sin comes out of a wrong intention.","c":"good","a":"E. Stanley Jones"},{"id":"YqJXzYo2ueVoE","t":"Let me give you a definition of ethics: It is good to maintain and further life it is bad to damage and destroy life.","c":"good","a":"Albert Schweitzer"},{"id":"Mh_NMcpzi-ooX","t":"If you don't have a spiritual practice in place when times are good, you can't expect to suddenly develop one during a moment of crisis.","c":"good","a":"Doug Coupland"},{"id":"GqcR0xxlPV5Jb","t":"It's not going to do any good to land on Mars if we're stupid.","c":"good","a":"Ray Bradbury"},{"id":"TW3VZvl2gys1q","t":"You say it is the good cause that hallows even war? I say unto you: it is the good war that hallows any cause.","c":"good","a":"Friedrich Nietzsche"},{"id":"3Tj8XCpBdyi-2","t":"If women believed in their husbands they would be a good deal happier and also a good deal more foolish.","c":"good","a":"H. L. Mencken"},{"id":"mS8l37-PVGsQo","t":"It is a good morning exercise for a research scientist to discard a pet hypothesis every day before breakfast. It keeps him young.","c":"good","a":"Konrad Lorenz"},{"id":"oXyz6H0ikdny0","t":"Too much of a good thing can be wonderful.","c":"good","a":"Mae West"},{"id":"k6EiB3bW-glwK","t":"I look only to the good qualities of men. Not being faultless myself, I won't presume to probe into the faults of others.","c":"good","a":"Mahatma Gandhi"},{"id":"TMYCdAhLI2MZq","t":"There is no harm in repeating a good thing.","c":"good","a":"Plato"},{"id":"Bquzb9sYOFukN","t":"If money help a man to do good to others, it is of some value but if not, it is simply a mass of evil, and the sooner it is got rid of, the better.","c":"good","a":"Swami Vivekananda"},{"id":"hkJc_eOn9aNpX","t":"I'm such a good lover because I practice a lot on my own.","c":"good","a":"Woody Allen"},{"id":"emGzYXor3i9HU","t":"Certainly, it seems true enough that there's a good deal of irony in the world... I mean, if you live in a world full of politicians and advertising, there's obviously a lot of deception.","c":"good","a":"Kenneth Koch"},{"id":"xT1OJ86Yyj32b","t":"On the whole, human beings want to be good, but not too good, and not quite all the time.","c":"good","a":"George Orwell"},{"id":"AzpS-VR3Ytp9U","t":"My Alma mater was books, a good library... I could spend the rest of my life reading, just satisfying my curiosity.","c":"good","a":"Malcolm X"},{"id":"Pkc-82HZBvobI","t":"In order to acquire a growing and lasting respect in society, it is a good thing, if you possess great talent, to give, early in your youth, a very hard kick to the right shin of the society that you love. After that, be a snob.","c":"good","a":"Salvador Dali"},{"id":"gBP_eOPfm62bg","t":"I've always thought that people need to feel good about themselves and I see my role as offering support to them, to provide some light along the way.","c":"good","a":"Leo Buscaglia"},{"id":"aoA8x8E7Xnyqh","t":"Whatever you are, be a good one.","c":"good","a":"Abraham Lincoln"},{"id":"B1ACVSgSp6MIs","t":"The test of good manners is to be patient with the bad ones.","c":"good","a":"Solomon Ibn Gabirol"},{"id":"HsKuwVqPeqjNf","t":"I have always believed, and I still believe, that whatever good or bad fortune may come our way we can always give it meaning and transform it into something of value.","c":"good","a":"Hermann Hesse"},{"id":"YP3rORiBoOSqG","t":"The true measure of a man is how he treats someone who can do him absolutely no good.","c":"good","a":"Samuel Johnson"},{"id":"SUbUHkduH2eSb","t":"A good compromise, a good piece of legislation, is like a good sentence or a good piece of music. Everybody can recognize it. They say, 'Huh. It works. It makes sense.'","c":"good","a":"Barack Obama"},{"id":"NgBV9YUd24Tbw","t":"I like to do weird things in the shower, like drink my coffee, brush my teeth and drink a smoothie. It's good time management.","c":"good","a":"Michelle Williams"},{"id":"dGNZK_jzU_8Ju","t":"I don't look to a man to get pride in myself. It's not about having a black president, it's about having a good president, and I think that's the most important thing.","c":"good","a":"Allen West"},{"id":"vyD7NBIoMnTZM","t":"The good life is a process, not a state of being. It is a direction not a destination.","c":"good","a":"Carl Rogers"},{"id":"qjHGnZIKreGy9","t":"Every good relationship, especially marriage, is based on respect. If it's not based on respect, nothing that appears to be good will last very long.","c":"good","a":"Amy Grant"},{"id":"-h9DZnKwjrfjL","t":"Thanksgiving, man. Not a good day to be my pants.","c":"good","a":"Kevin James"},{"id":"nfob70oQ56J7Z","t":"Being entirely honest with oneself is a good exercise.","c":"good","a":"Sigmund Freud"},{"id":"4YeOhDp6iaI52","t":"I think when you spread the wealth around it's good for everybody.","c":"good","a":"Barack Obama"},{"id":"4VOxc25IY7EHT","t":"We call ourselves public servants but I'll tell you this: we as public servants must set an example for the rest of the nation. It is hypocritical for the public official to admonish and exhort the people to uphold the common good.","c":"good","a":"Barbara Jordan"},{"id":"-3jF2Z48Guf6E","t":"It seems to never occur to fools that merit and good fortune are closely united.","c":"good","a":"Johann Wolfgang von Goethe"},{"id":"phN0XT1zvXHGR","t":"Bad politicians are sent to Washington by good people who don't vote.","c":"good","a":"William E. Simon"},{"id":"7q_njCRbXP_63","t":"Liars need to have good memories.","c":"good","a":"Algernon Sidney"},{"id":"MR-w9Jumg0Qqg","t":"The word 'good' has many meanings. For example, if a man were to shoot his grandmother at a range of five hundred yards, I should call him a good shot, but not necessarily a good man.","c":"good","a":"Gilbert K. Chesterton"},{"id":"NeMp8oLSK4p9F","t":"The good old days, when each idea had an owner, are gone forever.","c":"good","a":"Paulo Coelho"},{"id":"xBRT7nXa89E35","t":"Not life, but good life, is to be chiefly valued.","c":"good","a":"Socrates"},{"id":"A9834RoVpsGZK","t":"Live fast, die young, and leave a good looking corpse.","c":"good","a":"John Derek"},{"id":"r537vW3hBSjUO","t":"Well, for us, in history where goodness is a rare pearl, he who was good almost takes precedence over he who was great.","c":"good","a":"Victor Hugo"},{"id":"8LPMhLHe1PxDw","t":"A good traveler has no fixed plans, and is not intent on arriving.","c":"good","a":"Lao Tzu"},{"id":"-LbnKoAWux6Ze","t":"I object to violence because when it appears to do good, the good is only temporary the evil it does is permanent.","c":"good","a":"Mahatma Gandhi"},{"id":"D5XdnRs5STxIk","t":"A good leader can engage in a debate frankly and thoroughly, knowing that at the end he and the other side must be closer, and thus emerge stronger. You don't have that idea when you are arrogant, superficial, and uninformed.","c":"good","a":"Nelson Mandela"},{"id":"OtkpEKlH3wgUf","t":"For most Americans, Friday afternoons are filled with positive anticipation of the weekend. In Washington, it's where government officials dump stories they want to bury. Good news gets dropped on Monday so bureaucrats can talk about it all week.","c":"good","a":"John Sununu"},{"id":"zW47xm3XCeeWp","t":"It's really a wonder that I haven't dropped all my ideals, because they seem so absurd and impossible to carry out. Yet I keep them, because in spite of everything I still believe that people are really good at heart.","c":"good","a":"Anne Frank"},{"id":"Ql8oY0ZMUSYpL","t":"My advice to you is get married: if you find a good wife you'll be happy if not, you'll become a philosopher.","c":"good","a":"Socrates"},{"id":"Pj08Tjh3s9Ij7","t":"Appreciation is the highest form of prayer, for it acknowledges the presence of good wherever you shine the light of your thankful thoughts.","c":"good","a":"Alan Cohen"},{"id":"W14L7bWpMghkz","t":"It takes a great man to be a good listener.","c":"good","a":"Calvin Coolidge"},{"id":"LkTlxqTOaXQ9q","t":"A film is never really good unless the camera is an eye in the head of a poet.","c":"good","a":"Orson Welles"},{"id":"TcTBebcmg6DK5","t":"The virtues, like the Muses, are always seen in groups. A good principle was never found solitary in any breast.","c":"good","a":"Buddha"},{"id":"oxpKVXKV8H5NZ","t":"Therefore, the good of man must be the end of the science of politics.","c":"good","a":"Aristotle"},{"id":"RvzGj9azA_pXu","t":"Compromise is but the sacrifice of one right or good in the hope of retaining another - too often ending in the loss of both.","c":"good","a":"Tryon Edwards"},{"id":"U-me8Jz1O7G_z","t":"I keep my ideals, because in spite of everything I still believe that people are really good at heart.","c":"good","a":"Anne Frank"},{"id":"oO7tTtdWaoFmJ","t":"I shall never be ashamed of citing a bad author if the line is good.","c":"good","a":"Lucius Annaeus Seneca"},{"id":"wMY4_onVuubTE","t":"Good things happen to those who hustle.","c":"good","a":"Anais Nin"},{"id":"CzaTp1XAUyZps","t":"Bear and endure: This sorrow will one day prove to be for your good.","c":"good","a":"Ovid"},{"id":"xZFBythHOpUSx","t":"I intend to fight and I want to win. But my priorities are basically to be a good Brother and a strong one, and to try to be a good father one day.","c":"good","a":"Mike Tyson"},{"id":"5VeFGNM_mPdEe","t":"We made the buttons on the screen look so good you'll want to lick them.","c":"good","a":"Steve Jobs"},{"id":"c-U1rKkBtABTy","t":"A retentive memory may be a good thing, but the ability to forget is the true token of greatness.","c":"good","a":"Elbert Hubbard"},{"id":"ZBvYqeoi09-K9","t":"Anyone who tells a lie has not a pure heart, and cannot make a good soup.","c":"good","a":"Ludwig van Beethoven"},{"id":"ZA2bRNwe5623P","t":"Yet, taught by time, my heart has learned to glow for other's good, and melt at other's woe.","c":"good","a":"Homer"},{"id":"HGTdEGtOBY81X","t":"You can be a good neighbor only if you have good neighbors.","c":"good","a":"Howard Koch"},{"id":"izTKo0slBBiG6","t":"A return to first principles in a republic is sometimes caused by the simple virtues of one man. His good example has such an influence that the good men strive to imitate him, and the wicked are ashamed to lead a life so contrary to his example.","c":"good","a":"Niccolo Machiavelli"},{"id":"l-Abx9_66bxx7","t":"There is as much greatness of mind in acknowledging a good turn, as in doing it.","c":"good","a":"Lucius Annaeus Seneca"},{"id":"IXSHJpPtRm0RP","t":"Climb the mountains and get their good tidings.","c":"good","a":"John Muir"},{"id":"x2YbukT9vYkS6","t":"There is more of good nature than of good sense at the bottom of most marriages.","c":"good","a":"Henry David Thoreau"},{"id":"5n3_68TCMnE_M","t":"But the real secret to lifelong good health is actually the opposite: Let your body take care of you.","c":"good","a":"Deepak Chopra"},{"id":"71DtX29Xj-alU","t":"The important thing is that men should have a purpose in life. It should be something useful, something good.","c":"good","a":"Dalai Lama"},{"id":"_OKV1Dcz60Loy","t":"No man is so foolish but he may sometimes give another good counsel, and no man so wise that he may not easily err if he takes no other counsel than his own. He that is taught only by himself has a fool for a master.","c":"good","a":"Hunter S. Thompson"},{"id":"c5TMRpgvZvQmQ","t":"Hope is a state of mind, not of the world. Hope, in this deep and powerful sense, is not the same as joy that things are going well, or willingness to invest in enterprises that are obviously heading for success, but rather an ability to work for something because it is good.","c":"good","a":"Vaclav Havel"},{"id":"1ppWIwfilzagm","t":"Setting a good example is a far better way to spread ideals than through force of arms.","c":"good","a":"Ron Paul"},{"id":"iPd_5k6M_f5oc","t":"How true Daddy's words were when he said: all children must look after their own upbringing. Parents can only give good advice or put them on the right paths, but the final forming of a person's character lies in their own hands.","c":"good","a":"Anne Frank"},{"id":"VOBG5Ci1aFAqX","t":"Why do I not seek some real good one which I could feel, not one which I could display?","c":"good","a":"Lucius Annaeus Seneca"},{"id":"lukBVv07TW5u7","t":"Always read something that will make you look good if you die in the middle of it.","c":"good","a":"P. J. O'Rourke"},{"id":"VT9rYg9o9SmwE","t":"It seemed the world was divided into good and bad people. The good ones slept better while the bad ones seemed to enjoy the waking hours much more.","c":"good","a":"Woody Allen"},{"id":"oYn3aXiJKZFIm","t":"The greatest good you can do for another is not just to share your riches but to reveal to him his own.","c":"good","a":"Benjamin Disraeli"},{"id":"ycBkDcpDSpTcY","t":"Man is a credulous animal, and must believe something in the absence of good grounds for belief, he will be satisfied with bad ones.","c":"good","a":"Bertrand Russell"},{"id":"U8Y04eNpfCjaQ","t":"I firmly believe that any man's finest hour, the greatest fulfillment of all that he holds dear, is that moment when he has worked his heart out in a good cause and lies exhausted on the field of battle - victorious.","c":"good","a":"Vince Lombardi"},{"id":"vB7df3_MwMDGK","t":"I went to my son's graduation this weekend, and I heard a great quote I've never heard before from Albert Einstein. It was that the greatest danger to the world is not the bad people but it's the good people who don't speak out.","c":"good","a":"Hamilton Jordan"},{"id":"n6BC_xGquoZcj","t":"It's easier to replace a dead man than a good picture.","c":"good","a":"George Bernard Shaw"},{"id":"oui12iQ_-eGBX","t":"When we are well, we all have good advice for those who are ill.","c":"good","a":"Lucius Annaeus Seneca"},{"id":"m1vdbaprRShHs","t":"Baseball is the only field of endeavor where a man can succeed three times out of ten and be considered a good performer.","c":"good","a":"Ted Williams"},{"id":"sUcbULf3kBRtP","t":"Mr. Arthur Ashe, he was good. I read some of his books. He knew about everything, but he was real quiet and didn't talk much. I never met him.","c":"good","a":"Mike Tyson"},{"id":"e4o3G-hflm3wp","t":"People think love is an emotion. Love is good sense.","c":"good","a":"Ken Kesey"},{"id":"AxHAt0elnjtPu","t":"I'm delirious with joy. It proves that if you confront the universe with good intentions in your heart, it will reflect that and reward your intent. Usually. It just doesn't always do it in the way you expect.","c":"good","a":"J. Michael Straczynski"},{"id":"vHHn4BmDqE2eO","t":"Here's the good news. If I realize that I'm insane, then I'm okay with it. I'm not dangerous insane.","c":"good","a":"Charlie Sheen"},{"id":"HmJV14AzLR6Ov","t":"Aim above morality. Be not simply good, be good for something.","c":"good","a":"Henry David Thoreau"},{"id":"Jms25FobBKAi6","t":"About morals, I know only that what is moral is what you feel good after and what is immoral is what you feel bad after.","c":"good","a":"Ernest Hemingway"},{"id":"Qo8wy1Asv2GIF","t":"Mankind is not likely to salvage civilization unless he can evolve a system of good and evil which is independent of heaven and hell.","c":"good","a":"George Orwell"},{"id":"XzJ6deND5cZPX","t":"And finally I twist my heart round again, so that the bad is on the outside and the good is on the inside, and keep on trying to find a way of becoming what I would so like to be, and could be, if there weren't any other people living in the world.","c":"good","a":"Anne Frank"},{"id":"HZrzurqCz_bFf","t":"Every day is a good day to be alive, whether the sun's shining or not.","c":"good","a":"Marty Robbins"},{"id":"-dySz6C97N-zq","t":"You can only be as good as you dare to be bad.","c":"good","a":"John Barrymore"},{"id":"ituHHFt_BfUfS","t":"Ideas can be life-changing. Sometimes all you need to open the door is just one more good idea.","c":"good","a":"Jim Rohn"},{"id":"WKZcboYzU5yId","t":"But I say to you, Love your enemies and pray for those who persecute you, so that you may be sons of your Father who is in heaven for he makes his sun rise on the evil and on the good, and sends rain on the just and on the unjust.","c":"good","a":"Jesus Christ"},{"id":"q4Smr_1Bv9NvW","t":"Well, if Fortune be a woman, she's a good wench for this gear.","c":"good","a":"William Shakespeare"},{"id":"QHHVnQbyk1amm","t":"A man who was completely innocent, offered himself as a sacrifice for the good of others, including his enemies, and became the ransom of the world. It was a perfect act.","c":"good","a":"Mahatma Gandhi"},{"id":"i4e1S8eclMKUe","t":"No good deed goes unpunished.","c":"good","a":"Clare Boothe Luce"},{"id":"VexERcda1b3g0","t":"Dogs and philosophers do the greatest good and get the fewest rewards.","c":"good","a":"Diogenes"},{"id":"qEgO9OTlUATiJ","t":"Doing well is the result of doing good. That's what capitalism is all about.","c":"good","a":"Ralph Waldo Emerson"},{"id":"NomJq2-4_5y37","t":"Our creator is the same and never changes despite the names given Him by people here and in all parts of the world. Even if we gave Him no name at all, He would still be there, within us, waiting to give us good on this earth.","c":"good","a":"George Washington Carver"},{"id":"w7wwGdR2EZD00","t":"A good wife is one who serves her husband in the morning like a mother does, loves him in the day like a sister does and pleases him like a prostitute in the night.","c":"good","a":"Chanakya"},{"id":"tOTNyfjojB3UZ","t":"Paris is always a good idea.","c":"good","a":"Audrey Hepburn"},{"id":"Dgj9RJlN2RD7h","t":"Nothing good ever comes of violence.","c":"good","a":"Martin Luther"},{"id":"y6O3c91tJkiNp","t":"Many a good hanging prevents a bad marriage.","c":"good","a":"William Shakespeare"},{"id":"XBx38eOf4EA8p","t":"I used to play sports. Then I realized you can buy trophies. Now I am good at everything.","c":"good","a":"Demetri Martin"},{"id":"TV6ioAw61gKM8","t":"A good leader is one who can tell another how to reach his or her potential a great leader is one who can help another discover this potential for him or herself.","c":"good","a":"Bo Bennett"},{"id":"R8In3YwZnqYyK","t":"The good is the beautiful.","c":"good","a":"Plato"},{"id":"3sAOg1CAEdR4X","t":"I look back on my life like a good day's work, it was done and I am satisfied with it.","c":"good","a":"Grandma Moses"},{"id":"siUaPRatEsz0h","t":"Don't be afraid to give up the good to go for the great.","c":"good","a":"John D. Rockefeller"},{"id":"umTJM4DCsRcm2","t":"Go to foreign countries and you will get to know the good things one possesses at home.","c":"good","a":"Johann Wolfgang von Goethe"},{"id":"WbbxHVI4xewEx","t":"There are no rules for good photographs, there are only good photographs.","c":"good","a":"Ansel Adams"},{"id":"LVMWh8xe72hDq","t":"It is practically impossible to teach good programming to students that have had a prior exposure to BASIC: as potential programmers they are mentally mutilated beyond hope of regeneration.","c":"good","a":"Edsger Dijkstra"}]