[{"id":"Ah3CdzfYxBFtd","t":"Unhappiness is something we are never taught about we are taught to expect happiness, but never a Plan B to use to use when the happiness doesn't arrive.","c":"happiness","a":"Doug Coupland"},{"id":"eARphpgcq2X9n","t":"A string of excited, fugitive, miscellaneous pleasures is not happiness happiness resides in imaginative reflection and judgment, when the picture of one's life, or of human life, as it truly has been or is, satisfies the will, and is gladly accepted.","c":"happiness","a":"George Santayana"},{"id":"FBNJRWfzaHJEV","t":"My mum brought me up to think that personal happiness is more important than your family.","c":"happiness","a":"Gail Porter","e":true},{"id":"UVpXS3vV3h6s8","t":"When you're passionate about something, you want it to be all it can be. But in the endgame of life, I fundamentally believe the key to happiness is letting go of that idea of perfection.","c":"happiness","a":"Debra Messing"},{"id":"mGIu9ImJzubJ5","t":"Clothes are my drug. I love Camden market - I have so many vintage pieces from there it's unbelievable. Clothes are really important to me, they give me that feeling of happiness. I love being a bit free with it all and not giving myself rules.","c":"happiness","a":"Kaya Scodelario"},{"id":"sBDCQc4oVY_MR","t":"It is not easy to find happiness in ourselves, and it is not possible to find it elsewhere.","c":"happiness","a":"Agnes Repplier"},{"id":"_WgFosE7iVwpF","t":"That which makes people dissatisfied with their condition, is the chimerical idea they form of the happiness of others.","c":"happiness","a":"James Thomson"},{"id":"-HHaoLwe6EXfE","t":"People need to realise what real happiness and success is, because success as an actor is fleeting. You can be up there one day and gone the next.","c":"happiness","a":"Chuck Norris"},{"id":"C8pFSaD9DXD4D","t":"To me, flowers are happiness.","c":"happiness","a":"Stefano Gabbana"},{"id":"xtW_tFW0xizNE","t":"Everyone has their own way of expressing happiness.","c":"happiness","a":"Shahrukh Khan"},{"id":"__KZAQhkEa3nb","t":"Michael has a connection with children, just like Mickey Mouse does, and he brings happiness to them, and joy.","c":"happiness","a":"Jermaine Jackson"},{"id":"VxMPfjUOWbNuK","t":"Happiness is a matter of one's most ordinary and everyday mode of consciousness being busy and lively and unconcerned with self.","c":"happiness","a":"Iris Murdoch"},{"id":"QgnfMyiwDBV7Q","t":"The secret of happiness is to admire without desiring.","c":"happiness","a":"Carl Sandburg"},{"id":"jaik18STvT8mp","t":"Aye, I'm tellin' ye, happiness is one of the few things in this world that doubles every time you share it with someone else.","c":"happiness","a":"Harry Lauder"},{"id":"9ywQ-X3J_6VPE","t":"Happiness is not a state to arrive at, but a manner of traveling.","c":"happiness","a":"Margaret Lee Runbeck"},{"id":"uBY1nCaJukxqj","t":"A man who as a physical being is always turned toward the outside, thinking that his happiness lies outside him, finally turns inward and discovers that the source is within him.","c":"happiness","a":"Soren Kierkegaard"},{"id":"XhCBlvGWEpR4a","t":"Mystery is gone to the certainty of technological principles. So the real terror, the real aggression against life comes in the form of the pursuit of our technological happiness.","c":"happiness","a":"Godfrey Reggio"},{"id":"5HRF69nzahiJp","t":"Purring would seem to be, in her case, an automatic safety valve device for dealing with happiness overflow.","c":"happiness","a":"Monica Edwards"},{"id":"MbUjn5m7I0BRQ","t":"We pray that every field of science may contribute in bringing happiness - not disaster - to human beings.","c":"happiness","a":"Kenichi Fukui"},{"id":"TVdW_2ClGmcaZ","t":"I've gotten to a point, where I realize that happiness doesn't come from the outside.","c":"happiness","a":"Ricky Williams"},{"id":"M0SBd-j_sd6Vr","t":"We have a long heritage of freedom that defines America. We believe there is a Creator who blessed us with life, liberty and the pursuit of happiness.","c":"happiness","a":"Todd Akin"},{"id":"TdYoE5bx_Fck3","t":"Happiness is when what you think, what you say, and what you do are in harmony.","c":"happiness","a":"Mahatma Gandhi"},{"id":"Nqj-n70OM9KIS","t":"Achievement of your happiness is the only moral purpose of your life, and that happiness, not pain or mindless self-indulgence, is the proof of your moral integrity, since it is the proof and the result of your loyalty to the achievement of your values.","c":"happiness","a":"Ayn Rand"},{"id":"DbLwVOBZSLig8","t":"I always remembered that when I saw people get married they got on a rocketship and went to Planet Happiness, Population: Them.","c":"happiness","a":"Marc Webb"},{"id":"3xNPhFniNP37y","t":"Action may not always bring happiness but there is no happiness without action.","c":"happiness","a":"Benjamin Disraeli"},{"id":"Qswvbcptwkgfm","t":"Every man judges his own happiness and satisfaction with life in terms of his possession or lack of possession of those things that he considers worthwhile and valuable.","c":"happiness","a":"Meir Kahane"},{"id":"_uWfqcvMYwtJr","t":"Even when they have nothing, the Irish emit a kind of happiness, a joy.","c":"happiness","a":"Fiona Shaw"},{"id":"5miU4dV4SdyMA","t":"Every gift from a friend is a wish for your happiness.","c":"happiness","a":"Richard Bach"},{"id":"yXl1ZSH2BhlTR","t":"Happiness is the interval between periods of unhappiness.","c":"happiness","a":"Don Marquis"},{"id":"a2JqWN4-eX2E4","t":"We learn the inner secret of happiness when we learn to direct our inner drives, our interest and our attention to something besides ourselves.","c":"happiness","a":"Ethel Percy Andrus"},{"id":"EoZA4yw17ezd4","t":"When you're in love, you're so happy that you want to tell people about it. But now I have to censor myself. You need to protect the happiness you have.","c":"happiness","a":"Emily Blunt"},{"id":"197uU80wSaOD_","t":"The consuming desire of most human beings is deliberately to plant their whole life in the hands of some other person. I would describe this method of searching for happiness as immature. Development of character consists solely in moving toward self-sufficiency.","c":"happiness","a":"Quentin Crisp"},{"id":"Udy7bclrXPugn","t":"The happiness of your life depends upon the quality of your thoughts: therefore, guard accordingly, and take care that you entertain no notions unsuitable to virtue and reasonable nature.","c":"happiness","a":"Marcus Aurelius"},{"id":"G3gyBvWNI7qWN","t":"Desire is individual. Happiness is common.","c":"happiness","a":"Julian Casablancas"},{"id":"Lhpf9U48B8cAM","t":"Happiness serves hardly any other purpose than to make unhappiness possible.","c":"happiness","a":"Marcel Proust"},{"id":"AzK83RieS2XIt","t":"Knowledge of what is possible is the beginning of happiness.","c":"happiness","a":"George Santayana"},{"id":"K39ktZCDnCf0Z","t":"I am a kind of paranoid in reverse. I suspect people of plotting to make me happy.","c":"happiness","a":"J. D. Salinger"},{"id":"mLaHzhPTEKyVu","t":"I'm passionate about everything, like my family and friends. Anybody I am talkin' to is gonna be bona fide real. There is no substitution for happiness. Period.","c":"happiness","a":"Suge Knight"},{"id":"td7sPQAix4CSW","t":"The day when a sportsman stops thinking above all else of the happiness in his own effort and the intoxication of the power and physical balance he derives from it, the day when he lets considerations of vanity or interest take over, on this day his ideal will die.","c":"happiness","a":"Pierre de Coubertin"},{"id":"EfytYho9vHKQP","t":"One of the keys to happiness is a bad memory.","c":"happiness","a":"Rita Mae Brown"},{"id":"Smo8NxhvPQs9n","t":"You find happiness where you find it.","c":"happiness","a":"Anna Paquin"},{"id":"8y2lUfc5iTMLr","t":"For happiness one needs security, but joy can spring like a flower even from the cliffs of despair.","c":"happiness","a":"Anne Morrow Lindbergh"},{"id":"MX6kGHc-TBwxq","t":"The action is best that secures the greatest happiness for the greatest number.","c":"happiness","a":"William Dean Howells"},{"id":"Xs_AMF8Gjj9fP","t":"I learned that people everywhere are basically the same and have similar goals that we do. They want health and happiness and the opportunity to provide for their families.","c":"happiness","a":"Steve Kerr"},{"id":"1a7jGu3T87Hpx","t":"I am more and more convinced that our happiness or our unhappiness depends far more on the way we meet the events of life than on the nature of those events themselves.","c":"happiness","a":"Wilhelm von Humboldt"},{"id":"RarEBHkiVwspN","t":"Worldly wealth is the Devil's bait and those whose minds feed upon riches recede, in general, from real happiness, in proportion as their stores increase, as the moon, when she is fullest, is farthest from the sun.","c":"happiness","a":"Robert Burton"},{"id":"H534VIlHe5j-n","t":"The greatest happiness of life is the conviction that we are loved loved for ourselves, or rather, loved in spite of ourselves.","c":"happiness","a":"Victor Hugo"},{"id":"hdFsjNU9L0QRI","t":"Scarcely one person in a thousand is capable of tasting the happiness of others.","c":"happiness","a":"Henry Fielding"},{"id":"bzhtl4CbJTHCk","t":"The slave may be happy, but happiness is not enough.","c":"happiness","a":"Herbert Read"},{"id":"8TcOk4294Et5l","t":"To be stupid, selfish, and have good health are three requirements for happiness, though if stupidity is lacking, all is lost.","c":"happiness","a":"Gustave Flaubert"},{"id":"jV70jtz0i_MZ7","t":"What's the use of happiness? It can't buy you money.","c":"happiness","a":"Henny Youngman"},{"id":"tQyGoCggC7YBb","t":"I admit I can't shake the idea that there is virtue in suffering, that there is a sort of psychic economy, whereby if you embrace success, happiness and comfort, these things have to be paid for.","c":"happiness","a":"Hugh Laurie"},{"id":"C7Tb_wuqP4fDX","t":"I can't believe it's been four years now, and from watching that pilot, we really all looked like babies. It's unbelievable just how far everything has come. I'm happier now than I've ever been on the show and in my life. I really owe so much of my happiness to 'Glee.'","c":"happiness","a":"Lea Michele"},{"id":"UUa68acCN2axe","t":"I see happiness as a by-product. I don't think you can pursue happiness. I think that phrase is one of the very few mistakes the Founding Fathers made.","c":"happiness","a":"James Hillman"},{"id":"75ONCF7iJQnBz","t":"Happiness does not come from football awards. It's terrible to correlate happiness with football. Happiness comes from a good job, being able to feed your wife and kids. I don't dream football, I dream the American dream - two cars in a garage, be a happy father.","c":"happiness","a":"Barry Sanders"},{"id":"5V7VSXA0Y6tur","t":"Happiness is rarely absent it is we that know not of its presence.","c":"happiness","a":"Maurice Maeterlinck"},{"id":"hy3ObHFIDpBCx","t":"People let their own hang-ups become the obstacles between them and personal happiness.","c":"happiness","a":"Lucinda Williams"},{"id":"EErEFBftdlGA-","t":"I keep mementos from everything I've done. I've got my cab driver's license from 'Happiness.' I've got a pair of glasses and a belt buckle from playing John Lennon. I've got a pair of sunglasses from playing Andy Warhol... It's all in a box in the garage.","c":"happiness","a":"Jared Harris"},{"id":"MifuVzBIH-eum","t":"Happiness is the longing for repetition.","c":"happiness","a":"Milan Kundera"},{"id":"vcLuhM1mx0BSE","t":"Happiness is nothing but temporary moments here and there - and I love those. But I would be bored out of my mind if I were happy all the time.","c":"happiness","a":"Zoe Saldana"},{"id":"D5MdE-TzApKCN","t":"Whoever said money can't buy happiness simply didn't know where to go shopping.","c":"happiness","a":"Bo Derek"},{"id":"C_vc6TOD1xE_5","t":"How often we fail to realize our good fortune in living in a country where happiness is more than a lack of tragedy.","c":"happiness","a":"Paul Sweeney"},{"id":"Yw_Uq1Ow21WwP","t":"Life is made up of small pleasures. Happiness is made up of those tiny successes. The big ones come too infrequently. And if you don't collect all these tiny successes, the big ones don't really mean anything.","c":"happiness","a":"Norman Lear"},{"id":"ji3zP98mshGsP","t":"I envy the happiness of others... I envy the sense of belonging... I seem always to be remaking myself.","c":"happiness","a":"Richard Eyre"},{"id":"S0mD6CgQ5S_IP","t":"If you asked somebody, 'what do you wish for in life?' they wouldn't say 'happiness.' I would have answered 'excitement, knowledge,' God knows - I mean, many, many different things, but certainly not 'happiness'. It seemed like a foreign concept to wish for something that specific and that singular.","c":"happiness","a":"Connie Nielsen"},{"id":"5ZZ-GOal-Zxbd","t":"If we did not look to marriage as the principal source of happiness, fewer marriages would end in tears.","c":"happiness","a":"Anthony Storr"},{"id":"6SUpXq4N7j7kt","t":"You will never be happy if you continue to search for what happiness consists of. You will never live if you are looking for the meaning of life.","c":"happiness","a":"Albert Camus"},{"id":"t4Lydg5xSUwcW","t":"An institution or reform movement that is not selfish, must originate in the recognition of some evil that is adding to the sum of human suffering, or diminishing the sum of happiness.","c":"happiness","a":"Clara Barton"},{"id":"gB3rRmk2h-f6p","t":"There is only one way to achieve happiness on this terrestrial ball, and that is to have either a clear conscience or none at all.","c":"happiness","a":"Ogden Nash"},{"id":"6vI-zm_E4OpSl","t":"I am determined to be cheerful and happy in whatever situation I may find myself. For I have learned that the greater part of our misery or unhappiness is determined not by our circumstance but by our disposition.","c":"happiness","a":"Martha Washington"},{"id":"Bz4ODFLeiBvOQ","t":"I always looked for a man to rescue me and bring me happiness. I bought into that myth, of course, and looked for my own Prince Charming.","c":"happiness","a":"Linda Evans"},{"id":"3IgjJNq01Rs5C","t":"What I mean by that is that the point of life, as I see it, is not to write books or scale mountains or sail oceans, but to achieve happiness, and preferably an unselfish happiness.","c":"happiness","a":"Bernard Cornwell"},{"id":"dTA1ZE82lOw9v","t":"The secret to true happiness is a combination of low expectations and insensitivity.","c":"happiness","a":"Olivia Goldsmith"},{"id":"qc0ZGK03pm0bQ","t":"There is no worse sorrow than remembering happiness in the day of sorrow.","c":"happiness","a":"Alfred de Musset"},{"id":"otZI32ZWrouIh","t":"This happiness consisted of nothing else but the harmony of the few things around me with my own existence, a feeling of contentment and well-being that needed no changes and no intensification.","c":"happiness","a":"Herman Hesse"},{"id":"G9Cpd7-NUnrh3","t":"Be more dedicated to making solid achievements than in running after swift but synthetic happiness.","c":"happiness","a":"Abdul Kalam"},{"id":"ivw3fLTfNneVf","t":"It is not only my laboratory and my place of work but also my home, so that on the 30th October I was able to share my happiness immediately with my students and collaborators and, at the same time, with my wife and family.","c":"happiness","a":"George Porter"},{"id":"isJQbpNMBkdQb","t":"One of the first conditions of happiness is that the link between Man and Nature shall not be broken.","c":"happiness","a":"Leo Tolstoy"},{"id":"B4048cZqwavO5","t":"Well, there are two kinds of happiness, grounded and ungrounded. Ungrounded happiness is cheesy and not based on reality. Grounded happiness is informed happiness based on the knowledge that the world sometimes sucks, but even then you have to believe in yourself.","c":"happiness","a":"Andy Grammer"},{"id":"A0cFRWvwUFYmo","t":"It is necessary to the happiness of man that he be mentally faithful to himself. Infidelity does not consist in believing, or in disbelieving, it consists in professing to believe what he does not believe.","c":"happiness","a":"Thomas Paine"},{"id":"k8DQ6Ui3UU80k","t":"You take away all the other luxuries in life, and if you can make someone smile and laugh, you have given the most special gift: happiness.","c":"happiness","a":"Brad Garrett"},{"id":"ThbwSfk45eXpf","t":"Happiness is not being pained in body or troubled in mind.","c":"happiness","a":"Thomas Jefferson"},{"id":"l4DZ5H1AIHeGB","t":"Since, therefore, no man is born without faults, and he is esteemed the best whose errors are the least, let the wise man consider everything human as connected with himself for in worldly affairs there is no perfect happiness under heaven.","c":"happiness","a":"Giraldus Cambrensis"},{"id":"CleWdbvFq61Yx","t":"Our nation was founded on the principals of life, liberty and the pursuit of happiness.","c":"happiness","a":"Leonard Boswell"},{"id":"eWBjNCoIRveBC","t":"But it is my happiness to be half Welsh, and that the better half.","c":"happiness","a":"Richard Cobden"},{"id":"BnNyBtOV8u2sy","t":"There is nothing which has yet been contrived by man, by which so much happiness is produced as by a good tavern.","c":"happiness","a":"Samuel Johnson"},{"id":"UUVb0XCGvZYyW","t":"Some days are just bad days, that's all. You have to experience sadness to know happiness, and I remind myself that not every day is going to be a good day, that's just the way it is!","c":"happiness","a":"Dita Von Teese"},{"id":"64Y-z9Y16C1A4","t":"Happiness consists in activity. It is running steam, not a stagnant pool.","c":"happiness","a":"John Mason Good"},{"id":"CezY6OOKYyzvS","t":"Happiness, that grand mistress of the ceremonies in the dance of life, impels us through all its mazes and meanderings, but leads none of us by the same route.","c":"happiness","a":"Charles Caleb Colton"},{"id":"eJ4UoytjgA2u4","t":"Ladies of Fashion starve their happiness to feed their vanity, and their love to feed their pride.","c":"happiness","a":"Charles Caleb Colton"},{"id":"PPK6zLBSpXroW","t":"Money is human happiness in the abstract he, then, who is no longer capable of enjoying human happiness in the concrete devotes himself utterly to money.","c":"happiness","a":"Arthur Schopenhauer"},{"id":"7fK8NyPFLV6lq","t":"For me, love is happiness and inspiration.","c":"happiness","a":"Leona Lewis"},{"id":"KASDIhg5LWbvz","t":"It is also rarer to find happiness in a man surrounded by the miracles of technology than among people living in the desert of the jungle and who by the standards set by our society would be considered destitute and out of touch.","c":"happiness","a":"Thor Heyerdahl"},{"id":"7657uwskvXxbN","t":"When we were together, I loved you deeply and you gave me so much happiness I can never repay you.","c":"happiness","a":"Arthur Ashe"},{"id":"dwtLCy0SvDVGq","t":"Money cannot buy happiness.","c":"happiness","a":"Annni-Frid Lyngstad"},{"id":"eAgqKqgYNt5lO","t":"There is a difference between happiness and wisdom: he that thinks himself the happiest man is really so but he that thinks himself the wisest is generally the greatest fool.","c":"happiness","a":"Francis Bacon"},{"id":"HNavJXnpvBEcX","t":"Some of us learned in a school of philosophy which taught that all was for the common good and nothing for oneself and have never, in any case, regarded the pursuit of happiness as anything other than an aberration of the human spirit.","c":"happiness","a":"John Grierson"},{"id":"wzJSH51_gwaKK","t":"The essence of philosophy is that a man should so live that his happiness shall depend as little as possible on external things.","c":"happiness","a":"Epictetus"},{"id":"F87j281t6AXFL","t":"My life has run from misery to happiness.","c":"happiness","a":"Loretta Lynn"},{"id":"xMGHVRqBxFN-o","t":"For all its terrible faults, in one sense America is still the last, best hope of mankind, because it spells out so vividly the kind of happiness that most people actually want, regardless of what they are told they ought to want.","c":"happiness","a":"Ferdinand Mount"},{"id":"cNGiovoS2DhH_","t":"Maturity - among other things, the unclouded happiness of the child at play, who takes it for granted that he is at one with his play-mates.","c":"happiness","a":"Dag Hammarskjold"},{"id":"SJOIxhEej_5tc","t":"It is the paradox of life that the way to miss pleasure is to seek it first. The very first condition of lasting happiness is that a life should be full of purpose, aiming at something outside self.","c":"happiness","a":"Hugo Black"},{"id":"exs7qaX3l66U5","t":"You know it's love when all you want is that person to be happy, even if you're not part of their happiness.","c":"happiness","a":"Julia Roberts"},{"id":"2m_v31nswbYiD","t":"Happiness is a by-product. You cannot pursue it by itself.","c":"happiness","a":"Sam Levenson"},{"id":"ogJQWu3SmfQCs","t":"Joe E. Lewis said, 'Money doesn't buy happiness but it calms the nerves.' And that is how I feel about a film being well-received.","c":"happiness","a":"Alexander Payne"},{"id":"JjN6ETGNLzGkv","t":"Morality is not the doctrine of how we may make ourselves happy, but how we may make ourselves worthy of happiness.","c":"happiness","a":"Immanuel Kant"},{"id":"Gmvv1p-gElEkN","t":"A good way I know to find happiness, is to not bore a hole to fit the plug.","c":"happiness","a":"Josh Billings"},{"id":"aCshgAqu6C0Dg","t":"No human being can really understand another, and no one can arrange another's happiness.","c":"happiness","a":"Graham Greene"},{"id":"ukFvs40Zh6Zxy","t":"If you have not taken the time to define what happiness means to you, what have your spent your whole life pursuing?","c":"happiness","a":"Bo Bennett"},{"id":"iVEiniVMrvyRX","t":"The will of man is his happiness.","c":"happiness","a":"Friedrich Schiller"},{"id":"1wvXqK6yiDq2I","t":"Be happy for this moment. This moment is your life.","c":"happiness","a":"Omar Khayyam"},{"id":"fw3yCgfuOgESj","t":"Happiness is the sublime moment when you get out of your corsets at night.","c":"happiness","a":"Joyce Grenfell"},{"id":"SfRTtz9kImdbT","t":"As long as you are being true to yourself, you will always find happiness.","c":"happiness","a":"Amber Riley"},{"id":"7uKUUqVcgqgRs","t":"No man chooses evil because it is evil he only mistakes it for happiness, the good he seeks.","c":"happiness","a":"Mary Wollstonecraft"},{"id":"kQfHRByUZA8wM","t":"Happiness is the absence of the striving for happiness.","c":"happiness","a":"Zhuangzi"},{"id":"x_bnqgGRdKSgx","t":"Tell him, on the contrary, that he needs, in the interest of his own happiness, to walk in the path of humility and self-control, and he will be indifferent, or even actively resentful.","c":"happiness","a":"Irving Babbitt"},{"id":"o5-LipUglXRCu","t":"Happiness is a byproduct of function, purpose, and conflict those who seek happiness for itself seek victory without war.","c":"happiness","a":"William S. Burroughs"},{"id":"bR20iGi6J_rMa","t":"Heartache is very fertile ground for song-making but so is happiness, so is absolute bliss.","c":"happiness","a":"K. D. Lang"},{"id":"l5ZZK3zXPOrII","t":"Too much good fortune can make you smug and unaware. Happiness should be like an oasis, the greener for the desert that surrounds it.","c":"happiness","a":"Rachel Field"},{"id":"wMciKdLVYWW_Q","t":"Happiness always looks small while you hold it in your hands, but let it go, and you learn at once how big and precious it is.","c":"happiness","a":"Maxim Gorky"},{"id":"CBdGeKYElT-tT","t":"It is pretty hard to tell what does bring happiness poverty and wealth have both failed.","c":"happiness","a":"Kin Hubbard"},{"id":"af7n9S3ZLm8Tv","t":"Happiness was not made to be boasted, but enjoyed. Therefore tho others count me miserable, I will not believe them if I know and feel myself to be happy nor fear them.","c":"happiness","a":"Thomas Traherne"},{"id":"ThU3BORNs1Xbn","t":"Money is not necessarily, although it helps a lot for happiness, it's not necessarily the best way to be happy, to be rich, you know.","c":"happiness","a":"Eric Ripert"},{"id":"ta-A2MaEbSr1I","t":"Happiness and peace will come to earth only as the light of love and human compassion enter the souls of men.","c":"happiness","a":"David O. McKay"},{"id":"nPGzFmpXNkHEM","t":"Your dear baby has died innocent and blameless, and has been called away by an all wise and merciful Creator, most probably from a life to misery and misfortune, and most certainly to one of happiness and bliss.","c":"happiness","a":"George Mason"},{"id":"CudE4eg5gfcbx","t":"Happiness is not that easy to achieve, but having a handsome husband, a beautiful baby, and a great job helps.","c":"happiness","a":"Ellen Pompeo"},{"id":"VbQ2vR0nZE50f","t":"If you want others to be happy, practice compassion. If you want to be happy, practice compassion.","c":"happiness","a":"Dalai Lama"},{"id":"Wo6fhS6rdVIUC","t":"Vegas means comedy, tragedy, happiness and sadness all at the same time.","c":"happiness","a":"Artie Lange"},{"id":"waLRjBlR1g_u7","t":"Money has never made man happy, nor will it, there is nothing in its nature to produce happiness. The more of it one has the more one wants.","c":"happiness","a":"Benjamin Franklin"},{"id":"wOIQalMG7-udt","t":"Happiness is the reward we get for living to the highest right we know.","c":"happiness","a":"Richard Bach"},{"id":"ObdRHCAQp4wUf","t":"I'm an inherently happy person. It comes from the inside, which means you can achieve happiness under any circumstance.","c":"happiness","a":"Patrick Duffy"},{"id":"IzcRkAGx7P1bE","t":"No one has a right to consume happiness without producing it.","c":"happiness","a":"Helen Keller"},{"id":"MF154-9wTS7Hw","t":"I adored Mickey Mouse when I was a child. He was the emblem of happiness and funniness.","c":"happiness","a":"Maurice Sendak"},{"id":"GqSutEn12MfXO","t":"There is no value in life except what you choose to place upon it and no happiness in any place except what you bring to it yourself.","c":"happiness","a":"Henry David Thoreau"},{"id":"3g1eURHlD6VLf","t":"Even if happiness forgets you a little bit, never completely forget about it.","c":"happiness","a":"Jacques Prevert"},{"id":"UmqikZV_RnkoI","t":"Genuine happiness comes from within, and often it comes in spontaneous feelings of joy.","c":"happiness","a":"Andrew Weil"},{"id":"7YdspXPLIU-Ts","t":"The object of government in peace and in war is not the glory of rulers or of races, but the happiness of common man.","c":"happiness","a":"William Beveridge"},{"id":"5oREQq4Rqz2Gs","t":"Money can't buy you happiness, but it can buy you a yacht big enough to pull up right alongside it.","c":"happiness","a":"David Lee Roth"},{"id":"S67NG2sCHpkB5","t":"Fame is indeed beautiful and benign and gentle and satisfying, but happiness is something at once tender and brilliant beyond all things.","c":"happiness","a":"Mary MacLane"},{"id":"gM_WvGSkXptcY","t":"Although the skills aren't hard to learn, finding the happiness and finding the satisfaction and finding fulfillment in continuously serving somebody else something good to eat, is what makes a really good restaurant.","c":"happiness","a":"Mario Batali"},{"id":"_SjhBO2XN7W9z","t":"To think the world therefore a general Bedlam, or place of madmen, and oneself a physician, is the most necessary point of present wisdom: an important imagination, and the way to happiness.","c":"happiness","a":"Thomas Traherne"},{"id":"EpWc1eBGRmhnH","t":"Happiness is a ball after which we run wherever it rolls, and we push it with our feet when it stops.","c":"happiness","a":"Johann Wolfgang von Goethe"},{"id":"82v5zivyXQOEO","t":"Happiness is working with Jack Lemmon.","c":"happiness","a":"Billy Wilder"},{"id":"xTqDHoFyBwf_m","t":"I find happiness comes from numerous sources in my life. Most often, the happy moments I cherish most are quiet moments with my wife and family back home in Nova Scotia.","c":"happiness","a":"Peter MacKay"},{"id":"IJzOqzFOaTAX0","t":"I think my capacity to change has given me tremendous happiness, because who I am today I am completely content to be.","c":"happiness","a":"Jamie Lee Curtis"},{"id":"mCOzbgMv-H-zJ","t":"Crying is cleansing. There's a reason for tears, happiness or sadness.","c":"happiness","a":"Dionne Warwick"},{"id":"eXzoWHWtoE_QE","t":"When I was waiting tables, washing dishes, or mowing lawns for money, I never thought of myself as stuck in some station in life. I was on my own path, my own journey, an American journey where I could think for myself, decide for myself, define happiness for myself.","c":"happiness","a":"Paul Ryan"},{"id":"2masGsZ0xl3bp","t":"Money can't buy happiness.","c":"happiness","a":"Howard Hughes"},{"id":"jAHp4UxnJd8l0","t":"For my part, I do not feel that the scheme of future happiness, which ought by rights to be in preparation for me, will be at all interfered with by my not meeting again the man I have in my. mind.","c":"happiness","a":"James Payn"},{"id":"9ykRuMwYaW1QG","t":"The said truth is that it is the greatest happiness of the greatest number that is the measure of right and wrong.","c":"happiness","a":"Jeremy Bentham"},{"id":"Bc2f9z7suYtTE","t":"The truth is that relative income is not directly related to happiness. Nonpartisan social-survey data clearly show that the big driver of happiness is earned success: a person's belief that he has created value in his life or the life of others.","c":"happiness","a":"Arthur C. Brooks"},{"id":"CLVJ7J9UJzbhz","t":"To me, the most important thing is happiness.","c":"happiness","a":"Sheryl Swoopes"},{"id":"5zc5WGw52YWZr","t":"Happiness for me is getting to write about the most important things I know.","c":"happiness","a":"Richard Ford"},{"id":"QDhHR3urCcpot","t":"Happiness is no laughing matter.","c":"happiness","a":"Richard Whately"},{"id":"ZPa3t3f0nyvWq","t":"He who has so little knowledge of human nature as to seek happiness by changing anything but his own disposition will waste his life in fruitless efforts.","c":"happiness","a":"Samuel Johnson"},{"id":"rJwB1XP_6NHZQ","t":"The first requisite for the happiness of the people is the abolition of religion.","c":"happiness","a":"Karl Marx"},{"id":"9vhxNAH34zUGc","t":"Wisdom is the supreme part of happiness.","c":"happiness","a":"Sophocles"},{"id":"7Twn5FcCEEu5B","t":"An order of government, established by such an all-wise, powerful being, must be good and perfect, and must be calculated to promote the permanent peace, happiness, and well-being of all his subjects.","c":"happiness","a":"Orson Pratt"},{"id":"tCW_r4jMFdx1q","t":"Remember the rights of the savage, as we call him. Remember that the happiness of his humble home, remember that the sanctity of life in the hill villages of Afghanistan, among the winter snows, is as inviolable in the eye of Almighty God, as can be your own.","c":"happiness","a":"William E. Gladstone"},{"id":"TW-KIfDP-jGsN","t":"The gods conceal from men the happiness of death, that they may endure life.","c":"happiness","a":"Lucan"},{"id":"RTWUVV9R2Ewxi","t":"Happiness exists on earth, and it is won through prudent exercise of reason, knowledge of the harmony of the universe, and constant practice of generosity.","c":"happiness","a":"Jose Marti"},{"id":"E_Ab42fHhhck-","t":"We exaggerate misfortune and happiness alike. We are never as bad off or as happy as we say we are.","c":"happiness","a":"Honore de Balzac"},{"id":"vPuAJyZCd2GfP","t":"My creed is that: Happiness is the only good. The place to be happy is here. The time to be happy is now. The way to be happy is to make others so.","c":"happiness","a":"Robert Green Ingersoll"},{"id":"9jFgatnkQLGSs","t":"If kind parents love their children and delight in their happiness, then he who is perfect goodness in sending abroad mortal contagions doth assuredly direct their use.","c":"happiness","a":"John Woolman"},{"id":"IlIOvMuuhCo7V","t":"No man is happy without a delusion of some kind. Delusions are as necessary to our happiness as realities.","c":"happiness","a":"Christian Nestell Bovee"},{"id":"a235ifE82n_Ll","t":"If you have easy self-contentment, you might have a very, very cheap source of happiness.","c":"happiness","a":"Leon Kass"},{"id":"9NYupHd2Jpjvm","t":"There is joy in work. There is no happiness except in the realization that we have accomplished something.","c":"happiness","a":"Henry Ford"},{"id":"Ou-Us3-DpKMr6","t":"Could a government dare to set out with happiness as its goal? Now that there are accepted scientific proofs, it would be easy to audit the progress of national happiness annually, just as we monitor money and GDP.","c":"happiness","a":"Polly Toynbee"},{"id":"V5fX5lxfsCSd4","t":"Only one thing has to change for us to know happiness in our lives: where we focus our attention.","c":"happiness","a":"Greg Anderson"},{"id":"mOx-pN7wQk7FP","t":"No true and permanent fame can be founded except in labors which promote the happiness of mankind.","c":"happiness","a":"Charles Sumner"},{"id":"CsfFU8QM52LlX","t":"You know the passage where Scarlett voices her happiness that her mother is dead, so that she can't see what a bad girl Scarlett has become? Well, that's me.","c":"happiness","a":"Vivien Leigh"},{"id":"q9Kunb5evcgM4","t":"The one happiness is to shut one's door upon a little room, with a table before one, and to create to create life in that isolation from life.","c":"happiness","a":"Eleanora Duse"},{"id":"FfiYlKSswoYxq","t":"We all of us deserve happiness or none of us does.","c":"happiness","a":"Mary Gordon"},{"id":"ZXZgNYUeATySL","t":"Traveling is the ruin of all happiness! There's no looking at a building after seeing Italy.","c":"happiness","a":"Fanny Burney"},{"id":"0jWSTdXjRW8aI","t":"Suspicion is not less an enemy to virtue than to happiness he that is already corrupt is naturally suspicious, and he that becomes suspicious will quickly be corrupt.","c":"happiness","a":"Joseph Addison"},{"id":"QnDmchdcLQeAD","t":"I heard a definition once: Happiness is health and a short memory! I wish I'd invented it, because it is very true.","c":"happiness","a":"Audrey Hepburn"},{"id":"Y70ZwqPgXidad","t":"Happiness is mental harmony unhappiness is mental inharmony.","c":"happiness","a":"James Allen"},{"id":"shXVpd-FUh_R_","t":"I wish people could acheive what they think would bring them happiness in order for them to realize that thats not really what happiness is.","c":"happiness","a":"Alanis Morissette"},{"id":"d6mvbjBaHsQeL","t":"The person who seeks all their applause from outside has their happiness in another's keeping .","c":"happiness","a":"Dale Carnegie"},{"id":"y1KzrzheMvTn4","t":"It is a curious sensation: the sort of pain that goes mercifully beyond our powers of feeling. When your heart is broken, your boats are burned: nothing matters any more. It is the end of happiness and the beginning of peace.","c":"happiness","a":"George Bernard Shaw"},{"id":"vzmLCc3CAaiAc","t":"Happiness lies neither in vice nor in virtue but in the manner we appreciate the one and the other, and the choice we make pursuant to our individual organization.","c":"happiness","a":"Marquis de Sade"},{"id":"vuCcob-Sj-ZnW","t":"I have learned to seek my happiness by limiting my desires, rather than in attempting to satisfy them.","c":"happiness","a":"John Stuart Mill"},{"id":"QQniRUv0H3w3B","t":"Success is getting what you want. Happiness is wanting what you get.","c":"happiness","a":"Dale Carnegie"},{"id":"PsBdbJaIljKUF","t":"There is no greater sorrow than to recall happiness in times of misery.","c":"happiness","a":"Dante Alighieri"},{"id":"JkIGFQ1UYcWAj","t":"Happiness lies in the joy of achievement and the thrill of creative effort.","c":"happiness","a":"Franklin D. Roosevelt"},{"id":"MAoPHyWe7YREu","t":"Happiness is composed of misfortunes avoided.","c":"happiness","a":"Alphonse Karr"},{"id":"LewS1mbsmkVqX","t":"Love is the master key that opens the gates of happiness.","c":"happiness","a":"Oliver Wendell Holmes"},{"id":"MZ7YLTDIyKFUM","t":"It's up to you to be responsible for how you feel if you're not happy. Your happiness lies in your hands. You can't rely on a man to make you happy or complete you. That starts with you.","c":"happiness","a":"Taraji P. Henson"},{"id":"xHG1opND9ykMy","t":"The path I am trying so hard to follow is in fact the one that God my Father and His Son Jesus Christ want me to pursue. It has brought me deep happiness.","c":"happiness","a":"Clayton Christensen"},{"id":"4APKQzXP59Dd4","t":"You've got to ask! Asking is, in my opinion, the world's most powerful - and neglected - secret to success and happiness.","c":"happiness","a":"Percy Ross"},{"id":"ebUhD7lhksCbn","t":"There is a set of religious, or rather moral, writings which teach that virtue is the certain road to happiness, and vice to misery in this world. A very wholesome and comfortable doctrine, and to which we have but one objection, namely, that it is not true.","c":"happiness","a":"Francois Fenelon"},{"id":"LPAbhG8w5hIFs","t":"We all have a hungry heart, and one of the things we hunger for is happiness. So as much as I possibly could, I stayed where I was happy. I spent a great deal of time in my younger years just writing and reading, walking around the woods in Ohio, where I grew up.","c":"happiness","a":"Mary Oliver"},{"id":"k-AWSUovt9mHA","t":"The secret of happiness is this: let your interests be as wide as possible, and let your reactions to the things and persons that interest you be as far as possible friendly rather than hostile.","c":"happiness","a":"Bertrand Russell"},{"id":"vnuqzYuZGWZNi","t":"When ambition ends, happiness begins.","c":"happiness","a":"Thomas Merton"},{"id":"TZMS_4EUt2H2F","t":"A face is too slight a foundation for happiness.","c":"happiness","a":"Mary Wortley"},{"id":"EOgVzykv0bxlV","t":"I'd rather have happiness than money. People ask for it. Sometimes when I don't have it. I make other people's problems my problem because they want me to they ask me to.","c":"happiness","a":"Brenda Fassie"},{"id":"Y1xCHtke5mi0J","t":"Always remember that the most important thing in a good marriage is not happiness, but stability.","c":"happiness","a":"Gabriel Garcia Marquez"},{"id":"c0agr5zWT2mfx","t":"I think people really marry far too much it is such a lottery after all, and for a poor woman a very doubtful happiness.","c":"happiness","a":"Queen Victoria"},{"id":"xmDOpx1qPnpId","t":"If you are kept in ignorance of the true way and permit yourself to rely upon and be guided by the opinion of imperfect man, you can never gain the riches that will bring you peace and lasting happiness.","c":"happiness","a":"Joseph Franklin Rutherford"},{"id":"J3Za8zEnKizzn","t":"It is not true that suffering ennobles the character happiness does that sometimes, but suffering for the most part, makes men petty and vindictive.","c":"happiness","a":"W. Somerset Maugham"},{"id":"cgqbnusYcPD-M","t":"Only man clogs his happiness with care, destroying what is with thoughts of what may be.","c":"happiness","a":"John Dryden"},{"id":"ddxbcWu3-3VDa","t":"There is no such thing as the pursuit of happiness, but there is the discovery of joy.","c":"happiness","a":"Joyce Grenfell"},{"id":"oHxKcja4dqeb5","t":"Happiness has a bad rap. People say it shouldn't be your goal in life. Oh, yes it should.","c":"happiness","a":"Richard Dreyfuss"},{"id":"b7b1SdpLAMIBF","t":"Most people ask for happiness on condition. Happiness can only be felt if you don't set any condition.","c":"happiness","a":"Arthur Rubinstein"},{"id":"dMYFTWmJp1LOD","t":"Character is the basis of happiness and happiness the sanction of character.","c":"happiness","a":"George Santayana"},{"id":"hrtEGmtll2Rb7","t":"My biography of Frank Sinatra is not paean to his music but rather an illumination of the man behind the music, who once described himself as 'an 18-karat manic-depressive who lived a life of violent emotional contradictions with an over-acute capacity for sadness as well as happiness.'","c":"happiness","a":"Kitty Kelley"},{"id":"ALxUkYDACeoEh","t":"Be happy with what you have and are, be generous with both, and you won't have to hunt for happiness.","c":"happiness","a":"William E. Gladstone"},{"id":"VemQ0V7XyGtcj","t":"There is only one passion, the passion for happiness.","c":"happiness","a":"Denis Diderot"},{"id":"VwGiyWVRIl2Dy","t":"Some of you read with me 40 years ago a portion of Aristotle's Ethics, a selection of passages that describe his idea of happiness. You may not remember too well.","c":"happiness","a":"Charles Van Doren"},{"id":"v8uI5D-3Arlkl","t":"It is neither wealth nor splendor but tranquility and occupation which give you happiness.","c":"happiness","a":"Thomas Jefferson"},{"id":"cJXzNqnaeEHek","t":"In my life I've learned that true happiness comes from giving. Helping others along the way makes you evaluate who you are. I think that love is what we're all searching for. I haven't come across anyone who didn't become a better person through love.","c":"happiness","a":"Marla Gibbs"},{"id":"yzswenCkFxTY3","t":"The most exciting happiness is the happiness generated by forces beyond your control.","c":"happiness","a":"Ogden Nash"},{"id":"Edbfz_XkSNA60","t":"Happiness is an imaginary condition, formerly attributed by the living to the dead, now usually attributed by adults to children, and by children to adults.","c":"happiness","a":"Thomas Szasz"},{"id":"m7zE6qeQIoXPf","t":"To be perfectly happy it does not suffice to possess happiness, it is necessary to have deserved it.","c":"happiness","a":"Victor Hugo"},{"id":"Ad96uH21qL2mv","t":"Never mind your happiness do your duty.","c":"happiness","a":"Peter Drucker"},{"id":"nhmRCAqRHJwrR","t":"Happy is the man who has broken the chains which hurt the mind, and has given up worrying once and for all.","c":"happiness","a":"Ovid"},{"id":"Ht77jEMkVGZ7H","t":"If thou be industrious to procure wealth, be generous in the disposal of it. Man never is so happy as when he giveth happiness unto another.","c":"happiness","a":"Edward G. Bulwer-Lytton"},{"id":"dtaCn-cZOyEkI","t":"Happiness is like a kiss. You must share it to enjoy it.","c":"happiness","a":"Bernard Meltzer"},{"id":"IRUDHC8K6n_wj","t":"The music is the message, the message is the music. So that's my little ministry that the Big Man upstairs gave to me - a little ministry called love and happiness.","c":"happiness","a":"Al Green"},{"id":"1rtY6ut8JnrLx","t":"The happiness of every country depends upon the character of its people, rather than the form of its government.","c":"happiness","a":"Thomas Chandler Haliburton"},{"id":"omROo8-t7X5GK","t":"For this generation, ours, life is nuclear survival, liberty is human rights, the pursuit of happiness is a planet whose resources are devoted to the physical and spiritual nourishment of its inhabitants.","c":"happiness","a":"Jimmy Carter"},{"id":"oLDQG1v3n6ChJ","t":"Don't walk in front of me, I may not follow. Don't walk behind me, I may not lead. There is only one happiness in life, to love and be loved.","c":"happiness","a":"George Sand"},{"id":"KK-oSg9_iIPzp","t":"There is only one real happiness in life, and that is the happiness of creating.","c":"happiness","a":"Frederick Delius"},{"id":"qzwLTdKdEROMo","t":"What is the worth of anything, But for the happiness 'twill bring?","c":"happiness","a":"Richard Owen Cambridge"},{"id":"JRNwW482ytehA","t":"Happiness does not consist in self-love.","c":"happiness","a":"Joseph Butler"},{"id":"iHtHvzOYA6x8q","t":"This is why I belong, and why I believe. I commend to all this same search for happiness and for the truth.","c":"happiness","a":"Clayton Christensen"},{"id":"9ahKUIKqV8j0S","t":"The applause was so loud and insistent that I had to respond with several encores. I was numb with happiness, when it was over, I knew that this alone must be my life and my world.","c":"happiness","a":"Leni Riefenstahl"},{"id":"oBRSlZ7-Xe3eU","t":"Love is trembling happiness.","c":"happiness","a":"Khalil Gibran"},{"id":"em0ip9rQZZbf9","t":"Nevertheless, whether in occurrences lasting days, hours or mere minutes at a time, I have experienced happiness often, and have had brief encounters with it in my later years, even in old age.","c":"happiness","a":"Herman Hesse"},{"id":"BWxaQ7_xE8agG","t":"It was as if all of the happiness, all of the magic of this blissful hour had flowed together into these stirring, bittersweet tones and flowed away, becoming temporal and transitory once more.","c":"happiness","a":"Herman Hesse"},{"id":"Bfqkk19TJEI9s","t":"Happiness held is the seed Happiness shared is the flower.","c":"happiness","a":"John Harrigan"},{"id":"BUNnsPFRnCCUj","t":"You know, American citizens, I don't think, ever thought that the right to the pursuit of happiness did not include the right to marry the person you love. But for a whole number of Americans, gay Americans, that happens to be true.","c":"happiness","a":"Andrew Sullivan"},{"id":"OF0US6XLzh_9v","t":"People say that money is not the key to happiness, but I always figured if you have enough money, you can have a key made.","c":"happiness","a":"Joan Rivers"},{"id":"aXx2M6sO-1WAi","t":"It's obvious, but perhaps worth saying, that happiness has virtually nothing to do with the state of your intellect.","c":"happiness","a":"Daniel Keys Moran"},{"id":"cn9gJSGzHGEGT","t":"Five or six hundred heads cut off would have assured your repose, freedom and happiness.","c":"happiness","a":"Jean-Paul Marat"},{"id":"CzWP_p2dRK1Uo","t":"The folly of endless consumerism sends us on a wild goose-chase for happiness through materialism.","c":"happiness","a":"Bryant McGill"},{"id":"2PtONPM6F1PZq","t":"Is anyone serious about the politics of happiness? David Cameron dipped a toe in the water, using the word lightly, but denying the hard policies it implies. Labour shies away from it, but should take up the challenge.","c":"happiness","a":"Polly Toynbee"},{"id":"1ipHa77ZmZAF5","t":"The happiness of life is made up of minute fractions - the little, soon forgotten charities of a kiss or a smile, a kind look or heartfelt compliment.","c":"happiness","a":"Samuel Taylor Coleridge"},{"id":"eYvdphG1koqZR","t":"Bride: A woman with a fine prospect of happiness behind her.","c":"happiness","a":"Ambrose Bierce"},{"id":"JBcoyENzdGHlu","t":"As long as I am given the opportunity to keep performing and keep exploring in whatever medium, I'll be happy. As long as I get to spend time with my family, I'll be happy. As long as I can write in some form, I'll be happy. It is the essential things like that I equate with happiness.","c":"happiness","a":"Dan Stevens"},{"id":"DMpc1KflJ6tYL","t":"The U. S. Constitution doesn't guarantee happiness, only the pursuit of it. You have to catch up with it yourself.","c":"happiness","a":"Benjamin Franklin"},{"id":"KjENIWE_3VbGi","t":"I can be forced to live without happiness, but I will never consent to live without honor.","c":"happiness","a":"Pierre Corneille"},{"id":"zYK-u3lUKJIZs","t":"All happiness depends on a leisurely breakfast.","c":"happiness","a":"John Gunther"},{"id":"vvyN5mGfsO2TK","t":"To find out what one is fitted to do, and to secure an opportunity to do it, is the key to happiness.","c":"happiness","a":"John Dewey"},{"id":"3Pgp1zkz8G6ru","t":"The inspired Scriptures make the clear distinction between false and true riches and make plain the reason why happiness is gained and fully enjoyed only by those who find true riches.","c":"happiness","a":"Joseph Franklin Rutherford"},{"id":"2HVgZ9ARMx8lZ","t":"I am deeply grateful for the concern of all those who constantly prayed for my happiness.","c":"happiness","a":"Princess Margaret"},{"id":"r3xPrMT5ccC1T","t":"Life's greatest happiness is to be convinced we are loved.","c":"happiness","a":"Victor Hugo"},{"id":"_yJ_6QIt4XFCo","t":"Happiness is the only sanction of life where happiness fails, existence remains a mad and lamentable experiment.","c":"happiness","a":"George Santayana"},{"id":"TTzti3yEsQglq","t":"If you want to be happy, be.","c":"happiness","a":"Leo Tolstoy"},{"id":"3Ss4-57ySUsId","t":"Your success and happiness lies in you. Resolve to keep happy, and your joy and you shall form an invincible host against difficulties.","c":"happiness","a":"Helen Keller"},{"id":"RCMHhMcOWTT5F","t":"May there always be peace, love and happiness in every house.","c":"happiness","a":"Islom Karimov"},{"id":"y-VcY-HssMIHz","t":"People take different roads seeking fulfillment and happiness. Just because they're not on your road doesn't mean they've gotten lost.","c":"happiness","a":"H. Jackson Brown, Jr."},{"id":"vAMU5uj0ZfKQR","t":"An effort made for the happiness of others lifts above ourselves.","c":"happiness","a":"Lydia M. Child"},{"id":"TXHHYjrOnGnHP","t":"And, in fact, you can find that the lack of basic resources, material resources, contributes to unhappiness, but the increase in material resources do not increase happiness.","c":"happiness","a":"Mihaly Csikszentmihalyi"},{"id":"vv9o92680JGvW","t":"Do not speak of your happiness to one less fortunate than yourself.","c":"happiness","a":"Plutarch"},{"id":"AnU8QUUj0gpKd","t":"Happiness is ideal, it is the work of the imagination.","c":"happiness","a":"Marquis de Sade"},{"id":"_3cZHLG9eAT50","t":"Happiness consists not in having much, but in being content with little.","c":"happiness","a":"Marguerite Gardiner"},{"id":"cC_yiLeeBTzmb","t":"Our object in the construction of the state is the greatest happiness of the whole, and not that of any one class.","c":"happiness","a":"Plato"},{"id":"MbPuYk5W3g6YM","t":"The pursuit of happiness, which American citizens are obliged to undertake, tends to involve them in trying to perpetuate the moods, tastes and aptitudes of youth.","c":"happiness","a":"Malcolm Muggeridge"},{"id":"Z2eJjzpegnCzh","t":"The secret of happiness is to admire without desiring. And that is not happiness.","c":"happiness","a":"F. H. Bradley"},{"id":"AfHs3GumTIhJj","t":"The arts are weapons of understanding and weapons of happiness.","c":"happiness","a":"Richard Eyre"},{"id":"G9kkJz1DcLzBO","t":"Leibniz dedicated his life to efforts to educate people to understand that true happiness is found by locating their identity in benefitting mankind and their posterity.","c":"happiness","a":"Robert Trout"},{"id":"m9j2ESPkhzJRA","t":"My greatest happiness is to serve my gracious King and Country and I am envious only of glory for if it be a sin to covet glory I am the most offending soul alive.","c":"happiness","a":"Horatio Nelson"},{"id":"LGmJvQgfGj2k4","t":"It's good to follow the path of personal happiness to some extent. People tend to get upset however when you drive a steamroller down it.","c":"happiness","a":"Simon Travaglia"},{"id":"6dwWcKr3SVqVN","t":"Genuine happiness can only be achieved when we transform our way of life from the unthinking pursuit of pleasure to one committed to enriching our inner lives, when we focus on 'being more' rather than simply having more.","c":"happiness","a":"Daisaku Ikeda"},{"id":"WFGlA3uJq-8x3","t":"Feminism's agenda is basic: It asks that women not be forced to choose between public justice and private happiness.","c":"happiness","a":"Susan Faludi"},{"id":"8tOj9WFL69oMD","t":"On a soap, happiness never lasts for very long!","c":"happiness","a":"Chandler Massey"},{"id":"QOzO0ZVfLScUt","t":"Although one may fail to find happiness in theatrical life, one never wishes to give it up after having once tasted its fruits.","c":"happiness","a":"Anna Pavlova"},{"id":"RdXzf9wi9-OQe","t":"Man's only true happiness is to live in hope of something to be won by him. Reverence something to be worshipped by him, and love something to be cherished by him, forever.","c":"happiness","a":"John Ruskin"},{"id":"WQwSBWOgQco1X","t":"To have the sense of creative activity is the great happiness and the great proof of being alive.","c":"happiness","a":"Matthew Arnold"},{"id":"99YGBQl6OoHbu","t":"Try to make at least one person happy every day. If you cannot do a kind deed, speak a kind word. If you cannot speak a kind word, think a kind thought. Count up, if you can, the treasure of happiness that you would dispense in a week, in a year, in a lifetime!","c":"happiness","a":"Lawrence G. Lovasik"},{"id":"ilp9jaLhM8vzd","t":"No one is guaranteed happiness. You can pursue it, but if you happen to find success along the way on that road to happiness, Conservatives believe you should not be demonized or penalized for it.","c":"happiness","a":"Glenn Beck"},{"id":"_yf7D_5HxqkXS","t":"Plenty of people miss their share of happiness, not because they never found it, but because they didn't stop to enjoy it.","c":"happiness","a":"William Feather"},{"id":"qcBR7DSEJj4lf","t":"Success is not the key to happiness. Happiness is the key to success. If you love what you are doing, you will be successful.","c":"happiness","a":"Albert Schweitzer"},{"id":"yrLeFUV8bnnuM","t":"Happiness is a butterfly, which when pursued, is always just beyond your grasp, but which, if you will sit down quietly, may alight upon you.","c":"happiness","a":"Nathaniel Hawthorne"},{"id":"tnuPPxPbgFcCZ","t":"It is the people who can do nothing who find nothing to do, and the secret to happiness in this world is not only to be useful, but to be forever elevating one's uses.","c":"happiness","a":"Sarah Orne Jewett"},{"id":"HJydQkK1rbVTt","t":"Every moment of your life that is not a complete nightmare is happiness.","c":"happiness","a":"Merrill Markoe"},{"id":"2JZOcbIvYs2GX","t":"Happiness: an agreeable sensation arising from contemplating the misery of another.","c":"happiness","a":"Ambrose Bierce"},{"id":"WnOFC3LCZxS3Y","t":"That is happiness to be dissolved into something complete and great.","c":"happiness","a":"Willa Cather"},{"id":"6KulJ3NiAJIVb","t":"To be without some of the things you want is an indispensable part of happiness.","c":"happiness","a":"Bertrand Russell"},{"id":"vkbzKVr6EsiKv","t":"So I decided to move that scene in the doctor's office to two-thirds into the movie, after the viewers had come to know Ryan and Ali and share in their happiness.","c":"happiness","a":"Arthur Hiller"},{"id":"gs3aFcQjRyUx9","t":"Happiness is the absence of suffering. I think it's an interesting way of looking at it. I think the absence of suffering exists very rarely in the world we live in.","c":"happiness","a":"Julie Christie"},{"id":"6JAEsqzqBBXZQ","t":"Money can't buy happiness, but it can make you awfully comfortable while you're being miserable.","c":"happiness","a":"Clare Boothe Luce"},{"id":"Q-kRzzTc6K7iQ","t":"Happiness is not a goal it is a by-product.","c":"happiness","a":"Eleanor Roosevelt"},{"id":"Cowyr6cpM2Brh","t":"The Constitution guarantees us our rights to life, liberty, and the pursuit of happiness. That's all. It doesn't guarantee our rights to charity.","c":"happiness","a":"Jesse Ventura"},{"id":"-ayMgWWoyXdF1","t":"I was as happy doing theater in New York for little or no money as I am now doing television for more money. The happiness, I guess, comes out of it being a good job. The success has to do with the fact that it's a good job that will continue.","c":"happiness","a":"David Hyde Pierce"},{"id":"LU9_UnchWAXu8","t":"Marriage is wild. I thought it was this perfect land of happiness and joy. Wrong! After you say you do, you don't for a long time.","c":"happiness","a":"John Leguizamo"},{"id":"ForKx66LwINNN","t":"Happiness is not a possession to be prized, it is a quality of thought, a state of mind.","c":"happiness","a":"Daphne du Maurier"},{"id":"-rJey6tKWd4HR","t":"I start to think there really is no cure for depression, that happiness is an ongoing battle, and I wonder if it isn't one I'll have to fight for as long as I live. I wonder if it's worth it.","c":"happiness","a":"Elizabeth Wurtzel"},{"id":"AGK8ZMYpNBQpA","t":"The only happiness a brave person ever troubles themselves in asking about, is happiness enough to get their work done.","c":"happiness","a":"Thomas Carlyle"},{"id":"YJPaIKcpjn89s","t":"To be able to throw one's self away for the sake of a moment, to be able to sacrifice years for a woman's smile - that is happiness.","c":"happiness","a":"Hermann Hesse"},{"id":"Wmpn67fSYuwBB","t":"The sum of the whole is plainly this: The nature of man considered in his single capacity, and with respect only to the present world, is adapted and leads him to attain the greatest happiness he can for himself in the present world.","c":"happiness","a":"Joseph Butler"},{"id":"ZBc-LsVQErW71","t":"We all have to work for happiness. And you cannot listen to other people. That is the worst mistake you can make.","c":"happiness","a":"Jillian Michaels"},{"id":"bYvJQj1fTipF9","t":"For the poison of hatred seated near the heart doubles the burden for the one who suffers the disease he is burdened with his own sorrow, and groans on seeing another's happiness.","c":"happiness","a":"Aeschylus"},{"id":"OyG8zDFSmccW9","t":"If your happiness depends on what somebody else does, I guess you do have a problem.","c":"happiness","a":"Richard Bach"},{"id":"QqAkkTZpz18qQ","t":"Our happiness depends on wisdom all the way.","c":"happiness","a":"Sophocles"},{"id":"O-J4df8Vg1Hfc","t":"You believe happiness to be derived from the place in which once you have been happy, but in truth it is centered in ourselves.","c":"happiness","a":"Franz Schubert"},{"id":"ls_cBh-xKlxqZ","t":"The man who is aware of himself is henceforward independent and he is never bored, and life is only too short, and he is steeped through and through with a profound yet temperate happiness.","c":"happiness","a":"Virginia Woolf"},{"id":"nXijHqFCvAFsv","t":"To play someone who is who they are because of the happiness and contentedness that they've known in their life is interesting because of sort of how banal it is.","c":"happiness","a":"Christina Ricci"},{"id":"7o8AgFaNspKI6","t":"Many persons have a wrong idea of what constitutes true happiness. It is not attained through self-gratification but through fidelity to a worthy purpose.","c":"happiness","a":"Helen Keller"},{"id":"QeWOXOigm7JID","t":"I can say that I never knew what joy was like until I gave up pursuing happiness, or cared to live until I chose to die. For these two discoveries I am beholden to Jesus.","c":"happiness","a":"Malcolm Muggeridge"},{"id":"il7FhyLn6glaj","t":"Happiness is dependent on self-discipline. We are the biggest obstacles to our own happiness. It is much easier to do battle with society and with others than to fight our own nature.","c":"happiness","a":"Dennis Prager"},{"id":"5xYls8o8pVSX6","t":"Man must search for what is right, and let happiness come on its own.","c":"happiness","a":"Johann Pestalozzi"},{"id":"a4d8ef6lfD-WE","t":"We hear of the wealth of nations, of the powers of production, of the demand and supply of markets, and we forget that these words mean no more, if they mean any thing, then the happiness, and the labor, and the necessities of men.","c":"happiness","a":"Francis Wright"},{"id":"ahc6wGE7MW78Q","t":"The Dalai Lama. He is a very wise man of great inner peace who believes that happiness is the purpose of our lives. Through his teachings and leadership, he continues to make this world a better place in which to live.","c":"happiness","a":"Sidney Sheldon"},{"id":"nRLwmjuy5G0r7","t":"We hold these truths to be self-evident: that all men are created equal that they are endowed by their Creator with certain unalienable rights that among these are life, liberty, and the pursuit of happiness.","c":"happiness","a":"Thomas Jefferson"},{"id":"JNObV0AGD6AMv","t":"There may be Peace without Joy, and Joy without Peace, but the two combined make Happiness.","c":"happiness","a":"John Buchan"},{"id":"AgFDqJKGtCumc","t":"There is no private house in which people can enjoy themselves so well as at a capital tavern... No, Sir there is nothing which has yet been contrived by man by which so much happiness is produced as by a good tavern or inn.","c":"happiness","a":"Samuel Johnson"},{"id":"K-uI0ZlFzktUX","t":"See to do good, and you will find that happiness will run after you.","c":"happiness","a":"James Freeman Clarke"},{"id":"sRTTwY8z393xu","t":"Happiness is hard to recall. Its just a glow.","c":"happiness","a":"Frank McCourt"},{"id":"CLL2c6OCVNuWc","t":"Why love if losing hurts so much? I have no answers anymore only the life I have lived. The pain now is part of the happiness then.","c":"happiness","a":"Anthony Hopkins"},{"id":"-WghzrVoWbDXF","t":"Man falls from the pursuit of the ideal of plan living and high thinking the moment he wants to multiply his daily wants. Man's happiness really lies in contentment.","c":"happiness","a":"Mahatma Gandhi"},{"id":"Qt98NpK41TMN8","t":"Life in common among people who love each other is the ideal of happiness.","c":"happiness","a":"George Sand"},{"id":"SF4HcpSDsn796","t":"This nation is notorious for its ability to make or fake anything cheaply. 'Made-in-China' goods now fill homes around the world. But our giant country has a small problem. We can't manufacture the happiness of our people.","c":"happiness","a":"Ai Weiwei"},{"id":"i7h2n1W8gxfmP","t":"To comprehend the Wisdom of this Injunction the better, and explain the Duty before us, it should be considered, that Government is the only Means by which human Happiness can be attained.","c":"happiness","a":"Charles Inglis"},{"id":"jMna3wO5ZkUcE","t":"Happiness grows at our own firesides, and is not to be picked in strangers' gardens.","c":"happiness","a":"Douglas William Jerrold"},{"id":"gg3V2jhslvrN6","t":"Happiness makes up in height for what it lacks in length.","c":"happiness","a":"Robert Frost"},{"id":"M2iTau21zqW8Y","t":"Happiness is a hard master, particularly other people's happiness.","c":"happiness","a":"Aldous Huxley"},{"id":"6DxYexh6i_NHH","t":"To desire and strive to be of some service to the world, to aim at doing something which shall really increase the happiness and welfare and virtue of mankind - this is a choice which is possible for all of us and surely it is a good haven to sail for.","c":"happiness","a":"Henry Van Dyke"},{"id":"ODDnRYcncCiGp","t":"I'd learned how much happiness money can bring you. Very little.","c":"happiness","a":"Rick Pitino"},{"id":"kFaivARzs6_X_","t":"In civilized life, where the happiness and indeed almost the existence of man, depends on the opinion of his fellow men. He is constantly acting a studied part.","c":"happiness","a":"Jeremy Collier"},{"id":"6AvaRhMmYG0Zf","t":"If I have to apply five turns to the screw each day for the happiness of Argentina, I will do it.","c":"happiness","a":"Evita Peron"},{"id":"y2E5VVAP1P58g","t":"You need characters who want things. They want love, they want recognition, they want happiness.","c":"happiness","a":"Candace Bushnell"},{"id":"duK7dAZ41Aut0","t":"By asking the question 'Am I happy?,' and via the answer setting out what I mean by happiness, there is a political route that can be taken, by asking another question - 'Can politics deliver happiness, and should it try?'","c":"happiness","a":"Alastair Campbell"},{"id":"5hZBMD9zl0JWZ","t":"I ask the rights to pursue happiness by having a voice in that government to which I am accountable.","c":"happiness","a":"Victoria Woodhull"},{"id":"Jas_2YnvJGjwb","t":"Just stop for a minute and you'll realize you're happy just being. I think it's the pursuit that screws up happiness. If we drop the pursuit, it's right here.","c":"happiness","a":"James Hillman"},{"id":"_M0MCBtn8KYuu","t":"Unquestionably, it is possible to do without happiness it is done involuntarily by nineteen-twentieths of mankind.","c":"happiness","a":"John Stuart Mill"},{"id":"7qY1UiyqAFdri","t":"Happiness is a virtue, not its reward.","c":"happiness","a":"Baruch Spinoza"},{"id":"5eiwwuZUzNyO9","t":"Happiness is mostly a by-product of doing what makes us feel fulfilled.","c":"happiness","a":"Benjamin Spock"},{"id":"ZDd9WgTs_jJXf","t":"The true secret of happiness lies in taking a genuine interest in all the details of daily life.","c":"happiness","a":"William Morris"},{"id":"vr_uA8N0RT_Xl","t":"The unproductive tillage of human cattle takes that which of right belongs to free labor, and which is necessary for the support and happiness of our own race.","c":"happiness","a":"David Wilmot"},{"id":"2tlcew17E0kiu","t":"Everything has its wonders, even darkness and silence, and I learn, whatever state I may be in, therein to be content.","c":"happiness","a":"Helen Keller"},{"id":"U86iSrXVjcdjB","t":"The British do not expect happiness. I had the impression, all the time that I lived there, that they do not want to be happy they want to be right.","c":"happiness","a":"Quentin Crisp"},{"id":"C5nSqNmjXJIEK","t":"The principle we call self-love never seeks anything external for the sake of the thing, but only as a means of happiness or good: particular affections rest in the external things themselves.","c":"happiness","a":"Joseph Butler"},{"id":"l70Fy4_6mNVdr","t":"Three grand essentials to happiness in this life are something to do, something to love, and something to hope for.","c":"happiness","a":"Joseph Addison"},{"id":"1CNAF3CV-LbRe","t":"My parents- they've been my biggest influences and supporters since day one. They teach me every day that happiness comes from within and not from something outside of your heart.","c":"happiness","a":"Shawn Johnson"},{"id":"_Tz96AbLtSRs3","t":"Holiness, not happiness, is the chief end of man.","c":"happiness","a":"Oswald Chambers"},{"id":"h2zSBAJ0_24kL","t":"I believe there is a relationship between having an interest in the arts and the behaviour of society as a whole. Some politicians find it difficult that the arts is a weapon of happiness... Politics is often about deprivation rather than the opening up of ideas and nourishing creative endeavour.","c":"happiness","a":"Richard Eyre"},{"id":"tSWJj6hifnY3w","t":"To show a child what once delighted you, to find the child's delight added to your own - this is happiness.","c":"happiness","a":"J. B. Priestley"},{"id":"L1R8_VBH24WDh","t":"A man is not rightly conditioned until he is a happy, healthy, and prosperous being and happiness, health, and prosperity are the result of a harmonious adjustment of the inner with the outer of the man with his surroundings.","c":"happiness","a":"James Allen"},{"id":"fKhJUyDg3Y2V3","t":"It is our happiness to live under the government of a PRINCE who is satisfied with ruling according to law as every other good prince will - We enjoy under his administration all the liberty that is proper and expedient for us.","c":"happiness","a":"Jonathan Mayhew"},{"id":"aRg0FFRidIgYI","t":"The ultimate end of human acts is eudaimonia, happiness in the sense of living well, which all men desire all acts are but different means chosen to arrive at it.","c":"happiness","a":"Hannah Arendt"},{"id":"uixWMGJ7-p54-","t":"Self-esteem is as important to our well-being as legs are to a table. It is essential for physical and mental health and for happiness.","c":"happiness","a":"Louise Hart"},{"id":"if3aN410ietzk","t":"My happiness grows in direct proportion to my acceptance, and in inverse proportion to my expectations.","c":"happiness","a":"Michael J. Fox"},{"id":"U8owcllfBZfaK","t":"Let us never know what old age is. Let us know the happiness time brings, not count the years.","c":"happiness","a":"Ausonius"},{"id":"jc9v8F6ZefXhE","t":"The happiness of the bee and the dolphin is to exist. For man it is to know that and to wonder at it.","c":"happiness","a":"Jacques Yves Cousteau"},{"id":"K45n32AXZZOQL","t":"Our principles are the springs of our actions. Our actions, the springs of our happiness or misery. Too much care, therefore, cannot be taken in forming our principles.","c":"happiness","a":"Red Skelton"},{"id":"hH2Fyk7d4TnQv","t":"Happiness? No, it's not there for me.","c":"happiness","a":"Robert Mapplethorpe"},{"id":"4-iict3fRcivs","t":"Success is getting what you want. Happiness is liking what you get.","c":"happiness","a":"H. Jackson Brown, Jr."},{"id":"eUMX4e3scMeKq","t":"What ever our wandering our happiness will always be found within a narrow compass, and in the middle of the objects more immediately within our reach.","c":"happiness","a":"Edward G. Bulwer-Lytton"},{"id":"NEgA4uSBA5dmc","t":"I think the key to happiness is allowing ourselves to not feel bad or guilty for feeling it, and letting it be contagious. And to not be dependent on other people to create your own happiness.","c":"happiness","a":"Brittany Murphy"},{"id":"A_qovqL3dnGur","t":"The pop musicians often leave meaning in the dust and substitute it for cartoons. The deeper artists - the grunge artists in the world and the emoticon people - tend to leave all of the happiness out of life like it just doesn't exist.","c":"happiness","a":"Hal Sparks"},{"id":"EFIXdRfZPXyDR","t":"There is no happiness for people at the expense of other people.","c":"happiness","a":"Anwar Sadat"},{"id":"KhCsZ1bhzmmgF","t":"I enjoy being happy every day, and hopefully you can hear my happiness in my music. Life is beautiful.","c":"happiness","a":"Christina Milian"},{"id":"UVrRNHGiTq-uJ","t":"Households, cities, countries, and nations have enjoyed great happiness when a single individual has taken heed of the Good and Beautiful. Such people not only liberate themselves they fill those they meet with a free mind.","c":"happiness","a":"Philo"},{"id":"8XaJbTl33rNdF","t":"America has believed that in differentiation, not in uniformity, lies the path of progress. It acted on this belief it has advanced human happiness, and it has prospered.","c":"happiness","a":"Louis D. Brandeis"},{"id":"bhoDIBgu5tUz3","t":"Happiness is always a coincidence.","c":"happiness","a":"Jose Bergamin"},{"id":"sR371bKj5JvOd","t":"Indeed, man wishes to be happy even when he so lives as to make happiness impossible.","c":"happiness","a":"Saint Augustine"},{"id":"Epq9laVcclJ5v","t":"True religion... is giving and finding one's happiness by bringing happiness into the lives of others.","c":"happiness","a":"William J. H. Boetcker"},{"id":"YtjZ8kEIqQneU","t":"Money brings some happiness. But after a certain point, it just brings more money.","c":"happiness","a":"Neil Simon"},{"id":"SJbhizFOnQ4yO","t":"I don't know the true meaning of happiness.","c":"happiness","a":"Jonathan Davis"},{"id":"vrQRny_Ga7TB3","t":"If virtue promises happiness, prosperity and peace, then progress in virtue is progress in each of these for to whatever point the perfection of anything brings us, progress is always an approach toward it.","c":"happiness","a":"Epictetus"},{"id":"QCtXfc0YU_obj","t":"When Kate was born, she was born into a world of joy and happiness and confidence. The difference between the children is night and day. She's happy, she's thriving, she's full of self-confidence. I tell her she's beautiful every day before I send her off to school.","c":"happiness","a":"Lynn Johnston"},{"id":"6B7j-BR_6GjVk","t":"Now an infinite happiness cannot be purchased by any price less than that which is infinite in value and infinity of merit can only result from a nature that is infinitely divine or perfect.","c":"happiness","a":"Adam Clarke"},{"id":"SiQ-suBeZzWP4","t":"Happiness is a choice that requires effort at times.","c":"happiness","a":"Aeschylus"},{"id":"_iJwwVZSddLtj","t":"Sitting behind the bench at games is the hardest thing I've ever had to go through because basketball is really most of my happiness. So when I can't go out there and exert energy and have fun and things like that, it kind of puts everything else into perspective.","c":"happiness","a":"Chris Webber"},{"id":"EV7xpSZK1BLgd","t":"Experienced happiness refers to your feelings, to how happy you are as you live your life. In contrast, the satisfaction of the remembering self refers to your feelings when you think about your life.","c":"happiness","a":"Daniel Kahneman"},{"id":"i5CZA3FZZ10Af","t":"Happiness is not a brilliant climax to years of grim struggle and anxiety. It is a long succession of little decisions simply to be happy in the moment.","c":"happiness","a":"J. Donald Walters"},{"id":"CX_sh4pnr1YDV","t":"Just do what must be done. This may not be happiness, but it is greatness.","c":"happiness","a":"George Bernard Shaw"},{"id":"FB8-uoSiWebOk","t":"Happiness consumes itself like a flame. It cannot burn for ever, it must go out, and the presentiment of its end destroys it at its very peak.","c":"happiness","a":"August Strindberg"},{"id":"7U5cuDhFB33Ed","t":"If there were in the world today any large number of people who desired their own happiness more than they desired the unhappiness of others, we could have a paradise in a few years.","c":"happiness","a":"Bertrand Russell"},{"id":"FdGNGiae7vqLu","t":"The house a woman creates is a Utopia. She can't help it - can't help trying to interest her nearest and dearest not in happiness itself but in the search for it.","c":"happiness","a":"Marguerite Duras"},{"id":"AQj7ylS871Xn2","t":"There are people who can do all fine and heroic things but one - keep from telling their happiness to the unhappy.","c":"happiness","a":"Mark Twain"},{"id":"eGxXHSXJe4itE","t":"When the honour is given to that scientist personally the happiness is sweet indeed. Science is, on the whole, an informal activity, a life of shirt sleeves and coffee served in beakers.","c":"happiness","a":"George Porter"},{"id":"SVZq8I0-HA1zp","t":"People truly reaching across boundaries - be they religious or race, political or geographic. A state that is sincerely civil and respectful of each individual's pathway toward life, liberty and the pursuit of happiness will be our goal.","c":"happiness","a":"Jon Huntsman, Jr."},{"id":"AB2--yoNmR5G5","t":"Suspicion is far more to be wrong than right more often unjust than just. It is no friend to virtue, and always an enemy to happiness.","c":"happiness","a":"Hosea Ballou"},{"id":"Sf9ePTTEWV-mZ","t":"Money, if it does not bring you happiness, will at least help you be miserable in comfort.","c":"happiness","a":"Helen Gurley Brown"},{"id":"bJXimMq11bR1M","t":"I say there is not more happiness for me than the freedom of my Homeland.","c":"happiness","a":"Islom Karimov"},{"id":"5zR_ey2glRyXG","t":"Getting married, for me, was the best thing I ever did. I was suddenly beset with an immense sense of release, that we have something more important than our separate selves, and that is the marriage. There's immense happiness that can come from working towards that.","c":"happiness","a":"Nick Cave"},{"id":"o4TRwF0zQ7uNK","t":"Happiness in intelligent people is the rarest thing I know.","c":"happiness","a":"Ernest Hemingway"},{"id":"LE9KiAkyI_H50","t":"Happiness is not a matter of intensity but of balance, order, rhythm and harmony.","c":"happiness","a":"Thomas Merton"},{"id":"opvfccvi868H0","t":"Happiness is perfume, you can't pour it on somebody else without getting a few drops on yourself.","c":"happiness","a":"James Van Der Zee"},{"id":"skh-Yi9qg9OlY","t":"Truth is a deep kindness that teaches us to be content in our everyday life and share with the people the same happiness.","c":"happiness","a":"Khalil Gibran"},{"id":"edPJoNoYvqZQd","t":"And one who is just of his own free will shall not lack for happiness and he will never come to utter ruin.","c":"happiness","a":"Aeschylus"},{"id":"vC-BgMgwBE9SG","t":"One of the indictments of civilizations is that happiness and intelligence are so rarely found in the same person.","c":"happiness","a":"William Feather"},{"id":"ZeATDtadvrwRt","t":"I've made an odd discovery. Every time I talk to a savant I feel quite sure that happiness is no longer a possibility. Yet when I talk with my gardener, I'm convinced of the opposite.","c":"happiness","a":"Bertrand Russell"},{"id":"K0kLxyJCEcqFx","t":"Happiness is being on the beam with life - to feel the pull of life.","c":"happiness","a":"Agnes Martin"},{"id":"MtketsXYEV0MK","t":"There is even a happiness - that makes the heart afraid.","c":"happiness","a":"Thomas Hood"},{"id":"h1Y3wfUFX6CgV","t":"I love walking down the street and seeing faces and drama and happiness and sadness and dirt and cleanliness.","c":"happiness","a":"Ric Ocasek"},{"id":"qAPfdTdBQ58xl","t":"The first recipe for happiness is: avoid too lengthy meditation on the past.","c":"happiness","a":"Andre Maurois"},{"id":"iO9j4gSSLeagK","t":"When I first found out that I was an Idol finalist, I cried tears of happiness. I was just so happy, and my family was there and the fact that got to see that moment and share that moment with me was just everything to me.","c":"happiness","a":"Pia Toscano"},{"id":"0wLR9fhWZpNLN","t":"There is no austerity equal to a balanced mind, and there is no happiness equal to contentment there is no disease like covetousness, and no virtue like mercy.","c":"happiness","a":"Chanakya"},{"id":"_NaEMyTaofgGq","t":"When God loves a creature he wants the creature to know the highest happiness and the deepest misery He wants him to know all that being alive can bring. That is his best gift. There is no happiness save in understanding the whole.","c":"happiness","a":"Thornton Wilder"},{"id":"3z_II-VEGEuXv","t":"I have kids and I want to have a long life and there are certain things that are conducive to that and certain things that aren't. I've opted for the road of happiness and long life.","c":"happiness","a":"Ethan Suplee"},{"id":"K-1c4sQGuXehU","t":"Man is fond of counting his troubles, but he does not count his joys. If he counted them up as he ought to, he would see that every lot has enough happiness provided for it.","c":"happiness","a":"Fyodor Dostoevsky"},{"id":"2wgQ3MMV-LNFt","t":"My travels led me to where I am today. Sometimes these steps have felt painful, difficult, but led me to greater happiness and opportunites.","c":"happiness","a":"Diana Ross"},{"id":"ZQw-Z8eVcXFSm","t":"And perfect happiness? Man, that's a... the pool is about 92 degrees, the Jacuzzi is about 102 and an avocado farm.","c":"happiness","a":"Jamie Foxx"},{"id":"G_u7zaq7kiHlz","t":"I have often met with happiness after some imprudent step which ought to have brought ruin upon me, and although passing a vote of censure upon myself I would thank God for his mercy.","c":"happiness","a":"Giacomo Casanova"},{"id":"WcR-PLa8aABEV","t":"Thousands of candles can be lighted from a single candle, and the life of the candle will not be shortened. Happiness never decreases by being shared.","c":"happiness","a":"Buddha"},{"id":"ZjBbiqPiILy4k","t":"Happiness is like a cloud, if you stare at it long enough, it evaporates.","c":"happiness","a":"Sarah McLachlan"},{"id":"T_JKAkf9VBmlV","t":"Lovers who love truly do not write down their happiness.","c":"happiness","a":"Anatole France"},{"id":"b8-2lS6sJ4jKo","t":"Happiness, contentment, the health and growth of the soul, depend, as men have proved over and over again, upon some simple issue, some single turning of the soul.","c":"happiness","a":"George A. Smith"},{"id":"rJRkx-UpQiTbO","t":"A sincere and steadfast co-operation in promoting such a reconstruction of our political system as would provide for the permanent liberty and happiness of the United States.","c":"happiness","a":"James Madison"},{"id":"WZVsJcce08B_Y","t":"I have discovered the secret of happiness - it is work, either with the hands or the head. The moment I have something to do, the draughts are open and my chimney draws, and I am happy.","c":"happiness","a":"John Burroughs"},{"id":"G_O3nWjg52Jkc","t":"To buy happiness is to sell soul.","c":"happiness","a":"Douglas Horton"},{"id":"y-7B-ypeqc8Zf","t":"Happiness is like those palaces in fairy tales whose gates are guarded by dragons: we must fight in order to conquer it.","c":"happiness","a":"Alexandre Dumas"},{"id":"mhqYnyAs5QdyB","t":"It is in his knowledge that man has found his greatness and his happiness, the high superiority which he holds over the other animals who inhabit the earth with him, and consequently no ignorance is probably without loss to him, no error without evil.","c":"happiness","a":"James Smithson"},{"id":"bPumpC6YRpJf0","t":"The greatest happiness is to transform one's feelings into action.","c":"happiness","a":"Madame de Stael"},{"id":"rKHkM8juwv8Ij","t":"Part of the happiness of life consists not in fighting battles, but in avoiding them. A masterly retreat is in itself a victory.","c":"happiness","a":"Norman Vincent Peale"},{"id":"OJsm4e6Fy74AP","t":"One's happiness depends less on what he knows than on what he feels.","c":"happiness","a":"Liberty Hyde Bailey"},{"id":"om5HegKfMi-3n","t":"Growth itself contains the germ of happiness.","c":"happiness","a":"Pearl S. Buck"},{"id":"nx32GX38U6uTr","t":"Completeness? Happiness? These words don't come close to describing my emotions. There truly is nothing I can say to capture what motherhood means to me, particularly given my medical history.","c":"happiness","a":"Anita Baker"},{"id":"YKMqYmIZ2tjhu","t":"You can be happy where you are.","c":"happiness","a":"Joel Osteen"},{"id":"DwBfYsf4uEm9E","t":"The only real happiness a ballplayer has is when he is playing a ball game and accomplishes something he didn't think he could do.","c":"happiness","a":"Ring Lardner"},{"id":"Q2R1zkvSQ5G35","t":"I always had a larger view. I'm interested in real life - my family, my friends. I have tried never to define myself by my success, whatever that is. My happiness is way beyond roles and awards.","c":"happiness","a":"Amy Adams"},{"id":"WSNTfaOTXwxBz","t":"The person born with a talent they are meant to use will find their greatest happiness in using it.","c":"happiness","a":"Johann Wolfgang von Goethe"},{"id":"t5iprFf4QBrCx","t":"Happiness, I do not know where to turn to discover you on earth, in the air or the sky yet I know you exist and are no futile dream.","c":"happiness","a":"Rosalia de Castro"},{"id":"VToXFkp5TVnNC","t":"When you analyze happiness, it turns out that the way you spend your time is extremely important.","c":"happiness","a":"Daniel Kahneman"},{"id":"p3sl0WMj9HsKh","t":"I believe that my clothes can give people a better image of themselves - that it can increase their feelings of confidence and happiness.","c":"happiness","a":"Giorgio Armani"},{"id":"qLJRIvAMUHpUM","t":"The supreme happiness of life is the conviction that we are loved loved for ourselves, or rather in spite of ourselves.","c":"happiness","a":"Victor Hugo"},{"id":"-KheuuBZ5vfXF","t":"We've got people looking at our seamy side and our sad side a lot of the time because that's easier. It's much more difficult to make a film about happiness with lots of jokes in it.","c":"happiness","a":"Emma Thompson"},{"id":"ELAQWrohQQRRC","t":"Liberty is to the collective body, what health is to every individual body. Without health no pleasure can be tasted by man without liberty, no happiness can be enjoyed by society.","c":"happiness","a":"Henry St. John"},{"id":"d4Fu-R9tKLeo-","t":"I am about to be married, and am of course in all the misery of a man in pursuit of happiness.","c":"happiness","a":"Lord Byron"},{"id":"y2UNqbx6Ti3-j","t":"Fate often puts all the material for happiness and prosperity into a man's hands just to see how miserable he can make himself with them.","c":"happiness","a":"Don Marquis"},{"id":"KzRcpbBeh_94v","t":"Caring about others, running the risk of feeling, and leaving an impact on people, brings happiness.","c":"happiness","a":"Harold Kushner"},{"id":"ax8FXUt4aS-hC","t":"True happiness comes from the joy of deeds well done, the zest of creating things new.","c":"happiness","a":"Antoine de Saint-Exupery"},{"id":"_Kcl7-FMEyURg","t":"Of all forms of caution, caution in love is perhaps the most fatal to true happiness.","c":"happiness","a":"Bertrand Russell"},{"id":"GL5yZ0TL94A6s","t":"When I was a little kid, all I wanted to do was to escape what I thought was the country and get to a city. Probably film and television had influenced me so much, I really thought the key to happiness was living a very artificial life in a penthouse in New York with martini glasses.","c":"happiness","a":"Tom Ford"},{"id":"WpOQf1lljet8w","t":"The United States are a political state, or organized society, whose end is government, for the security, welfare, and happiness of all who live under its protection.","c":"happiness","a":"William H. Seward"},{"id":"IIOUDvtE31Ky3","t":"The crown of life is neither happiness nor annihilation it is understanding.","c":"happiness","a":"Winifred Holtby"},{"id":"6DFGiD9pcDnez","t":"He who avoids complaint invites happiness.","c":"happiness","a":"Abu Bakr"},{"id":"yR2CT0iEqwgyE","t":"We possess only the happiness we are able to understand.","c":"happiness","a":"Maurice Maeterlinck"},{"id":"26-yl2J5j_3fX","t":"Happiness, or misery, is in the mind. It is the mind that lives.","c":"happiness","a":"William Cobbett"},{"id":"IBL0HTeZkpApE","t":"The secret of happiness is the determination to be happy always, rather than wait for outer circumstances to make one happy.","c":"happiness","a":"J. Donald Walters"},{"id":"NAuST1MZ7GRSz","t":"Happiness is secured through virtue it is a good attained by man's own will.","c":"happiness","a":"Thomas Aquinas"},{"id":"xZ_gPIyrd6DTV","t":"There is nothing can pay one for that invaluable ignorance which is the companion of youth, those sanguine groundless hopes, and that lively vanity which makes all the happiness of life.","c":"happiness","a":"Mary Wortley"},{"id":"0M3h5wxEKGW0_","t":"Life is full of happiness and tears be strong and have faith.","c":"happiness","a":"Kareena Kapoor"},{"id":"JL1MtDxjqfLjI","t":"If you ever find happiness by hunting for it, you will find it, as the old woman did her lost spectacles, safe on her own nose all the time.","c":"happiness","a":"Josh Billings"},{"id":"P08G9yFUG6CZy","t":"Derive happiness in oneself from a good day's work, from illuminating the fog that surrounds us.","c":"happiness","a":"Henri Matisse"},{"id":"QGsvKu9v8hK7j","t":"For me, however, that beloved, glowing little word happiness has become associated with everything I have felt since childhood upon hearing the sound of the word itself.","c":"happiness","a":"Herman Hesse"},{"id":"I0eoYs5IJ7KxC","t":"Happiness is within. It has nothing to do with how much applause you get or how many people praise you. Happiness comes when you believe that you have done something truly meaningful.","c":"happiness","a":"Martin Yan"},{"id":"KSa5-8ewYdUP7","t":"You must try to generate happiness within yourself. If you aren't happy in one place, chances are you won't be happy anyplace.","c":"happiness","a":"Ernie Banks"},{"id":"N50hKS-7wvGwr","t":"Every poll about the Left, the Right, and happiness reveals that the farther left one goes, the less happy the person is likely to be.","c":"happiness","a":"Dennis Prager"},{"id":"fUPwCnWYKwBhs","t":"Why does watching a dog be a dog fill one with happiness?","c":"happiness","a":"Jonathan Safran Foer"},{"id":"s4G9wQFXEsh-V","t":"I've had a good life. Enough happiness, enough success.","c":"happiness","a":"Michael Landon"},{"id":"RnwlOVVT-PrbA","t":"I see nothing wrong with the human trait to desire. In fact, I consider it integral to our success mechanism. Becoming attached to what we desire is what causes the trouble. If you must have it in order to be happy, then you are denying the happiness of the here and now.","c":"happiness","a":"Peter McWilliams"},{"id":"NIQR0k6G3NztN","t":"Even when there are times that we're not happy, happiness will creep in.","c":"happiness","a":"Dyan Cannon"},{"id":"RGheamyt02Y3k","t":"I've often thought if I didn't make my marriage work, I would have failed at my one true shot at happiness.","c":"happiness","a":"Bethenny Frankel"},{"id":"5ey7mkHpCNSaB","t":"What we call the secret of happiness is no more a secret than our willingness to choose life.","c":"happiness","a":"Leo Buscaglia"},{"id":"Lhe1OQfg4vY_Y","t":"The greatest happiness of the greatest number is the foundation of morals and legislation.","c":"happiness","a":"Jeremy Bentham"},{"id":"xwkKUurc4qu6F","t":"Happiness is itself a kind of gratitude.","c":"happiness","a":"Joseph Wood Krutch"},{"id":"NUS7Cn67umejA","t":"When you're happy you find pure joy in your life. There are no regrets in this state of happiness - and that's a goal worth striving for in all areas of your life.","c":"happiness","a":"Suze Orman"},{"id":"sbztF-L2AyrSw","t":"The word 'happiness' would lose its meaning if it were not balanced by sadness.","c":"happiness","a":"Carl Jung"},{"id":"H9EmT1nuJYlgO","t":"The happiness which is lacking makes one think even the happiness one has unbearable.","c":"happiness","a":"Joseph Roux"},{"id":"heXLlETyPTLKP","t":"Happiness is the harvest of a quiet eye.","c":"happiness","a":"Austin O'Malley"},{"id":"JwXlliDcZcbyK","t":"Happiness is different from pleasure. Happiness has something to do with struggling and enduring and accomplishing.","c":"happiness","a":"George A. Sheehan"},{"id":"Ea5ADAAUAs40u","t":"First and foremost, you've got to make yourself happy. Essentially being who you are is the most important thing. When you're after truth, happiness always comes.","c":"happiness","a":"Nadia Giosia"},{"id":"lT3-8PW7VJJYv","t":"If all our happiness is bound up entirely in our personal circumstances it is difficult not to demand of life more than it has to give.","c":"happiness","a":"Bertrand Russell"},{"id":"53T45s2qhn_tz","t":"Happiness is when you love who you are and you are able to accept yourself and others.","c":"happiness","a":"Bar Refaeli"},{"id":"Ifq90VATe4pDT","t":"I will always stay close to all compatriots, and share together the happiness and suffering.","c":"happiness","a":"Norodom Sihamoni"},{"id":"KEI02xe7zut5l","t":"I'm fulfilled in what I do. I never thought that a lot of money or fine clothes - the finer things of life - would make you happy. My concept of happiness is to be filled in a spiritual sense.","c":"happiness","a":"Coretta Scott King"},{"id":"hAQauSoVCjc3N","t":"Happiness: a good bank account, a good cook, and a good digestion.","c":"happiness","a":"Jean-Jacques Rousseau"},{"id":"O5npV8h9646-K","t":"Every age has its happiness and troubles.","c":"happiness","a":"Jeanne Calment"},{"id":"XLQR_xr3s2epk","t":"I think government has a major role to play in helping us with the pursuit of happiness.","c":"happiness","a":"William Weld"},{"id":"iz6nBU9KeVq9Y","t":"Are you bored with life? Then throw yourself into some work you believe in with all your heart, live for it, die for it, and you will find happiness that you had thought could never be yours.","c":"happiness","a":"Dale Carnegie"},{"id":"EuT6NnaxMoff8","t":"It was physically difficult, adjusting to wheelchair life, but I remember a great relief and happiness that I was finally getting somewhere, finding musicians to work with that were sympathetic.","c":"happiness","a":"Robert Wyatt"},{"id":"nROouaBPOukJm","t":"If happiness truly consisted in physical ease and freedom from care, then the happiest individual would not be either a man or a woman it would be, I think, an American cow.","c":"happiness","a":"William Lyon Phelps"},{"id":"FLZvnwzlQ_Tys","t":"Remember that happiness is as contagious as gloom. It should be the first duty of those who are happy to let others know of their gladness.","c":"happiness","a":"Maurice Maeterlinck"},{"id":"lXvmYRmG1lJ4I","t":"Nothing prevents happiness like the memory of happiness.","c":"happiness","a":"Andre Gide"},{"id":"axiHhdG1CMHMK","t":"The only way to find true happiness is to risk being completely cut open.","c":"happiness","a":"Chuck Palahniuk"},{"id":"a9mvAXSHKuq4Q","t":"I just hope I can spread some of the happiness that's been coming my way.","c":"happiness","a":"Kenny Rogers"},{"id":"t0V4FWuHaRjIy","t":"Affection is responsible for nine-tenths of whatever solid and durable happiness there is in our lives.","c":"happiness","a":"C. S. Lewis"},{"id":"BJBl-AprzkT6h","t":"The cause of justice is the cause of humanity. Its advocates should overflow with universal good will. We should love this cause, for it conduces to the general happiness of mankind.","c":"happiness","a":"William Godwin"},{"id":"dK1O4iM-s1bLN","t":"The health of the people is really the foundation upon which all their happiness and all their powers as a state depend.","c":"happiness","a":"Benjamin Disraeli"},{"id":"n5M2bK94IXhae","t":"He who never sacrificed a present to a future good or a personal to a general one can speak of happiness only as the blind do of colors.","c":"happiness","a":"Olympia Brown"},{"id":"bGzCIifMbRjsT","t":"Procrastination is one of the most common and deadliest of diseases and its toll on success and happiness is heavy.","c":"happiness","a":"Wayne Gretzky"},{"id":"gdLbnHPFBerjG","t":"I find that the older I get, the more I see that there really aren't huge zeniths of happiness or a huge abyss of darkness as much as there used to be.","c":"happiness","a":"Paula Cole"},{"id":"qIxKQwy7mXKl9","t":"The Constitution only gives people the right to pursue happiness. You have to catch it yourself.","c":"happiness","a":"Benjamin Franklin"},{"id":"GPqXqqlPEZrGS","t":"I love my family and I had a very wonderful, magical childhood. But New Jersey was actually a very cold place. There was such an intense concentration of wealth, and such a low concentration of any actual human happiness.","c":"happiness","a":"Ezra Miller"},{"id":"2hHNqYaMc-JvH","t":"As to happiness in this life it is hardly compatible with that diminished respect which ever attends the relinquishing of labour.","c":"happiness","a":"Anthony Trollope"},{"id":"Npozz-9mwbRcS","t":"We are built to conquer environment, solve problems, achieve goals, and we find no real satisfaction or happiness in life without obstacles to conquer and goals to achieve.","c":"happiness","a":"Maxwell Maltz"},{"id":"hFfIgGUZP-s2T","t":"How can you tell somebody whose is pursuing happiness that they're somehow not American when that was the very first promise that America made?","c":"happiness","a":"Dan Savage"},{"id":"tZeS67I4518wS","t":"There is an old saying that money can't buy happiness. If it could, I would buy myself four hits every game.","c":"happiness","a":"Pete Rose"},{"id":"OFwC-lL8AdY_6","t":"Happiness is good health and a bad memory.","c":"happiness","a":"Ingrid Bergman"},{"id":"iqNMhpXCHzt5J","t":"I don't really care how I am remembered as long as I bring happiness and joy to people.","c":"happiness","a":"Eddie Albert"},{"id":"elSVp3DECgRRT","t":"Happiness can exist only in acceptance.","c":"happiness","a":"George Orwell"},{"id":"Wdr8Td6FHV3kh","t":"There can be no happiness if the things we believe in are different from the things we do.","c":"happiness","a":"Freya Stark"},{"id":"d_BDprjxghOGY","t":"The happiness of a man in this life does not consist in the absence but in the mastery of his passions.","c":"happiness","a":"Alfred Lord Tennyson"},{"id":"9LUuOfRsX-g-v","t":"Now I believe that lovers should be draped in flowers and laid entwined together on a bed of clover and left there to sleep, left there to dream of their happiness.","c":"happiness","a":"Conor Oberst"},{"id":"Y-JrZ6hfyOgiX","t":"I don't understand why Europeans and South Americans can take more sophistication. Why is it that Americans need to hear their happiness major and their tragedy minor, and as jazzy as they can handle is a seventh chord? Are they not experiencing complex emotions?","c":"happiness","a":"Joni Mitchell"},{"id":"mwNzdgNzJevbF","t":"The happiness of most people is not ruined by great catastrophes or fatal errors, but by the repetition of slowly destructive little things.","c":"happiness","a":"Ernest Dimnet"},{"id":"WX5nakzoqXtOY","t":"I love acting. It's my playground, it let's me explore. But my happiness in this world - my level of peace - is never going to be dictated by acting.","c":"happiness","a":"Chris Evans"},{"id":"ToiVcSEnKmlAn","t":"Fancy the happiness of Pinocchio on finding himself free! Without saying yes or no, he fled from the city and set out on the road that was to take him back to the house of the lovely Fairy.","c":"happiness","a":"Carlo Collodi"},{"id":"kDyhBsOi0pD-q","t":"The moments of happiness we enjoy take us by surprise. It is not that we seize them, but that they seize us.","c":"happiness","a":"Ashley Montagu"},{"id":"SGQeK5pBBWa3n","t":"How to gain, how to keep, how to recover happiness is in fact for most men at all times the secret motive of all they do, and of all they are willing to endure.","c":"happiness","a":"William James"},{"id":"W0ZetqE9h6oL2","t":"Happiness is a continuation of happenings which are not resisted.","c":"happiness","a":"Deepak Chopra"},{"id":"YKGGucJy_i6Vv","t":"Happiness never lays its finger on its pulse.","c":"happiness","a":"Adam Smith"},{"id":"okbqH4RYeuO1x","t":"If you can measure success in this business based on happiness alone I feel like I've hit the lottery.","c":"happiness","a":"Justin Long"},{"id":"X6vRCde-C7z9d","t":"Try to put your happiness before anyone else's, because you may never have done so in your entire life, if you really think about it, if you are really honest with yourself.","c":"happiness","a":"Margaret Cho"},{"id":"I7e5HOVjPf_C2","t":"Sadness is a very interesting idea, this idea of sadness being some kind of default setting that artists will go into. And then I started thinking about this idea of sadness and happiness, and the idea that sadness is very loud, and happiness is quiet.","c":"happiness","a":"Glen Hansard"},{"id":"c_EVxGOASlBYm","t":"So many people have said that to me, that what they really like about Alex is what she brings out in Marissa, and what this situation brings out in her, a hint of happiness and another side to her character.","c":"happiness","a":"Olivia Wilde"},{"id":"06duiypekGrhz","t":"The principles we live by, in business and in social life, are the most important part of happiness.","c":"happiness","a":"Harry Harrison"},{"id":"w9xldikyR3fgk","t":"Alas! if the principles of contentment are not within us, the height of station and worldly grandeur will as soon add a cubit to a man's stature as to his happiness.","c":"happiness","a":"Laurence Sterne"},{"id":"5VG-LnVV5A0L8","t":"What happiness is there which is not purchased with more or less of pain?","c":"happiness","a":"Margaret Oliphant"},{"id":"ny6QbgDjdfHSf","t":"I always seem to have a vague feeling that he is a Satan among musicians, a fallen angel in the darkness who is perpetually seeking to fight his way back to happiness.","c":"happiness","a":"Havelock Ellis"},{"id":"sq_N-Jh5UotCY","t":"When a man has lost all happiness, he's not alive. Call him a breathing corpse.","c":"happiness","a":"Sophocles"},{"id":"_I5bxA85pX4Bg","t":"In securing the future of the planet, we secure happiness for ourselves. One of the aims of the Greens is to turn around the tide of pessimism amongst the young people of the world.","c":"happiness","a":"Bob Brown"},{"id":"VU1uV0Kohh1bp","t":"The pursuit of happiness is a most ridiculous phrase: if you pursue happiness you'll never find it.","c":"happiness","a":"Carrie P. Snow"},{"id":"ZpXRdSF560YbU","t":"For Mythology is the handmaid of literature and literature is one of the best allies of virtue and promoters of happiness.","c":"happiness","a":"Thomas Bulfinch"},{"id":"sNUK9uMMPaW7t","t":"The Divine of the Lord in heaven is love, for the reason that love is receptive of all things of heaven, such as peace, intelligence, wisdom and happiness.","c":"happiness","a":"Emanuel Swedenborg"},{"id":"Q_R6h38K8D3jf","t":"Happiness or satisfaction consists only in the enjoyment of those objects which are by nature suited to our several particular appetites, passions, and affections.","c":"happiness","a":"Joseph Butler"},{"id":"mX6fc5F5si4Kc","t":"The only true happiness comes from squandering ourselves for a purpose.","c":"happiness","a":"John Mason Brown"},{"id":"7RgTlTZA4vf8O","t":"My family didn't have a lot of money, and I'm grateful for that. Money is the longest route to happiness.","c":"happiness","a":"Evangeline Lilly"},{"id":"E5YF-Iut5PVwF","t":"True happiness consists not in the multitude of friends, but in the worth and choice.","c":"happiness","a":"Ben Jonson"},{"id":"OJVyZWeM_Rzxq","t":"Never permit a dichotomy to rule your life, a dichotomy in which you hate what you do so you can have pleasure in your spare time. Look for a situation in which your work will give you as much happiness as your spare time.","c":"happiness","a":"Pablo Picasso"},{"id":"5eoHZW8Chzu0g","t":"My mother was a public school teacher in Virginia, and we didn't have any money, we just survived on happiness, on being a happy family.","c":"happiness","a":"Dave Grohl"},{"id":"mQWn5nNEaiuUA","t":"No period of my life has been one of such unmixed happiness as the four years which have been spent within college walls.","c":"happiness","a":"Horatio Alger"},{"id":"q3oRnSu-BAsrw","t":"It is great happiness to be praised of them who are most praiseworthy.","c":"happiness","a":"Philip Sidney"},{"id":"xM4YGM80mYzVC","t":"I would maintain that thanks are the highest form of thought, and that gratitude is happiness doubled by wonder.","c":"happiness","a":"Gilbert K. Chesterton"},{"id":"-X4awatD9vXMo","t":"Religion is of general and public concern, and on its support depend, in great measure, the peace and good order of government, the safety and happiness of the people.","c":"happiness","a":"Samuel Chase"},{"id":"vcCdlv0-URJqR","t":"I had to try and find a way to express happiness without sounding corny.","c":"happiness","a":"Daniel Johns"},{"id":"9FfG55sNwu2Be","t":"I have my moments. Ever since I was a boy, I never was someone who was at ease with happiness. Too often I embrace introspection and self-doubt. I wish I could embrace the good things.","c":"happiness","a":"Hugh Laurie"},{"id":"5p4Gnq1obUOEo","t":"I think a child may be the only thing that could give me true happiness.","c":"happiness","a":"Nicki Minaj"},{"id":"ftqb-Yecl0lph","t":"History shows that our way of life is the stronger way. From it has come more wealth, more industry, more happiness, more human enlightenment than from any other way.","c":"happiness","a":"Wendell Willkie"},{"id":"Rn5EL3dYzMJ63","t":"From their teenage years on, children are considerably more capable of causing parents unhappiness than bringing them happiness. That is one reason parents who rely on their children for happiness make both their children and themselves miserable.","c":"happiness","a":"Dennis Prager"},{"id":"MpVbBoA84OUmA","t":"Politicians also have no leisure, because they are always aiming at something beyond political life itself, power and glory, or happiness.","c":"happiness","a":"Aristotle"},{"id":"-kCAG9aVkIaOQ","t":"We are no longer happy so soon as we wish to be happier.","c":"happiness","a":"Walter Savage Landor"},{"id":"yIK2TSfTjFxi_","t":"I will never forget my beautiful days with you in Shanklin, they are certainly the most pleasant ones of my life. Look, I have tears in my eyes just to think about it. I am furious to be here, it is the end of happiness for a whole year.","c":"happiness","a":"Camille Claudel"},{"id":"uNJGtaIrNPQDV","t":"Success is getting and achieving what you want. Happiness is wanting and being content with what you get.","c":"happiness","a":"Bernard Meltzer"},{"id":"E_P1c6gm7WNPD","t":"One must never look for happiness: one meets it by the way.","c":"happiness","a":"Isabelle Eberhardt"},{"id":"TEp_oCRkd-JL4","t":"Love is when the other person's happiness is more important than your own.","c":"happiness","a":"H. Jackson Brown, Jr."},{"id":"eYwbyn0mQxWqU","t":"So many people equate money and success with happiness, especially in the music industry.","c":"happiness","a":"DJ Jazzy Jeff"},{"id":"edIkBebDFUS5p","t":"The last part, the part you're now approaching, was for Aristotle the most important for happiness.","c":"happiness","a":"Charles Van Doren"},{"id":"A0GCWM7UzA8hM","t":"Happiness is a how not a what. A talent, not an object.","c":"happiness","a":"Hermann Hesse"},{"id":"Sx3R8fCz2psvd","t":"It is not how much we have, but how much we enjoy, that makes happiness.","c":"happiness","a":"Charles Spurgeon"},{"id":"iTp5QP9CNW3Tk","t":"A wise woman never yields by appointment. It should always be an unforeseen happiness.","c":"happiness","a":"Stendhal"},{"id":"J5JKIu4uuBGGD","t":"Inequality makes everyone unhappy, the poor most of all, and that is well within the remit of the state. More money gives less extra happiness the richer we get, yet we are addicted to earning and spending more every year.","c":"happiness","a":"Polly Toynbee"},{"id":"GlS2eqEQd5Ze4","t":"Dancing and running shake up the chemistry of happiness.","c":"happiness","a":"Mason Cooley"},{"id":"YerVPhw9AQJcM","t":"You do the right thing even if it makes you feel bad. The purpose of life is not to be happy but to be worthy of happiness.","c":"happiness","a":"Tracy Kidder"},{"id":"AlaKjZThnXye4","t":"Some cause happiness wherever they go others whenever they go.","c":"happiness","a":"Oscar Wilde"},{"id":"rnJ38XkmZt62r","t":"Life does not agree with philosophy: There is no happiness that is not idleness, and only what is useless is pleasurable.","c":"happiness","a":"Anton Chekhov"},{"id":"GOOJcdBOKvVd9","t":"There is no happiness in having or in getting, but only in giving.","c":"happiness","a":"Henry Drummond"},{"id":"2xn_As5HsrF7n","t":"Happiness, for you we walk on a knife edge. To the eyes you are a flickering light, to the feet, thin ice that cracks and so may no one touch you who loves you.","c":"happiness","a":"Eugenio Montale"},{"id":"w_g8qjmtYypnO","t":"Happiness is that state of consciousness which proceeds from the achievement of one's values.","c":"happiness","a":"Ayn Rand"},{"id":"bRp-IWu2rznrx","t":"We have no more right to consume happiness without producing it than to consume wealth without producing it.","c":"happiness","a":"George Bernard Shaw"},{"id":"q1G7rbWznuKFH","t":"Since every man desires happiness, it is evidently no small matter whether he conceives of happiness in terms of work or of enjoyment.","c":"happiness","a":"Irving Babbitt"},{"id":"O2P16aNkGIeZg","t":"Happiness and moral duty are inseparably connected.","c":"happiness","a":"George Washington"},{"id":"hrFY2jMG9eRys","t":"To attain happiness in another world we need only to believe something, while to secure it in this world we must do something.","c":"happiness","a":"Charlotte Perkins Gilman"},{"id":"2NDkRf8cPYVz2","t":"I don't have the recipe for happiness, but I think the engine is simply having the desire.","c":"happiness","a":"Vanessa Paradis"},{"id":"77Ao0Xw21MfIg","t":"A table, a chair, a bowl of fruit and a violin what else does a man need to be happy?","c":"happiness","a":"Albert Einstein"},{"id":"tayX3RxIdwEwy","t":"Before the boat docked, however, he confessed because he was contemplating running for president, he couldn't separate from his wife. I believed him when he told me he faced a difficult choice between pursuing personal happiness and his political destiny.","c":"happiness","a":"Donna Rice"},{"id":"7yKuM6yIJ3NM3","t":"Our envy always lasts longer than the happiness of those we envy.","c":"happiness","a":"Heraclitus"},{"id":"D2ZT7GNvcypcZ","t":"I want fame more than I can tell. But more than I want fame I want happiness.","c":"happiness","a":"Mary MacLane"},{"id":"Vs6r1oTq-O38F","t":"I've never seen an obese person who has said, 'I am well in my mind.' Happiness stops food being a compensation.","c":"happiness","a":"Pierre Dukan"},{"id":"vUIga7RrE8gsO","t":"False happiness renders men stern and proud, and that happiness is never communicated. True happiness renders them kind and sensible, and that happiness is always shared.","c":"happiness","a":"Charles de Montesquieu"},{"id":"UXN-JSbL-88MF","t":"But happiness is no respecter of persons.","c":"happiness","a":"Stephen Fry"},{"id":"bQYkNHEz4Ro-H","t":"Happiness depends upon ourselves.","c":"happiness","a":"Aristotle"},{"id":"3mpuFYi80XXUA","t":"We have arrived at that point of time in which we are forced to see our own humiliation, as a nation, and that a progression in this line cannot be a productive of happiness, private or public.","c":"happiness","a":"Henry Knox"},{"id":"m_SPQLXWAvMTr","t":"To be obliged to beg our daily happiness from others bespeaks a more lamentable poverty than that of him who begs his daily bread.","c":"happiness","a":"Charles Caleb Colton"},{"id":"jU5btrGYVgowh","t":"I think the secret to happiness is having a Teflon soul. Whatever comes your way, you either let it slide or you cook with it.","c":"happiness","a":"Diane Lane"},{"id":"STXHbVI3IktpB","t":"When what we are is what we want to be, that's happiness.","c":"happiness","a":"Malcolm Forbes"},{"id":"4y9bO10JTrW3X","t":"There is no dramatic difference in happiness on the part of people who are wealthy.","c":"happiness","a":"Deborah Norville"},{"id":"eYXLP2vneXdOt","t":"The happiness and peace attained by those satisfied by the nectar of spiritual tranquillity is not attained by greedy persons restlessly moving here and there.","c":"happiness","a":"Chanakya"},{"id":"AEXx2yxBcMJXY","t":"True happiness... is not attained through self-gratification, but through fidelity to a worthy purpose.","c":"happiness","a":"Helen Keller"},{"id":"PpVD5SQYGf3sW","t":"I can only point out a curious fact. Year after year the Nobel Awards bring a moment of happiness not only to the recipients, not only to colleagues and friends of the recipients, but even to strangers.","c":"happiness","a":"Alfred Day Hershey"},{"id":"LQff80ObLQ-RT","t":"So even though I consider myself a fairly upbeat person, energetic and things like that, I never do very well on happiness tests.","c":"happiness","a":"Barbara Ehrenreich"},{"id":"JoFX-VZSmr03r","t":"The free market economy is supposed to be the only path leading to the happiness of humanity by promoting wealth and prosperity, power and influence of nations.","c":"happiness","a":"Omar Bongo"},{"id":"Tsk2MwNsvj29a","t":"A comfortable house is a great source of happiness. It ranks immediately after health and a good conscience.","c":"happiness","a":"Sydney Smith"},{"id":"qZRlE-qx6u0fK","t":"The Bourbon King was first ambassador of reason and human happiness.","c":"happiness","a":"Heinrich Mann"},{"id":"HYKcpPFfOwRql","t":"Seek happiness for its own sake, and you will not find it seek for duty, and happiness will follow as the shadow comes with the sunshine.","c":"happiness","a":"Tryon Edwards"},{"id":"XuC7_2LOqQTly","t":"Happiness is a direction, not a place.","c":"happiness","a":"Sydney J. Harris"},{"id":"tzdZar9qVWMn_","t":"The sexes were made for each other, and only in the wise and loving union of the two is the fullness of health and duty and happiness to be expected.","c":"happiness","a":"William Hall"},{"id":"0mXEoykI7f4gR","t":"All people desire what they believe will make them happy. If a person is not full of desire for God, we can only conclude that he is engaged with another happiness.","c":"happiness","a":"William Law"},{"id":"_WJZ-6dbFaFz_","t":"Independence is happiness.","c":"happiness","a":"Susan B. Anthony"},{"id":"D-t-4MGqRjpUE","t":"Happiness doesn't depend on how much you have to enjoy, but how much you enjoy what you have.","c":"happiness","a":"Tom Wilson"},{"id":"neJ4eY3OZ-oC_","t":"Happiness is a real, objective phenomenon, scientifically verifiable. That means people and whole societies can now be measured over time and compared accurately with one another. Causes and cures for unhappiness can be quantified.","c":"happiness","a":"Polly Toynbee"},{"id":"hkBkfkPPVM-fz","t":"It is work, work that one delights in, that is the surest guarantor of happiness. But even here it is a work that has to be earned by labor in one's earlier years. One should labor so hard in youth that everything one does subsequently is easy by comparison.","c":"happiness","a":"Ashley Montagu"},{"id":"MK5OJWJPd4U_-","t":"When we recall the past, we usually find that it is the simplest things - not the great occasions - that in retrospect give off the greatest glow of happiness.","c":"happiness","a":"Bob Hope"},{"id":"7wcZnB8mh0Jef","t":"The arrival of any child brings you a lot of happiness.","c":"happiness","a":"Seal"},{"id":"N4V7rpqr2cQ8v","t":"Money may not buy happiness, but it can damn well give it!","c":"happiness","a":"Freddie Mercury"},{"id":"shMytRJCKleU2","t":"Happiness is an inside job.","c":"happiness","a":"William Arthur Ward"},{"id":"2T2D9tpN_BDC5","t":"Time the great destroyer of other men's happiness, only enlarges the patrimony of literature to its possessor.","c":"happiness","a":"Isaac D'Israeli"},{"id":"aTWTxrBRSojPc","t":"Happiness is a wine of the rarest vintage, and seems insipid to a vulgar taste.","c":"happiness","a":"Logan P. Smith"},{"id":"Ny8Sjg5dzAZ70","t":"I do believe that if you haven't learnt about sadness, you cannot appreciate happiness.","c":"happiness","a":"Nana Mouskouri"},{"id":"P2Tap4hCbJmGZ","t":"Happiness is a mystery, like religion, and should never be rationalised.","c":"happiness","a":"Gilbert K. Chesterton"},{"id":"-udTFf4EWGTQf","t":"Happiness is beneficial for the body, but it is grief that develops the powers of the mind.","c":"happiness","a":"Marcel Proust"},{"id":"bmyHRLnPdsNDo","t":"If you wait for the perfect moment when all is safe and assured, it may never arrive. Mountains will not be climbed, races won, or lasting happiness achieved.","c":"happiness","a":"Maurice Chevalier"},{"id":"Pu34nZMzUeVgL","t":"I think essentially the meaning of life is probably the journey and not really any one thing or an outcome or a result. I think it's kinda the process and I think that if you can find happiness in the process then maybe that's it.","c":"happiness","a":"Charisma Carpenter"},{"id":"ZAtl8fK4aVRjY","t":"The happiness and misery of men depend no less on temper than fortune.","c":"happiness","a":"Francois de La Rochefoucauld"},{"id":"MgZ6_3YfDx317","t":"Character is power it makes friends, draws patronage and support and opens the way to wealth, honor and happiness.","c":"happiness","a":"John Howe"},{"id":"oCTNn5EYtbdM-","t":"Actions are right in proportion as they tend to promote happiness wrong as they tend to produce the reverse of happiness. By happiness is intended pleasure and the absence of pain.","c":"happiness","a":"John Stuart Mill"},{"id":"X_yF0pqUO0TxR","t":"Everyone chases after happiness, not noticing that happiness is right at their heels.","c":"happiness","a":"Bertolt Brecht"},{"id":"ewEwIxQSdNnn5","t":"The white man's happiness cannot be purchased by the black man's misery.","c":"happiness","a":"Frederick Douglass"},{"id":"GRR9d6YVXWaIZ","t":"Wealth, like happiness, is never attained when sought after directly. It comes as a by-product of providing a useful service.","c":"happiness","a":"Henry Ford"},{"id":"SvcKr-4FaXo08","t":"I am happy as happiness goes, for a woman who has so many memories and who lives the lonely life of an actress.","c":"happiness","a":"Lillie Langtry"},{"id":"cVzwQ_V4KBEe0","t":"To describe happiness is to diminish it.","c":"happiness","a":"Stendhal"},{"id":"BlcA0RM1m7De5","t":"Happiness will come from materialism, not from meaning.","c":"happiness","a":"Andrei Platonov"},{"id":"75tMS4Lv-8U6P","t":"In Hollywood, if you don't have happiness, you send out for it.","c":"happiness","a":"Rex Reed"},{"id":"Ez3QpjBpCLhl9","t":"Happiness is found in doing, not merely possessing.","c":"happiness","a":"Napoleon Hill"},{"id":"TR24eG35xP-xm","t":"Your destiny is my destiny. Your happiness is my happiness.","c":"happiness","a":"Islom Karimov"},{"id":"_bIxsFuYe6Phz","t":"I knew everything and received everything. But real happiness, is giving.","c":"happiness","a":"Alain Delon"},{"id":"Y03r9at2oodAs","t":"I never was someone who was at ease with happiness.","c":"happiness","a":"Hugh Laurie"},{"id":"fs-H6Zw_BckJy","t":"Objects we ardently pursue bring little happiness when gained most of our pleasures come from unexpected sources.","c":"happiness","a":"Herbert Spencer"},{"id":"mtF9EmH1ns7iU","t":"Every happiness is a hostage to fortune.","c":"happiness","a":"Arthur Helps"},{"id":"bqnpB7Y97VnCo","t":"My parents were not very happy. They were very worried about me pursuing a career that even if I had talent might not give me the happiness and the success that they - any parent hopes for their child.","c":"happiness","a":"Emmylou Harris"},{"id":"8JAiq0Sa0ykr8","t":"The happiness of this life depends less on what befalls you than the way in which you take it.","c":"happiness","a":"Elbert Hubbard"},{"id":"C6L5vsTR0aWyG","t":"Happiness seems made to be shared.","c":"happiness","a":"Pierre Corneille"},{"id":"9CI4FIwnnS2Na","t":"Many a happiness in life, as many a disaster, can be due to chance, but the peace within us can never be governed by chance.","c":"happiness","a":"Maurice Maeterlinck"},{"id":"p2d5JRblZludp","t":"There is no excellence without labor. One cannot dream oneself into either usefulness or happiness.","c":"happiness","a":"Liberty Hyde Bailey"},{"id":"k-f7-EHQIdvU5","t":"Some of us might find happiness if we quit struggling so desperately for it.","c":"happiness","a":"William Feather"},{"id":"XCDJC_57q2O4-","t":"The greatest happiness comes from being vitally interested in something that excites all your energies.","c":"happiness","a":"Walter Annenberg"},{"id":"yaEOBcad6CGpT","t":"It takes great wit and interest and energy to be happy. The pursuit of happiness is a great activity. One must be open and alive. It is the greatest feat man has to accomplish.","c":"happiness","a":"Robert Herrick"},{"id":"kurtBdJw2uxqc","t":"Sorrow happens, hardship happens, the hell with it, who never knew the price of happiness, will not be happy.","c":"happiness","a":"Yevgeny Yevtushenko"},{"id":"dFcT44aYDIQc8","t":"The life and liberty and property and happiness of the common man throughout the world are at the absolute mercy of a few persons whom he has never seen, involved in complicated quarrels that he has never heard of.","c":"happiness","a":"Gilbert Murray"},{"id":"yfVoN7GrDg0vh","t":"Goodness does not more certainly make men happy than happiness makes them good.","c":"happiness","a":"Walter Savage Landor"},{"id":"4XI5CQ3yQJQsI","t":"We all want to help one another. Human beings are like that. We want to live by each other's happiness, not by each other's misery.","c":"happiness","a":"Charlie Chaplin"},{"id":"29z0EKFrKDPlI","t":"Happiness depends more on how life strikes you than on what happens.","c":"happiness","a":"Andy Rooney"},{"id":"g1ZrHaLgcYvD9","t":"So I started chanting when I was nineteen, which was about twelve years ago, and it really had a huge impact on my outlook, happiness, and general creativity.","c":"happiness","a":"Duncan Sheik"},{"id":"U8ju__1_AOk5h","t":"If you hope for happiness in the world, hope for it from God, and not from the world.","c":"happiness","a":"David Brainerd"},{"id":"RTzBzpAiQVwmY","t":"Self-pity comes so naturally to all of us. The most solid happiness can be shaken by the compassion of a fool.","c":"happiness","a":"Andre Maurois"},{"id":"xhU9rzBWPrSYo","t":"Happiness is a choice. You can choose to be happy. There's going to be stress in life, but it's your choice whether you let it affect you or not.","c":"happiness","a":"Valerie Bertinelli"},{"id":"EdRhcRapZAQmw","t":"I am deeply convinced that happiness does not exist in this world.","c":"happiness","a":"Taylor Caldwell"},{"id":"OsXGEpJPvqZIX","t":"I've done an informal, anecdotal survey about marriage, and I've found no evidence that it brings happiness.","c":"happiness","a":"Mary McCormack"},{"id":"DxwLO35ik_sin","t":"Always leave something to wish for otherwise you will be miserable from your very happiness.","c":"happiness","a":"Baltasar Gracian"},{"id":"9OtTEHSK98qUP","t":"Those who seek happiness miss it, and those who discuss it, lack it.","c":"happiness","a":"Holbrook Jackson"},{"id":"kIjpBtYZMRzSo","t":"Grief at the absence of a loved one is happiness compared to life with a person one hates.","c":"happiness","a":"Jean de la Bruyere"},{"id":"fiJ5tJL6Fy_Ox","t":"Happiness does not lie in happiness, but in the achievement of it.","c":"happiness","a":"Fyodor Dostoevsky"},{"id":"Yxyh-MYnV4L0S","t":"My whole working philosophy is that the only stable happiness for mankind is that it shall live married in blessed union to woman-kind - intimacy, physical and psychical between a man and his wife. I wish to add that my state of bliss is by no means perfect.","c":"happiness","a":"David Herbert Lawrence"},{"id":"vZSQ_EOC7HTvc","t":"I don't get a sense of American pride. I just get a sense that everyone is here, battling the same thing - that around the world everybody's after the same thing, just some minor piece of happiness each day.","c":"happiness","a":"Paul Thomas Anderson"},{"id":"-jYmcAp-Zvwxl","t":"The gratification of desire is not happiness.","c":"happiness","a":"Daisaku Ikeda"},{"id":"Ld1cRemsNC983","t":"So, my happiness doesn't come from money or fame. My happiness comes from seeing life without struggle.","c":"happiness","a":"Nicki Minaj"},{"id":"W-Id7k8L4W1Dk","t":"A good cook is like a sorceress who dispenses happiness.","c":"happiness","a":"Elsa Schiaparelli"},{"id":"2qdtBU-sUJEUa","t":"The secret of happiness is something to do.","c":"happiness","a":"John Burroughs"},{"id":"OU4-y9LVSxJ_e","t":"Yes, women, and men, have to be open to love, because if we're not open then there's no way for us to find happiness. But you can be open to it and still have no control over when it's going to happen.","c":"happiness","a":"Debra Messing"},{"id":"-Sb_9488hDvc4","t":"There is no correlation between happiness and amounts of money.","c":"happiness","a":"Kesha"},{"id":"kYYubJHCpwneg","t":"As long as you understand that you find happiness through family, friends and love, then money is just a nice bonus.","c":"happiness","a":"Ioan Gruffudd"},{"id":"e8E3UCKNEENkw","t":"Law is stable the societies we are speaking of are progressive. The greater or less happiness of a people depends on the degree of promptitude with which the gulf is narrowed.","c":"happiness","a":"Henry James Sumner Maine"},{"id":"cxGj6UhNnQ4kx","t":"Little islands of human happiness, peace, and prosperity are so exceptional at this point in history that I'm not even sure we can draw lessons from them.","c":"happiness","a":"P. J. O'Rourke"},{"id":"Au7BdYQnIooc2","t":"God's children and their happiness are my reasons for being.","c":"happiness","a":"Red Skelton"},{"id":"KIjPvbLFMoIZs","t":"Men can only be happy when they do not assume that the object of life is happiness.","c":"happiness","a":"George Orwell"},{"id":"2JLVYxSLMJVZK","t":"But what is happiness except the simple harmony between a man and the life he leads?","c":"happiness","a":"Albert Camus"},{"id":"kiUNS-kC-2xP7","t":"There's a higher form of happiness in commitment. I'm counting on it.","c":"happiness","a":"Claire Forlani"},{"id":"59KaSUXjGQqFG","t":"Hope is itself a species of happiness, and, perhaps, the chief happiness, which this world affords.","c":"happiness","a":"William Samuel Johnson"},{"id":"zRW8uv2uBUv3S","t":"Trifles make up the happiness or the misery of human life.","c":"happiness","a":"Alexander Smith"},{"id":"EAWLXA3VjMtnv","t":"What would there be in a story of happiness? Only what prepares it, only what destroys it can be told.","c":"happiness","a":"Andre Gide"},{"id":"-B5_nWSiuDpEb","t":"Happiness resides not in possessions, and not in gold, happiness dwells in the soul.","c":"happiness","a":"Democritus"},{"id":"9qpfecmRBoYju","t":"Happiness isn't getting what you want, it's wanting what you got.","c":"happiness","a":"Garth Brooks"},{"id":"ur3mK7SRvoOwt","t":"With respect to the first of these obstacles, it has often been made a matter of grave complaint against Political Economists, that they confine their attention to Wealth, and disregard all consideration of Happiness or Virtue.","c":"happiness","a":"Nassau William Senior"},{"id":"CNVbj9pHR4j9s","t":"The secret of happiness is to find a congenial monotony.","c":"happiness","a":"V. S. Pritchett"},{"id":"VMNQgm1exJs9Y","t":"You can have a lot of unhappiness by not having money, but the reverse is no guarantee of happiness.","c":"happiness","a":"Philip Kaufman"},{"id":"p-ePBum-ZrJNl","t":"Doing nothing is happiness for children and misery for old men.","c":"happiness","a":"Victor Hugo"},{"id":"R6TtiCzp8EFuF","t":"Happiness is neither virtue nor pleasure nor this thing nor that but simply growth, We are happy when we are growing.","c":"happiness","a":"William Butler Yeats"},{"id":"qRC4ay1GSIpIH","t":"Life is essentially a cheat and its conditions are those of defeat the redeeming things are not happiness and pleasure but the deeper satisfactions that come out of struggle.","c":"happiness","a":"F. Scott Fitzgerald"},{"id":"N89CxtBzVbTA6","t":"It is not in the pursuit of happiness that we find fulfillment, it is in the happiness of pursuit.","c":"happiness","a":"Denis Waitley"},{"id":"6gOXEBpA-H91o","t":"It was a joy to be a part of the team that created Round The Horne. I was involved with the show at a time of my life when I was very happy., and that happiness overflowed into the scripts.","c":"happiness","a":"Barry Took"},{"id":"SerUn5k1YkPiR","t":"We are long before we are convinced that happiness is never to be found, and each believes it possessed by others, to keep alive the hope of obtaining it for himself.","c":"happiness","a":"Samuel Johnson"},{"id":"MtPG2KHWrMuiL","t":"The purpose of human life and the sense of happiness is to give the maximum what the man is able to give.","c":"happiness","a":"Alexander Alekhine"},{"id":"rG2lPMNoN0ip-","t":"There is something curiously boring about somebody else's happiness.","c":"happiness","a":"Aldous Huxley"},{"id":"6RuifTH9Nm-X2","t":"It is the personality of the mistress that the home expresses. Men are forever guests in our homes, no matter how much happiness they may find there.","c":"happiness","a":"Elsie de Wolfe"},{"id":"tepTVNSAMroBe","t":"Happiness is inward, and not outward and so, it does not depend on what we have, but on what we are.","c":"happiness","a":"Henry Van Dyke"},{"id":"JQAe0GzRaZylo","t":"I take it that the good of mankind means the attainment, by every man, of all the happiness which he can enjoy without diminishing the happiness of his fellow men.","c":"happiness","a":"Thomas Huxley"},{"id":"rHonEZAA2_glO","t":"It is the chiefest point of happiness that a man is willing to be what he is.","c":"happiness","a":"Desiderius Erasmus"},{"id":"SDcgFeA92XBu2","t":"Happiness comes of the capacity to feel deeply, to enjoy simply, to think freely, to risk life, to be needed.","c":"happiness","a":"Storm Jameson"},{"id":"LYRT4pMHAL0sU","t":"Individuality is the aim of political liberty. By leaving the citizen as much freedom of action and of being as comports with order and the rights of others, the institutions render him truly a freeman. He is left to pursue his means of happiness in his own manner.","c":"happiness","a":"James F. Cooper"},{"id":"lZy-Wtt7s-bkI","t":"Happiness is realizing that nothing is too important.","c":"happiness","a":"Antonio Gala"},{"id":"bNXIYhx_isJHk","t":"That action is best which procures the greatest happiness for the greatest numbers.","c":"happiness","a":"Francis Hutcheson"},{"id":"c_ZEFdT6GKja5","t":"It's not attractive when girls get superskinny. Guys don't like it. Girls don't like you as much. You lose some happiness when that's all you think about.","c":"happiness","a":"Hilary Duff"},{"id":"VQksZsr0tbK9t","t":"More company increases happiness, but does not lighten or diminish misery.","c":"happiness","a":"Thomas Traherne"},{"id":"ujnM8sooaIdJm","t":"Heaven takes care that no man secures happiness by crime.","c":"happiness","a":"Vittorio Alfieri"},{"id":"Y1cymY8TQkShN","t":"Happiness is a sunbeam which may pass through a thousand bosoms without losing a particle of its original ray nay, when it strikes on a kindred heart, like the converged light on a mirror, it reflects itself with redoubled brightness. It is not perfected till it is shared.","c":"happiness","a":"Jane Porter"},{"id":"AsPog8f1Q92-M","t":"Happiness is not a reward - it is a consequence. Suffering is not a punishment - it is a result.","c":"happiness","a":"Robert Green Ingersoll"},{"id":"E3JalzNJ9ZuI_","t":"The world is full of people looking for spectacular happiness while they snub contentment.","c":"happiness","a":"Doug Larson"},{"id":"Ly1mCivhrU2yV","t":"I don't like Paris so much, and it's only eight shows. I mean, don't tell them that, of course. But everyone always thinks they're so important. And I'm sure they are. But to me, my happiness is more important.","c":"happiness","a":"Gisele Bundchen"},{"id":"M3hwdCp0QYsm3","t":"When a small child, I thought that success spelled happiness. I was wrong, happiness is like a butterfly which appears and delights us for one brief moment, but soon flits away.","c":"happiness","a":"Anna Pavlova"},{"id":"wlmOLBUfbE5BB","t":"You know, I think we Indians are afraid to show and celebrate our happiness, lest things change around. But I feel that it's okay to be sad and okay to show when you are happy.","c":"happiness","a":"Shahrukh Khan"},{"id":"eboyy1HB8dSXF","t":"I refuse to accept other people's ideas of happiness for me. As if there's a 'one size fits all' standard for happiness.","c":"happiness","a":"Kanye West"},{"id":"nbzIM3wILM_Cz","t":"Real happiness is cheap enough, yet how dearly we pay for its counterfeit.","c":"happiness","a":"Hosea Ballou"},{"id":"SV6nn9ply7uvY","t":"Happiness, to some, elation Is, to others, mere stagnation.","c":"happiness","a":"Amy Lowell"},{"id":"0ToPgzo-wZqA9","t":"The founders of a new colony, whatever Utopia of human virtue and happiness they might originally project, have invariably recognized it among their earliest practical necessities to allot a portion of the virgin soil as a cemetery, and another portion as the site of a prison.","c":"happiness","a":"Nathaniel Hawthorne"},{"id":"zQ8zVBk2M4NnH","t":"Love is that condition in which the happiness of another person is essential to your own... Jealousy is a disease, love is a healthy condition. The immature mind often mistakes one for the other, or assumes that the greater the love, the greater the jealousy.","c":"happiness","a":"Robert A. Heinlein"},{"id":"y8_aqarJxQ-Cf","t":"Fun I love, but too much fun is of all things the most loathsome. Mirth is better than fun, and happiness is better than mirth.","c":"happiness","a":"William Blake"},{"id":"vNwY3CNk0x10g","t":"Life everlasting in a state of happiness is the greatest desire of all men.","c":"happiness","a":"Joseph Franklin Rutherford"},{"id":"Zb726uopatEAe","t":"The happiness of the creature consists in rejoicing in God, by which also God is magnified and exalted.","c":"happiness","a":"Jonathan Edwards"},{"id":"7WXKujXe38fUO","t":"Lucky that man whose children make his happiness in life and not his grief, the anguished disappointment of his hopes.","c":"happiness","a":"Euripedes"},{"id":"BVJWJ5-GtuwuR","t":"All who joy would win must share it. Happiness was born a Twin.","c":"happiness","a":"Lord Byron"},{"id":"7XkNjGU1EcdiW","t":"It's horrible when people are only interested in buying labels, because it doesn't bring them the happiness they think it will.","c":"happiness","a":"Miuccia Prada"},{"id":"ej5TbghXhcTyE","t":"Happiness is a monstrosity! Punished are those who seek it.","c":"happiness","a":"Gustave Flaubert"},{"id":"y97zlsqgjUhD0","t":"It is not the possession of truth, but the success which attends the seeking after it, that enriches the seeker and brings happiness to him.","c":"happiness","a":"Max Planck"},{"id":"Y093HabM_KzGL","t":"Bring love and peace and happiness and beautiful lives into the world in my honor. Thank you. Love you.","c":"happiness","a":"Aron Ralston"},{"id":"kjUlnbvgt3_4T","t":"I saw that all beings are fated to happiness: action is not life, but a way of wasting some force, an enervation. Morality is the weakness of the brain.","c":"happiness","a":"Arthur Rimbaud"},{"id":"aMzS2_haFWj18","t":"People are chasing cash, not happiness. When you chase money, you're going to lose. You're just going to. Even if you get the money, you're not going to be happy.","c":"happiness","a":"Gary Vaynerchuk"},{"id":"IjnIsxmyrXpNf","t":"Happiness often sneaks in through a door you didn't know you left open.","c":"happiness","a":"John Barrymore"},{"id":"MhJS2RtF4PRs7","t":"Happiness... consists in giving, and in serving others.","c":"happiness","a":"Henry Drummond"},{"id":"cnCPlKNkUHjUn","t":"I have this really high priority on happiness and finding something to be happy about.","c":"happiness","a":"Taylor Swift"},{"id":"yrjl3gMbH_8f8","t":"Existence is a strange bargain. Life owes us little we owe it everything. The only true happiness comes from squandering ourselves for a purpose.","c":"happiness","a":"William Cowper"},{"id":"emIFIYkbZvyxb","t":"Choose your life's mate carefully. From this one decision will come 90 percent of all your happiness or misery.","c":"happiness","a":"H. Jackson Brown, Jr."},{"id":"hgZy2NtvyjjyX","t":"I visited those friends who'd just had a baby, and she was washing dishes and he was cleaning the house, and I burst with happiness. And in their minds, they were in this terrible domestic rut.","c":"happiness","a":"Josh Lucas"},{"id":"ofwpJ9kJC37bT","t":"So, after awhile, you can only get so much happiness from a guy who's drunk come up and tell you you're great.","c":"happiness","a":"Rick Derringer"},{"id":"rvvJKarL2XsIy","t":"Happiness is not something ready made. It comes from your own actions.","c":"happiness","a":"Dalai Lama"},{"id":"mI1tGUEYzjwYB","t":"Remember happiness doesn't depend upon who you are or what you have it depends solely on what you think.","c":"happiness","a":"Dale Carnegie"},{"id":"1efYIdtxR9VsI","t":"The purpose of our lives is to be happy.","c":"happiness","a":"Dalai Lama"},{"id":"8m2se4TyLqxnC","t":"You traverse the world in search of happiness, which is within the reach of every man. A contented mind confers it on all.","c":"happiness","a":"Horace"},{"id":"8P3Gwn0bl4p13","t":"It's enough to indulge and to be selfish but true happiness is really when you start giving back.","c":"happiness","a":"Adrian Grenier"},{"id":"4TSh3ekXCvx5v","t":"How easy to be amiable in the midst of happiness and success.","c":"happiness","a":"William Ellery Channing"},{"id":"Ce5Q5Orw79r9T","t":"The sound of laughter is like the vaulted dome of a temple of happiness.","c":"happiness","a":"Milan Kundera"},{"id":"szMg-RhbDpsPv","t":"There is happiness in duty, although it may not seem so.","c":"happiness","a":"Jose Marti"},{"id":"dmWQYsF8swozY","t":"Inside every adult there's still a child that lingers. We're happiness merchants - giving people the opportunity to dream like children.","c":"happiness","a":"Guy Laliberte"},{"id":"gxTa4CVkChtAW","t":"The secular world looks to the church and to its chagrin, finds no love, no life, no laughter, no hope and no happiness.","c":"happiness","a":"Rod Parsley"},{"id":"O6rUtgvKR209p","t":"Live by this credo: have a little laugh at life and look around you for happiness instead of sadness. Laughter has always brought me out of unhappy situations.","c":"happiness","a":"Red Skelton"},{"id":"WT4HBtSx7S_M3","t":"And of all illumination which human reason can give, none is comparable to the discovery of what we are, our nature, our obligations, what happiness we are capable of, and what are the means of attaining it.","c":"happiness","a":"Adam Weishaupt"},{"id":"nosN7f8Q5uWYL","t":"All happiness or unhappiness solely depends upon the quality of the object to which we are attached by love.","c":"happiness","a":"Baruch Spinoza"},{"id":"jCzxLaHjjRT-o","t":"Power, after love, is the first source of happiness.","c":"happiness","a":"Stendhal"},{"id":"5miqHCEs3cP4k","t":"A sure way to lose happiness, I found, is to want it at the expense of everything else.","c":"happiness","a":"Bette Davis"},{"id":"YyGTkNFvk5BCh","t":"Happiness comes from... some curious adjustment to life.","c":"happiness","a":"Hugh Walpole"},{"id":"Dra52RWWDnp6E","t":"The search for happiness is one of the chief sources of unhappiness.","c":"happiness","a":"Eric Hoffer"},{"id":"EaHKHA4xDm3sk","t":"The greater part of our happiness or misery depends on our dispositions and not our circumstances.","c":"happiness","a":"Martha Washington"},{"id":"qHF31gRoWO52l","t":"Happiness is your own treasure because it lies within you.","c":"happiness","a":"Prem Rawat"},{"id":"HvsuYnpV-51r-","t":"Love is not a feeling of happiness. Love is a willingness to sacrifice.","c":"happiness","a":"Michael Novak"},{"id":"gMRJtCCdFoWbB","t":"We need fundamental change. In the past, national development led to people's happiness but now the link between national growth and improvement in people's lives has been severed.","c":"happiness","a":"Park Geun-hye"},{"id":"qf90OLrazByhx","t":"I come before you to declare that my sex are entitled to the inalienable right to life, liberty, and the pursuit of happiness.","c":"happiness","a":"Victoria Woodhull","e":true},{"id":"hxf6xIrw7TBYx","t":"Well may the boldest fear and the wisest tremble when incurring responsibilities on which may depend our country's peace and prosperity, and in some degree the hopes and happiness of the whole human family.","c":"happiness","a":"James K. Polk"},{"id":"D4z2510AOeknC","t":"One's work usually occupies more than half of one's waking life. Choosing work that does not bring happiness will lead to a life that is mostly disappointing.","c":"happiness","a":"Bo Bennett"},{"id":"JIGkNJKIae6xf","t":"Satisfaction of one's curiosity is one of the greatest sources of happiness in life.","c":"happiness","a":"Linus Pauling"},{"id":"HGsfDnZOILClY","t":"The two enemies of human happiness are pain and boredom.","c":"happiness","a":"Arthur Schopenhauer"},{"id":"FBSELEnSumH2_","t":"The lesson I have thoroughly learnt, and wish to pass on to others, is to know the enduring happiness that the love of a garden gives.","c":"happiness","a":"Gertrude Jekyll"},{"id":"EA2rMtOmqc6zo","t":"I'm actually tougher on myself as I get older. It's a vicious cycle. The things that are important in life are the things that you can't buy in life: love, health and happiness. I say that, and I believe that, and I try to live that.","c":"happiness","a":"Criss Angel"},{"id":"YsC4EMihbTm3s","t":"Nothing brings me more happiness than trying to help the most vulnerable people in society. It is a goal and an essential part of my life - a kind of destiny. Whoever is in distress can call on me. I will come running wherever they are.","c":"happiness","a":"Princess Diana"},{"id":"tDV0cGVU9diAE","t":"Music is the refuge of souls ulcerated by happiness.","c":"happiness","a":"Emile M. Cioran"},{"id":"-FOKe1grVwlj9","t":"Did perpetual happiness in the Garden of Eden maybe get so boring that eating the apple was justified?","c":"happiness","a":"Chuck Palahniuk"},{"id":"CIsWJzEtDFmPh","t":"I'm interested in the dark side of man. I'm interested in taboos, and murder is the greatest taboo. Characters are fascinating in their extremity, not in their happiness.","c":"happiness","a":"Elizabeth George"},{"id":"A4fD1pk3Q4Hm5","t":"One mustn't ask apple trees for oranges, France for sun, women for love, life for happiness.","c":"happiness","a":"Gustave Flaubert"},{"id":"sUhzBU7EwhrAg","t":"But if you believe in Christ and that your main goal with your life is supposed to be to honor Him and do His will, then you don't have as much pressure as someone who bases all their happiness on whether they're a movie star.","c":"happiness","a":"Victoria Jackson"},{"id":"8otmHyoAjodpk","t":"According to your sympathy, you will take pleasure in your own happiness or in the happiness of other people but it is always your own happiness you seek.","c":"happiness","a":"John Buchanan Robinson"},{"id":"7c_bg0uXRNwJG","t":"I think money is essential to happiness and right now I wouldn't want to be anyone other than Wilbur Smith - I've had a fantastic life, rewarded far more heavily than I deserve. Maybe I'd like to be J. K. Rowling, but I'll settle for second best.","c":"happiness","a":"Wilbur Smith"},{"id":"qTqUZs0IRkVdm","t":"Happiness is having a scratch for every itch.","c":"happiness","a":"Ogden Nash"},{"id":"XJefboOAGoUUn","t":"The most simple things can bring the most happiness.","c":"happiness","a":"Izabella Scorupco"},{"id":"s6ZxGY6CIFKrX","t":"Virtue is simply happiness, and happiness is a by-product of function. You are happy when you are functioning.","c":"happiness","a":"William Burroughs"},{"id":"iXkyz428xjF_C","t":"I don't think that sin and pursuing happiness are not necessarily the same thing.","c":"happiness","a":"Dan Savage"},{"id":"eFyTpTXwETOCk","t":"One thing I've been happy as peach pie about - because I'm all about the children and the happiness of a woman because that makes the happiness of the home - is that nannies, day cares and babysitters are all collapsing, which is forcing moms and dads to raise their children at home.","c":"happiness","a":"Laura Schlessinger"},{"id":"gBypawjPiPYwT","t":"A smile is happiness you'll find right under your nose.","c":"happiness","a":"Tom Wilson"},{"id":"1mPeL9lrWji_o","t":"Money can't buy you happiness but it does bring you a more pleasant form of misery.","c":"happiness","a":"Spike Milligan"},{"id":"OK8XpwzYHYzf6","t":"Every day is a new day, and you'll never be able to find happiness if you don't move on.","c":"happiness","a":"Carrie Underwood"},{"id":"kACdV2OD9hNqA","t":"Happiness is not a matter of events it depends upon the tides of the mind.","c":"happiness","a":"Alice Meynell"},{"id":"FaaqN76EPRp0-","t":"I have a theory that the secret of marital happiness is simple: drink in different pubs to your other half.","c":"happiness","a":"Jilly Cooper"},{"id":"mWebK87XFJRn0","t":"Happiness includes chiefly the idea of satisfaction after full honest effort. No one can possibly be satisfied and no one can be happy who feels that in some paramount affairs he failed to take up the challenge of life.","c":"happiness","a":"Arnold Bennett"},{"id":"K0QEVbYWFXkbV","t":"Every possession and every happiness is but lent by chance for an uncertain time, and may therefore be demanded back the next hour.","c":"happiness","a":"Arthur Schopenhauer"},{"id":"mGddH_9ZQphJv","t":"But what is after all the happiness of mere power? There is a greater happiness possible than to be lord of heaven and earth that is the happiness of being truly loved.","c":"happiness","a":"Lafcadio Hearn"},{"id":"orzNzIg4YIjkc","t":"Thus happiness depends, as nature shows, less on exterior things than most suppose.","c":"happiness","a":"William Cowper"},{"id":"MNaK-CDukyeQc","t":"No matter how dull, or how mean, or how wise a man is, he feels that happiness is his indisputable right.","c":"happiness","a":"Helen Keller"},{"id":"hsib_tIU9CTmx","t":"Happiness is the natural flower of duty.","c":"happiness","a":"Phillips Brooks"},{"id":"YNmNGiXaFCm-L","t":"True happiness involves the full use of one's power and talents.","c":"happiness","a":"John W. Gardner"},{"id":"SJOeL5kRGWFzt","t":"But my happiness in this world - my level of peace - is never going to be dictated by acting.","c":"happiness","a":"Chris Evans"},{"id":"EfbLY9dOFF0wu","t":"A pencil and rubber are of more use to thought than a battalion of assistants. To happiness the same applies as to truth: one does not have it, but is in it.","c":"happiness","a":"Theodor Adorno"},{"id":"Qo8ByyuTWsY8j","t":"In theory there is a possibility of perfect happiness: To believe in the indestructible element within one, and not to strive towards it.","c":"happiness","a":"Franz Kafka"},{"id":"0WU_94puI20m6","t":"Your successes and happiness are forgiven you only if you generously consent to share them.","c":"happiness","a":"Albert Camus"},{"id":"gqaVMdfoHOs_v","t":"But O, how bitter a thing it is to look into happiness through another man's eyes.","c":"happiness","a":"William Shakespeare"},{"id":"NiJd4XiRqJs4b","t":"The pursuit of happiness is in our Constitution. We're all entitled to have the best we can.","c":"happiness","a":"Loretta Swit"},{"id":"bC1xhq9Rgz_uK","t":"I try to stress to my children that buying something never leads to true happiness.","c":"happiness","a":"Harlan Coben"},{"id":"6MGnGK2W2Eb-j","t":"There is only one happiness in this life, to love and be loved.","c":"happiness","a":"George Sand"},{"id":"LDIO1lCoNQXyK","t":"The secret to happiness is to face the fact that the world is horrible.","c":"happiness","a":"Bertrand Russell"},{"id":"6_rx73McjHsQx","t":"Although Freud said happiness is composed of love and work, reality often forces us to choose love or work.","c":"happiness","a":"Letty Cottin Pogrebin"},{"id":"34CYG72Rra_gG","t":"One test of the correctness of educational procedure is the happiness of the child.","c":"happiness","a":"Maria Montessori"},{"id":"EzR7n4Iy5ZomU","t":"Happiness is a very small desk and a very big wastebasket.","c":"happiness","a":"Robert Orben"},{"id":"ma4eWyyhMCYGw","t":"Nothing flatters a man as much as the happiness of his wife he is always proud of himself as the source of it.","c":"happiness","a":"Samuel Johnson"},{"id":"PsgqyeGdKHDEM","t":"Happiness is obsolete: uneconomic.","c":"happiness","a":"Theodor Adorno"},{"id":"oRNfEYzD01TPu","t":"My whole thing is to agree to disagree and to have respect because nothing can really be changed and you wouldn't want to ruin their happiness - even if that happiness is ignorance.","c":"happiness","a":"Katy Perry"},{"id":"xVMxskEC690vA","t":"Grief knits two hearts in closer bonds than happiness ever can and common sufferings are far stronger links than common joys.","c":"happiness","a":"Alphonse de Lamartine"},{"id":"Xv864C3jewdom","t":"A good education is another name for happiness.","c":"happiness","a":"Ann Plato"},{"id":"lKkZMZqKEdnGw","t":"Happiness in this world, when it comes, comes incidentally. Make it the object of pursuit, and it leads us a wild-goose chase, and is never attained. Follow some other object, and very possibly we may find that we have caught happiness without dreaming of it.","c":"happiness","a":"Nathaniel Hawthorne"},{"id":"FBva06rGI7nZQ","t":"Oh, I adored Mickey Mouse when I was a child. He was the emblem of happiness and funniness. You went to the movies then, you saw two movies and a short. When Mickey Mouse came on the screen and there was his big head, my sister said she had to hold onto me. I went berserk.","c":"happiness","a":"Maurice Sendak"},{"id":"5ZOqsXzRHxXAP","t":"The older I get, the more I see that there really aren't huge zeniths of happiness or a huge abyss of darkness as much as there used to be. I tend to walk a middle ground.","c":"happiness","a":"Paula Cole"},{"id":"cStTwG6G602mg","t":"If someday they say of me that in my work I have contributed something to the welfare and happiness of my fellow man, I shall be satisfied.","c":"happiness","a":"George Westinghouse"},{"id":"_AsSG4O2tvkf4","t":"Happiness comes when we test our skills towards some meaningful purpose.","c":"happiness","a":"John Stossel"},{"id":"wLbFINIIusQiy","t":"There once was a demographic survey done to determine if money was connected to happiness and Ireland was the only place where this did not turn out to be true.","c":"happiness","a":"Fiona Shaw"},{"id":"PIkTGBDUD8jGV","t":"Getting pregnant wasn't easy, and I found that devastating. I really beat myself up for waiting so long when I'd always wanted children and family had been the basis of my happiness my whole life.","c":"happiness","a":"Emily Procter"},{"id":"yW_dqVDLuH8Nj","t":"We all agree that its fit to be as Happy as we can, and we need no Instructor to teach us this Knowledge, 'tis born with us, and is inseparable from our Being, but we very much need to be Inform'd what is the true Way to Happiness.","c":"happiness","a":"Mary Astell"},{"id":"sG9uNScIB3KIQ","t":"There is no happiness in love, except at the end of an English novel.","c":"happiness","a":"Anthony Trollope"},{"id":"E6LMUyTbaNUmg","t":"I certainly wasn't happy. Happiness has to do with reason, and only reason earns it. What I was given was the thing you can't earn, and can't keep, and often don't even recognize at the time I mean joy.","c":"happiness","a":"Ursula K. Le Guin"},{"id":"m2fHIUbj7lH1J","t":"The discovery of a new dish confers more happiness on humanity, than the discovery of a new star.","c":"happiness","a":"Jean Anthelme Brillat-Savarin"},{"id":"DvMN5VlvGt9KU","t":"Work and live to serve others, to leave the world a little better than you found it and garner for yourself as much peace of mind as you can. This is happiness.","c":"happiness","a":"David Sarnoff"},{"id":"peLYiamsPIaKQ","t":"Eternal principles that govern happiness apply equally to all.","c":"happiness","a":"Russell M. Nelson"},{"id":"G2wMPJiuxtwik","t":"The most worth-while thing is to try to put happiness into the lives of others.","c":"happiness","a":"Robert Baden-Powell"},{"id":"BtRI55pZ1RYT6","t":"People will survive, and they will find happiness. Happiness only comes when you're not looking for it.","c":"happiness","a":"Hugh Laurie"},{"id":"ckLBGjZF7giEy","t":"Happiness is a thing to be practiced, like the violin.","c":"happiness","a":"John Lubbock"},{"id":"lgEd0UAgZ8EBl","t":"The thing is, when I had my first success it did coincide with the end of my first marriage, and because I went on to have a very, very unhappy two years, I don't think I equate career success with personal happiness.","c":"happiness","a":"Rob Brydon"},{"id":"h9e4cAvDF4HeG","t":"Friends have suggested that I am the least qualified person to talk about happiness, because I am often down, and sometimes profoundly depressed. But I think that's where my qualification comes from. Because to know happiness, it helps to know unhappiness.","c":"happiness","a":"Alastair Campbell"},{"id":"5muVqKB4HXNuh","t":"What can be added to the happiness of a man who is in health, out of debt, and has a clear conscience?","c":"happiness","a":"Adam Smith"},{"id":"wTOkOHtisYk4S","t":"Happiness isn't happiness unless there's a violin-playing goat.","c":"happiness","a":"Julia Roberts"},{"id":"UzVOCrmnnAjU6","t":"Whether happiness may come or not, one should try and prepare one's self to do without it.","c":"happiness","a":"George Eliot"},{"id":"0ortmqD-Rz_hS","t":"Contempt for happiness is usually contempt for other people's happiness, and is an elegant disguise for hatred of the human race.","c":"happiness","a":"Bertrand Russell"},{"id":"bv95gJLEzCBtL","t":"Fashion is all about happiness. It's fun. It's important. But it's not medicine.","c":"happiness","a":"Donatella Versace"},{"id":"k0VlN08IcdUB0","t":"Happiness in marriage is entirely a matter of chance.","c":"happiness","a":"Jane Austen"},{"id":"Co6grjSIqgCDr","t":"Happiness is your dentist telling you it won't hurt and then having him catch his hand in the drill.","c":"happiness","a":"Johnny Carson"},{"id":"8hJO4ZzxPzMeZ","t":"It's afterwards you realize that the feeling of happiness you had with a man didn't necessarily prove that you loved him.","c":"happiness","a":"Marguerite Duras"},{"id":"zQq3hXG7-vq53","t":"Don't wait around for other people to be happy for you. Any happiness you get you've got to make yourself.","c":"happiness","a":"Alice Walker"},{"id":"eNFwSqf8zrlL8","t":"Most folks are as happy as they make up their minds to be.","c":"happiness","a":"Abraham Lincoln"},{"id":"TwR-AxZiSArZf","t":"Today, we stand as a united country and are much closer to the ideals set forth in our Constitution that all men are created equal that they are endowed by their Creator with certain unalienable rights that among these are life, liberty, and the pursuit of happiness.","c":"happiness","a":"Jim Ryun"},{"id":"mgYqjv8SxqnOc","t":"Every man hath a general desire of his own happiness and likewise a variety of particular affections, passions, and appetites to particular external objects.","c":"happiness","a":"Joseph Butler"},{"id":"nEuOUP5uE_IhX","t":"Happiness is not an ideal of reason, but of imagination.","c":"happiness","a":"Immanuel Kant"},{"id":"LE849TLhCmsD_","t":"The secret of happiness is: Find something more important than you are and dedicate your life to it.","c":"happiness","a":"Daniel Dennett"},{"id":"8KVDbcmkCuGsX","t":"I guess happiness is not a state you want to be in all the time.","c":"happiness","a":"John Belushi"},{"id":"EVGjnpamy6aHr","t":"Everyone needs a certain amount of money. Beyond that, we pursue money because we know how to obtain it. We don't necessarily know how to obtain happiness.","c":"happiness","a":"Gregg Easterbrook"},{"id":"JIcdKmIpgAcSL","t":"By mere burial man arrives not at bliss and in the future life, throughout its whole infinite range, they will seek for happiness as vainly as they sought it here, who seek it in aught else than that which so closely surrounds them here - the Infinite.","c":"happiness","a":"Johann Gottlieb Fichte"},{"id":"55FlYS2zOnyRT","t":"Life is to be fortified by many friendships. To love and to be loved is the greatest happiness of existence.","c":"happiness","a":"Sydney Smith"},{"id":"Bc0uph585H1eo","t":"90%, 100% are going there to hear the singing. The story is another thing. Nobody's interested in the story. Happiness is happiness.","c":"happiness","a":"Cab Calloway"},{"id":"LN5JCl3LQbd4R","t":"While I gave up God a long time ago, I never shook the habit of wanting to believe in something. So I replaced my creed of everlasting life with life, liberty, and the pursuit of happiness.","c":"happiness","a":"Sarah Vowell"},{"id":"KZyWcPx4TEVi4","t":"I think I am missing a gene that most people have to enable them to feel happiness about success and these kind of things.","c":"happiness","a":"Bennett Miller"},{"id":"MZwNLfaoeObxx","t":"I've run into certain geniuses of individualism - they are very few and far between - who live their lives completely on their own terms they are very powerful and have a great amount of happiness. We all should aspire to that.","c":"happiness","a":"David Duchovny"},{"id":"Yvn9A2c1fIYIC","t":"Pleasure only starts once the worm has got into the fruit, to become delightful happiness must be tainted with poison.","c":"happiness","a":"Georges Bataille"},{"id":"QT1G4JrC7qgYm","t":"The People have a right to the Truth as they have a right to life, liberty and the pursuit of happiness.","c":"happiness","a":"Frank Norris"},{"id":"B7iuCIHMH976h","t":"Happiness: a way station between too little and too much.","c":"happiness","a":"Channing Pollock"},{"id":"9UWIltqMteQFR","t":"Happiness in the present is only shattered by comparison with the past.","c":"happiness","a":"Douglas Horton"},{"id":"lf6KttDobtyAe","t":"The greatest of follies is to sacrifice health for any other kind of happiness.","c":"happiness","a":"Arthur Schopenhauer"},{"id":"bsFfsS71PevMe","t":"Lots of people I know have bootlegged tapes of performances and if they play it I will be transported back sometimes with happiness, sometimes with horror.","c":"happiness","a":"Chris Bailey"},{"id":"pIlYr02bmj5vO","t":"Each person is living for himself his own happiness is all he can ever personally feel.","c":"happiness","a":"Harry Browne"},{"id":"qc_-xR7glsbxV","t":"There is no happiness outside of ourselves.","c":"happiness","a":"Bryant McGill"},{"id":"1FFbKIUnY9mRf","t":"An act of goodness is of itself an act of happiness. No reward coming after the event can compare with the sweet reward that went with it.","c":"happiness","a":"Maurice Maeterlinck"},{"id":"1z-Al2vVt5Z7_","t":"I don't know why my smile has become a signature pose. I think it's a nice change. I think people want to see happiness, so a smile is what can bring that. I didn't make it my trademark on purpose.","c":"happiness","a":"Arizona Muse"},{"id":"W8gcG8-1LDssW","t":"It is now possible to quantify people's levels of happiness pretty accurately by asking them, by observation, and by measuring electrical activity in the brain, in degrees from terrible pain to sublime joy.","c":"happiness","a":"Polly Toynbee"},{"id":"aNNEmVowwsBc2","t":"Happiness comes only when we push our brains and hearts to the farthest reaches of which we are capable.","c":"happiness","a":"Leo Rosten"},{"id":"Gtu5mju6Xblcs","t":"What we call happiness in the strictest sense comes from the (preferably sudden) satisfaction of needs which have been dammed up to a high degree.","c":"happiness","a":"Sigmund Freud"},{"id":"VR2UIvfcHMu3O","t":"A woman's heart must be of such a size and no larger, else it must be pressed small, like Chinese feet her happiness is to be made as cakes are, by a fixed recipe.","c":"happiness","a":"George Eliot"},{"id":"MeqZEngjQdhlq","t":"Happiness is like a cat, If you try to coax it or call it, it will avoid you it will never come. But if you pay not attention to it and go about your business, you'll find it rubbing against your legs and jumping into your lap.","c":"happiness","a":"William Bennett"},{"id":"oYCzOVXj0SHPx","t":"Eventually, we reach the point where we start to realize that we are not going to find peace, contentment, happiness, strength, fearlessness - all of the things that in our heart of hearts we wish we had - outside of us.","c":"happiness","a":"Guy Finley"},{"id":"nl5toeQiKJ2jb","t":"I hump the wild to take it all in, there is no bag limit on happiness.","c":"happiness","a":"Ted Nugent"},{"id":"w6XISFL9_Be3B","t":"Happiness is the real sense of fulfillment that comes from hard work.","c":"happiness","a":"Joseph Barbara"},{"id":"6FGt-zq-YSR5b","t":"So long as we can lose any happiness, we possess some.","c":"happiness","a":"Booth Tarkington"},{"id":"5SCJaGmqOmg3E","t":"The Bluebird of Happiness long absent from his life, Ned is visited by the Chicken of Depression.","c":"happiness","a":"Gary Larson"},{"id":"9RjVRAU_q3h0M","t":"From the Taoist point of view, the natural result of this harmonious way of living is happiness.","c":"happiness","a":"Benjamin Hoff"},{"id":"7A-4dcDJH0_hD","t":"Success can create more madness than happiness.","c":"happiness","a":"Billy Ocean"},{"id":"1FZojI75aySTB","t":"We never taste happiness in perfection, our most fortunate successes are mixed with sadness.","c":"happiness","a":"Pierre Corneille"},{"id":"Lz-m-4e74JVrD","t":"Shall I give you my recipe for happiness? I find everything useful and nothing indispensable. I find everything wonderful and nothing miraculous. I reverence the body. I avoid first causes like the plague.","c":"happiness","a":"Norman Douglas"},{"id":"f2lcuPJAmh886","t":"There is only one way to happiness and that is to cease worrying about things which are beyond the power of our will.","c":"happiness","a":"Epictetus"},{"id":"vMAPMZhR9K7el","t":"The women I know who have children and have careers, they seem to be very happy. They love their children and they love their jobs. But happiness comes out of being willing to do your work in your twenties to find out who you are, what you love.","c":"happiness","a":"Candace Bushnell"},{"id":"_FA-LTP4xdRzL","t":"There is no true love save in suffering, and in this world we have to choose either love, which is suffering, or happiness. Man is the more man - that is, the more divine - the greater his capacity for suffering, or rather, for anguish.","c":"happiness","a":"Miguel de Unamuno"},{"id":"fZpwocBKorMGs","t":"Life finds its purpose and fulfillment in the expansion of happiness.","c":"happiness","a":"Maharishi Mahesh Yogi"},{"id":"SzfLi17idorfc","t":"Happiness is only real when shared.","c":"happiness","a":"Christopher McCandless"},{"id":"B6ZI0Ctm_Wyzk","t":"The independence of all political and other bother is a happiness.","c":"happiness","a":"Rutherford B. Hayes"},{"id":"r8aWFSMYJl5wi","t":"The right to happiness is fundamental.","c":"happiness","a":"Anna Pavlova"},{"id":"fqLSJnr1rRRMD","t":"Off with you! You're a happy fellow, for you'll give happiness and joy to many other people. There is nothing better or greater than that!","c":"happiness","a":"Ludwig van Beethoven"},{"id":"QE7r-seSXXeB0","t":"I have to keep reminding myself: If you give your life to God, he doesn't promise you happiness and that everything will go well. But he does promise you peace. You can have peace and joy, even in bad circumstances.","c":"happiness","a":"Patricia Heaton"},{"id":"zZXFHNYC_GVbi","t":"I've had at least my share of tragedy, but I have had far more than my share of happiness.","c":"happiness","a":"Pierre Salinger"},{"id":"XwDJl8crUbrr5","t":"Musicians are probably the most uncomfortable people in themselves in the world. Happiness, I think, only exists when you're a child and once you go past 11, unfortunately it's gone.","c":"happiness","a":"Andrea Corr"}]