[{"id":"fy8mIbvgT81eN","t":"Put your heart, mind, and soul into even your smallest acts. This is the secret of success.","c":"inspirational","a":"Swami Sivananda"},{"id":"b3pjdS_9xCzFa","t":"As knowledge increases, wonder deepens.","c":"inspirational","a":"Charles Morgan"},{"id":"pDLeq32e9RpQq","t":"Thinking: the talking of the soul with itself.","c":"inspirational","a":"Plato"},{"id":"lrPXtnSLdCWtK","t":"Nothing is impossible, the word itself says 'I'm possible'!","c":"inspirational","a":"Audrey Hepburn"},{"id":"bYosKyLUWbJk6","t":"I hated every minute of training, but I said, 'Don't quit. Suffer now and live the rest of your life as a champion.'","c":"inspirational","a":"Muhammad Ali"},{"id":"JLI1th04njZSt","t":"We can't help everyone, but everyone can help someone.","c":"inspirational","a":"Ronald Reagan"},{"id":"M5-_Vm-4Ue61k","t":"Every song you're trying to find something that going to connect in different ways but for me the songs that I'm really drawn to are inspirational, songs that lift you and that everybody can relate to no matter where you're from.","c":"inspirational","a":"Rodney Atkins"},{"id":"smXQ09Fk5Q4C1","t":"I am very conscious of who I am as an artist and as an inspirational person.","c":"inspirational","a":"R. Kelly"},{"id":"t6A47HCc_SnQ-","t":"Believe you can and you're halfway there.","c":"inspirational","a":"Theodore Roosevelt"},{"id":"n3uY6EnX0ByyF","t":"There are two ways of spreading light: to be the candle or the mirror that reflects it.","c":"inspirational","a":"Edith Wharton"},{"id":"E3egLcsxJ6t-O","t":"My tastes and inspirational artists were always rather eclectic and diverse.","c":"inspirational","a":"Taylor Dayne"},{"id":"yz0uZxKaZPjGI","t":"It is not ignorance but knowledge which is the mother of wonder.","c":"inspirational","a":"Joseph Wood Krutch"},{"id":"sSgp33Gaw2rKH","t":"There have been many different artists that have been inspirational. I suppose the question is directed to what was the reason why I went into fantasy illustration.","c":"inspirational","a":"Boris Vallejo"},{"id":"ih-3A_4JpQVSS","t":"Even if I knew that tomorrow the world would go to pieces, I would still plant my apple tree.","c":"inspirational","a":"Martin Luther"},{"id":"7e2bG-qa-P07N","t":"I think the end goal, hopefully, is to take advantage of the attention I've gotten along the way and use it for good and build some communities, and as I get older I can continue to do things and be surrounded by things that are inspirational to me.","c":"inspirational","a":"Reggie Watts"},{"id":"FdW1guOC7-1T3","t":"With self-discipline most anything is possible.","c":"inspirational","a":"Theodore Roosevelt"},{"id":"DxkdUD7Ybzdb6","t":"President Obama called for a 'we' nation in his Inauguration Address. Art convenes. It is not just inspirational. It is aspirational. It pricks the walls of our compartmentalized minds, opens our hearts and makes us brave. And that's what we need most in our country today.","c":"inspirational","a":"Anna Deavere Smith"},{"id":"-aOaSM7hqcv9J","t":"Rap music's been around for too long now to be inspirational. The words are, but the music isn't.","c":"inspirational","a":"Alexander McQueen"},{"id":"3LUiFL4t9jD1F","t":"We convince by our presence.","c":"inspirational","a":"Walt Whitman"},{"id":"PHq2cwdMhZODU","t":"This CD became something of a personal journey for me. The tone of the whole CD is uplifting and inspirational. It's an upper. We have enough downers in the world.","c":"inspirational","a":"Roma Downey"},{"id":"UPxiEN8XwXF7O","t":"I've done a lot of albums and I kinda know when I'm onto something that was inspirational for me to record and create, and this was one of those projects where I really enjoyed making the album.","c":"inspirational","a":"Lee Ritenour"},{"id":"JGgoaZnRs9M6o","t":"Noble deeds that are concealed are most esteemed.","c":"inspirational","a":"Blaise Pascal"},{"id":"Oh4TyzBME5q2g","t":"Think with your whole body.","c":"inspirational","a":"Taisen Deshimaru"},{"id":"pOflLmEM49rq2","t":"I'd like to one day be featured on a list of inspirational people who have made a difference in the world, whether it be helping underprivileged people or putting an end to the poaching of wildlife in Africa.","c":"inspirational","a":"Candice Swanepoel"},{"id":"1NO77RV6HF7ux","t":"For a gallant spirit there can never be defeat.","c":"inspirational","a":"Wallis Simpson"},{"id":"oPB7gFhfswuT-","t":"'Star Wars' is fun, its exciting, its inspirational, and people respond to that. It's what they want.","c":"inspirational","a":"George Lucas"},{"id":"kF83vQe-aMnFJ","t":"So I wanted to sing inspirational music, and that's exactly how I approached it - only the words have been changed to declare my relationship with God.","c":"inspirational","a":"Smokey Robinson"},{"id":"4PD2nrf5lDfz3","t":"Try to be like the turtle - at ease in your own shell.","c":"inspirational","a":"Bill Copeland"},{"id":"JGtIRrCzI98x7","t":"Plant thy foot firmly in the prints which His foot has made before thee.","c":"inspirational","a":"Joseph Barber Lightfoot"},{"id":"Ejy4gO62OK-8K","t":"Deacon Jones has been the most inspirational person in my football career.","c":"inspirational","a":"Jack Youngblood"},{"id":"aatHNud9Q2Xd7","t":"Every charitable act is a stepping stone toward heaven.","c":"inspirational","a":"Henry Ward Beecher"},{"id":"w5oNlgO_7KycA","t":"Give light and people will find the way.","c":"inspirational","a":"Ella Baker"},{"id":"FPRewA2OJwTcc","t":"Your present circumstances don't determine where you can go they merely determine where you start.","c":"inspirational","a":"Nido Qubein"},{"id":"qQmMpOjEAF5Hf","t":"A concerted effort to preserve our heritage is a vital link to our cultural, educational, aesthetic, inspirational, and economic legacies - all of the things that quite literally make us who we are.","c":"inspirational","a":"Steve Berry"},{"id":"R1b_y1UnKiM2A","t":"Enthusiasm moves the world.","c":"inspirational","a":"Arthur Balfour"},{"id":"b0wFYtr6IWhSq","t":"The single most important thing in a child's performance is the quality of the teacher. Making sure a child spends the maximum amount of time with inspirational teachers is the most important thing.","c":"inspirational","a":"Michael Gove"},{"id":"OpiT9lHqwPFiw","t":"A human being has so many skins inside, covering the depths of the heart. We know so many things, but we don't know ourselves! Why, thirty or forty skins or hides, as thick and hard as an ox's or bear's, cover the soul. Go into your own ground and learn to know yourself there.","c":"inspirational","a":"Meister Eckhart"},{"id":"bw4KPZGVIKzDz","t":"Wonder rather than doubt is the root of all knowledge.","c":"inspirational","a":"Abraham Joshua Heschel"},{"id":"ochRYZjHOY6yU","t":"It is by acts and not by ideas that people live.","c":"inspirational","a":"Harry Emerson Fosdick"},{"id":"jsoOLVXPRT8t1","t":"It's inspirational to see someone who is dying smile.","c":"inspirational","a":"Arlen Specter"},{"id":"qc4MEHIagKsNt","t":"A place for everything, everything in its place.","c":"inspirational","a":"Benjamin Franklin"},{"id":"oXQAcg1xTh6Uy","t":"Belief creates the actual fact.","c":"inspirational","a":"William James"},{"id":"szLL9mTDFxzlM","t":"I will always desire to play with Bruce Springsteen. He's the most inspirational, most dedicated, most committed and most focused artist I've ever seen. I like to be around people like that.","c":"inspirational","a":"Max Weinberg"},{"id":"bGQA6v-n4jpKa","t":"Don't limit yourself. Many people limit themselves to what they think they can do. You can go as far as your mind lets you. What you believe, remember, you can achieve.","c":"inspirational","a":"Mary Kay Ash"},{"id":"2-RWJDiiG1_wI","t":"Every heart that has beat strongly and cheerfully has left a hopeful impulse behind it in the world, and bettered the tradition of mankind.","c":"inspirational","a":"Robert Louis Stevenson"},{"id":"b-NWV7IC4FbR0","t":"Books are challenging and inspirational to me.","c":"inspirational","a":"Amy Sedaris"},{"id":"f5t5CGXjvLF_M","t":"In a gentle way, you can shake the world.","c":"inspirational","a":"Mahatma Gandhi"},{"id":"Nb2M-zPhr5Ahd","t":"The truth is on the march and nothing will stop it.","c":"inspirational","a":"Emile Zola"},{"id":"QiYh2-i6kv3bE","t":"Tears are often the telescope by which men see far into heaven.","c":"inspirational","a":"Henry Ward Beecher"},{"id":"PmNsa-ieh3m3p","t":"In oneself lies the whole world and if you know how to look and learn, the door is there and the key is in your hand. Nobody on earth can give you either the key or the door to open, except yourself.","c":"inspirational","a":"Jiddu Krishnamurti"},{"id":"9hGni5c-G31vT","t":"I believe there's an inner power that makes winners or losers. And the winners are the ones who really listen to the truth of their hearts.","c":"inspirational","a":"Sylvester Stallone"},{"id":"fGAPTHpM3Zafz","t":"Thought is the wind, knowledge the sail, and mankind the vessel.","c":"inspirational","a":"Augustus Hare"},{"id":"01BkkN69phM6W","t":"Our ideals are our better selves.","c":"inspirational","a":"Amos Bronson Alcott"},{"id":"deG-NHSX0OWGD","t":"The flow of Guiness into the studio was inspirational as well as nutritive.","c":"inspirational","a":"Carter Burwell"},{"id":"thGcm34dnKAm6","t":"Learning how to be still, to really be still and let life happen - that stillness becomes a radiance.","c":"inspirational","a":"Morgan Freeman"},{"id":"vVpiIxq8HVb-V","t":"Lee's great gifts are teaching and inspirational guidance, not administration and management.","c":"inspirational","a":"Cheryl Crawford"},{"id":"F4HEjO4C7S9Bb","t":"Almost every college playwright or sketch or improv comedian was sort of aware of Christopher Durang - even kids in high school. His short plays were so accessible to younger people and I think that was inspirational to me.","c":"inspirational","a":"Mindy Kaling"},{"id":"uVTcvPL6P561c","t":"I try not to put anything political on the forefront of what I'm trying to do creatively. At the same time, I do think it's wonderful when I hear people say that it's inspirational that I'm an Indian woman on camera. My life is very diverse, and my friends are a diverse group of people.","c":"inspirational","a":"Mindy Kaling"},{"id":"FXwpgRdsM_kIe","t":"It is always the simple that produces the marvelous.","c":"inspirational","a":"Amelia Barr"},{"id":"DxLFyLY4rREMv","t":"It is in your moments of decision that your destiny is shaped.","c":"inspirational","a":"Tony Robbins"},{"id":"mgwRmwhQeBqW7","t":"It is during our darkest moments that we must focus to see the light.","c":"inspirational","a":"Aristotle Onassis"},{"id":"kIbjgEW9WpNp6","t":"The most authentic thing about us is our capacity to create, to overcome, to endure, to transform, to love and to be greater than our suffering.","c":"inspirational","a":"Ben Okri"},{"id":"fg0zAhj2-aJtg","t":"Nothing makes one feel so strong as a call for help.","c":"inspirational","a":"Pope Paul VI"},{"id":"AVvPtZEHSIfDU","t":"A #2 pencil and a dream can take you anywhere.","c":"inspirational","a":"Joyce Meyer"},{"id":"2qq7W3g61RKOq","t":"A compliment is something like a kiss through a veil.","c":"inspirational","a":"Victor Hugo"},{"id":"_Rn6kNSLgBeNs","t":"Don't judge each day by the harvest you reap but by the seeds that you plant.","c":"inspirational","a":"Robert Louis Stevenson"},{"id":"vVSlulUC_QmPW","t":"Gratitude is the fairest blossom which springs from the soul.","c":"inspirational","a":"Henry Ward Beecher"},{"id":"eTnztvEyUD4_E","t":"The essential elements of giving are power and love - activity and affection - and the consciousness of the race testifies that in the high and appropriate exercise of these is a blessedness greater than any other.","c":"inspirational","a":"Mark Hopkins"},{"id":"DswGtvd3W7MdH","t":"I have looked into your eyes with my eyes. I have put my heart near your heart.","c":"inspirational","a":"Pope John XXIII"},{"id":"KkA7mSa9K1kK7","t":"The authentic self is the soul made visible.","c":"inspirational","a":"Sarah Ban Breathnach"},{"id":"6WOtVraVxsq1k","t":"And now, this is the sweetest and most glorious day that ever my eyes did see.","c":"inspirational","a":"Donald Cargill"},{"id":"if7FkBG7y1n96","t":"I believe that one defines oneself by reinvention. To not be like your parents. To not be like your friends. To be yourself. To cut yourself out of stone.","c":"inspirational","a":"Henry Rollins"},{"id":"wyiE5KDOK1GOM","t":"A man has to learn that he cannot command things, but that he can command himself that he cannot coerce the wills of others, but that he can mold and master his own will: and things serve him who serves Truth people seek guidance of him who is master of himself.","c":"inspirational","a":"James Allen"},{"id":"B41xipCVMuRHf","t":"Men must live and create. Live to the point of tears.","c":"inspirational","a":"Albert Camus"},{"id":"PcUVj1zXSmXYx","t":"Let us dream of tomorrow where we can truly love from the soul, and know love as the ultimate truth at the heart of all creation.","c":"inspirational","a":"Michael Jackson"},{"id":"m7BsDQabBGj4L","t":"Every moment and every event of every man's life on earth plants something in his soul.","c":"inspirational","a":"Thomas Merton"},{"id":"zwy-72kA0fnhu","t":"I used to make up stuff in my bio all the time, that I used to be a professional ice-skater and stuff like that. I found it so inspirational. Why not make myself cooler than I am?","c":"inspirational","a":"Stephen Colbert"},{"id":"jcGVo-4oJoUoL","t":"I am deliberate and afraid of nothing.","c":"inspirational","a":"Audre Lorde"},{"id":"4hel3Mx6rTi5o","t":"I love a lot of the New York bands, but Patti Smith stands out. I just read 'Just Kids' and it's an inspirational, well-written account of an emerging New York artist in the late seventies.","c":"inspirational","a":"James Iha"},{"id":"DRX1LiaA1XZAd","t":"The glow of one warm thought is to me worth more than money.","c":"inspirational","a":"Thomas Jefferson"},{"id":"OoFXGP4sLt5yA","t":"Find a place inside where there's joy, and the joy will burn out the pain.","c":"inspirational","a":"Joseph Campbell"},{"id":"xtLvD7x3WFeHa","t":"If it were not for hopes, the heart would break.","c":"inspirational","a":"Thomas Fuller"},{"id":"NkAcMczMYeQ8a","t":"Had I not come out with an inspirational CD, you perhaps would have never known that I feel like I feel, that all songs, all the music I've ever done is a gift from God.","c":"inspirational","a":"Smokey Robinson"},{"id":"rW7icvdrNfh7Z","t":"Space is an inspirational concept that allows you to dream big.","c":"inspirational","a":"Peter Diamandis"},{"id":"STubewshHMOSr","t":"Clouds come floating into my life, no longer to carry rain or usher storm, but to add color to my sunset sky.","c":"inspirational","a":"Rabindranath Tagore"},{"id":"Rde0FpD8HaLOy","t":"The fact that I can plant a seed and it becomes a flower, share a bit of knowledge and it becomes another's, smile at someone and receive a smile in return, are to me continual spiritual exercises.","c":"inspirational","a":"Leo Buscaglia"},{"id":"qwZYbtU-NntzC","t":"Man never made any material as resilient as the human spirit.","c":"inspirational","a":"Bernard Williams"},{"id":"aKEvwXRO1msnX","t":"Whoever is happy will make others happy too.","c":"inspirational","a":"Anne Frank"},{"id":"qCNTWhGtGKCjP","t":"Joy descends gently upon us like the evening dew, and does not patter down like a hailstorm.","c":"inspirational","a":"Jean Paul"},{"id":"RaPSNYxLQtGl6","t":"When deeds speak, words are nothing.","c":"inspirational","a":"Pierre-Joseph Proudhon"},{"id":"CpfSLRUK4xOZs","t":"I wanted to do something inspirational for my children.","c":"inspirational","a":"Harvey Weinstein"},{"id":"3ouGZcZVgIuTf","t":"It is only in sorrow bad weather masters us in joy we face the storm and defy it.","c":"inspirational","a":"Amelia Barr"},{"id":"phKt1Iz4VLFoi","t":"Be faithful to that which exists within yourself.","c":"inspirational","a":"Andre Gide"},{"id":"AG62LyKTbUzaQ","t":"To me, the Seventies were very inspirational and very influential... With my whole persona as Snoop Dogg, as a person, as a rapper. I just love the Seventies style, the way all the players dressed nice, you know, kept their hair looking good, drove sharp cars and they talked real slick.","c":"inspirational","a":"Snoop Dogg"},{"id":"xgiOgGoYxRKhM","t":"Show me your hands. Do they have scars from giving? Show me your feet. Are they wounded in service? Show me your heart. Have you left a place for divine love?","c":"inspirational","a":"Fulton J. Sheen"},{"id":"Zo0yGlFSHFxNb","t":"I've been absolutely terrified every moment of my life - and I've never let it keep me from doing a single thing I wanted to do.","c":"inspirational","a":"Georgia O'Keeffe"},{"id":"vVs9LS5BHjjhG","t":"There is nothing stronger in the world than gentleness.","c":"inspirational","a":"Han Suyin"},{"id":"VA8IO_aeedrry","t":"I do love to eavesdrop. It's inspirational, not only for subject matter but for actual dialogue, the way people talk.","c":"inspirational","a":"Lynda Barry"},{"id":"dOTc4B02Ord61","t":"I arise full of eagerness and energy, knowing well what achievement lies ahead of me.","c":"inspirational","a":"Zane Grey"},{"id":"_o1cG7XvK3bqy","t":"Tears of joy are like the summer rain drops pierced by sunbeams.","c":"inspirational","a":"Hosea Ballou"},{"id":"TKgdki3Ug3yY1","t":"How glorious a greeting the sun gives the mountains!","c":"inspirational","a":"John Muir"},{"id":"HRGy3c1Q-u4ee","t":"In fact, I wouldn't really call this a Gospel album, I call it more an inspirational album.","c":"inspirational","a":"Smokey Robinson"}]