[{"id":"JnpAecb0gvnQz","t":"Jealousy, that dragon which slays love under the pretence of keeping it alive.","c":"jealousy","a":"Havelock Ellis"},{"id":"gAhytuaygcRsa","t":"Religion can make it worse. Are you supposing that if people were encouraged to believe in a transcendent reality, and to be encouraged by grand rituals and music and preaching, to love their neighbors, then they would put jealousy and frustration aside?","c":"jealousy","a":"Mary Douglas"},{"id":"9za1IlFr7A3Vw","t":"As iron is eaten away by rust, so the envious are consumed by their own passion.","c":"jealousy","a":"Antisthenes"},{"id":"q3_BudnDvYjGA","t":"Jealousy contains more of self-love than of love.","c":"jealousy","a":"Francois de La Rochefoucauld"},{"id":"Ihl3MlJQETJyD","t":"The envious die not once, but as oft as the envied win applause.","c":"jealousy","a":"Baltasar Gracian"},{"id":"tgz6vZSlXwGly","t":"Jealousy is love bed of burning snarl.","c":"jealousy","a":"George Meredith"},{"id":"cxNp-gODlJvac","t":"There tends to be a jealousy in England towards countries that are successful.","c":"jealousy","a":"Chris O'Dowd"},{"id":"8H2nOAPAiCVyS","t":"Jealousy is the tie that binds, and binds, and binds.","c":"jealousy","a":"Helen Rowland"},{"id":"L3xwugXJKscve","t":"On the same line of reasoning, if Australians were to be Australians, or rather if Australians were as separate from any other nation as Australia from any other land, there would be no jealousy between them on England's account.","c":"jealousy","a":"Henry Lawson"},{"id":"lylUKCi5Nsl9D","t":"I like jealous men. I love jealousy. I do.","c":"jealousy","a":"Adriana Lima"},{"id":"CcKgGRnjJAz-L","t":"But I like not these great success of yours for I know how jealous are the gods.","c":"jealousy","a":"Herodotus"},{"id":"ZBLrfVN3aXu2T","t":"I don't get jealousy, I don't get how people hate each other - I never did.","c":"jealousy","a":"Nas"},{"id":"wsrcVi0Pen1Wq","t":"People are taken aback by a confident, pretty girl who knows what she wants in life and isn't going to let anyone get in her way. And you know what it's all about? Jealousy.","c":"jealousy","a":"Summer Altice"},{"id":"OEY7epGVArnUh","t":"Jealousy - that jumble of secret worship and ostensible aversion.","c":"jealousy","a":"Emile M. Cioran"},{"id":"5rmMODg-hyUxK","t":"You will not accept credit that is due to another, or harbor jealousy of an explorer who is more fortunate.","c":"jealousy","a":"Abbott L. Lowell"},{"id":"uZPG7DAkPR6oj","t":"To jealousy, nothing is more frightful than laughter.","c":"jealousy","a":"Francoise Sagan"},{"id":"BottCAXWOyKeN","t":"You can be the moon and still be jealous of the stars.","c":"jealousy","a":"Gary Allan"},{"id":"QXdqQE95EX336","t":"There is never jealousy where there is not strong regard.","c":"jealousy","a":"Washington Irving"},{"id":"rMrmCbicp0Ldm","t":"Like hatred, jealousy is forbidden by the laws of life because it is essentially destructive.","c":"jealousy","a":"Alexis Carrel"},{"id":"F-PX3kN6ZPSGb","t":"He that is jealous is not in love.","c":"jealousy","a":"Saint Augustine"},{"id":"7nlAiyvqtJgZd","t":"A competent and self-confident person is incapable of jealousy in anything. Jealousy is invariably a symptom of neurotic insecurity.","c":"jealousy","a":"Robert A. Heinlein"},{"id":"1GdFTUOyYaoyf","t":"I don't watch that much comedy. I think it's professional jealousy. That and a lack of support for my community.","c":"jealousy","a":"Michael Ian Black"},{"id":"osVqZlIBRP47f","t":"A negative judgment gives you more satisfaction than praise, provided it smacks of jealousy.","c":"jealousy","a":"Jean Baudrillard"},{"id":"Up2FP6NgmXyIa","t":"Jealousy is the grave of affection.","c":"jealousy","a":"Mary Baker Eddy"},{"id":"1x9GWOWuLZiFY","t":"More men die of jealousy than of cancer.","c":"jealousy","a":"Joseph P. Kennedy"},{"id":"Y6BVxraele5rk","t":"That is ever the way. Tis all jealousy to the bride and good wishes to the corpse.","c":"jealousy","a":"J. M. Barrie"},{"id":"GYU8OikSK6C7i","t":"Guard with jealous attention the public liberty. Suspect everyone who approaches that jewel. Unfortunately, nothing will preserve it but downright force. Whenever you give up that force, you are inevitably ruined.","c":"jealousy","a":"Patrick Henry"},{"id":"WHCWbW3FBUZhL","t":"My birth neither shook the German Empire nor caused much of an upheaval in the home. It pleased mother, caused father a certain amount of pride and my elder brother the usual fraternal jealousy of a hitherto only son.","c":"jealousy","a":"Conrad Veidt"},{"id":"6I2YcEsfZctcM","t":"Life is one big road with lots of signs. So when you riding through the ruts, don't complicate your mind. Flee from hate, mischief and jealousy. Don't bury your thoughts, put your vision to reality. Wake Up and Live!","c":"jealousy","a":"Bob Marley"},{"id":"WrVVdagIdbi_F","t":"I think it's important to get your surroundings as well as yourself into a positive state - meaning surround yourself with positive people, not the kind who are negative and jealous of everything you do.","c":"jealousy","a":"Heidi Klum"},{"id":"yEnDXlrBYPWEo","t":"The jealous are troublesome to others, but a torment to themselves.","c":"jealousy","a":"William Penn"},{"id":"RueMxuND4ONN-","t":"The jealous are possessed by a mad devil and a dull spirit at the same time.","c":"jealousy","a":"Johann Kaspar Lavater"},{"id":"XVPcFDtlG06T_","t":"Man is jealous because of his amour propre woman is jealous because of her lack of it.","c":"jealousy","a":"Germaine Greer"},{"id":"jBW4mcuMs3hQp","t":"Moral indignation is jealousy with a halo.","c":"jealousy","a":"H. G. Wells"},{"id":"gkd_Quq9lDn0s","t":"The surest route to breeding jealousy is to compare. Since jealousy comes from feeling less than another, comparisons only fan the fires.","c":"jealousy","a":"Dorothy Corkville Briggs"},{"id":"ZteoFj_-UoYqq","t":"Jealousy lives upon doubts. It becomes madness or ceases entirely as soon as we pass from doubt to certainty.","c":"jealousy","a":"Francois de La Rochefoucauld"},{"id":"uPnlIXFvvw-7L","t":"Jealousy would be far less torturous if we understood that love is a passion entirely unrelated to our merits.","c":"jealousy","a":"Paul Eldridge"},{"id":"jAcQeK108NFG5","t":"The knives of jealousy are honed on details.","c":"jealousy","a":"Ruth Rendell"},{"id":"s5DMWRFYGCqH2","t":"Lovers may be - and indeed generally are - enemies, but they never can be friends, because there must always be a spice of jealousy and a something of Self in all their speculations.","c":"jealousy","a":"Lord Byron"},{"id":"-H_gdHySPGCI0","t":"Nature is at work. Character and destiny are her handiwork. She gives us love and hate, jealousy and reverence. All that is ours is the power to choose which impulse we shall follow.","c":"jealousy","a":"David Seabury"},{"id":"t5GHLk5cGbvfR","t":"Jealousy is the tribute mediocrity pays to genius.","c":"jealousy","a":"Fulton J. Sheen"},{"id":"-UEsgWXuXAnGV","t":"Jealous, adj. Unduly concerned about the preservation of that which can be lost only if not worth keeping.","c":"jealousy","a":"Ambrose Bierce"},{"id":"OHV8rNATMG9Cf","t":"The thermometer of success is merely the jealousy of the malcontents.","c":"jealousy","a":"Salvador Dali"},{"id":"XeBi8LfCu2vfJ","t":"I have experienced jealousy, possessiveness, verbal abuse and violence from men, but I have also experienced jealousy, possessiveness, verbal abuse and violence from women, usually when I failed to respond to their advances.","c":"jealousy","a":"Julie Burchill"},{"id":"3ujVeaUiDOZD2","t":"Jealousy is a dog's bark which attracts thieves.","c":"jealousy","a":"Karl Kraus"},{"id":"kRScK0-XvG-2q","t":"Jealousy is cruel as the grave: the coals thereof are coals of fire.","c":"jealousy","a":"Solomon Ibn Gabirol"},{"id":"HTIzI3KS9zThf","t":"My wife's jealousy is getting ridiculous. The other day she looked at my calendar and wanted to know who May was.","c":"jealousy","a":"Rodney Dangerfield"},{"id":"bSjexCcgZ8slg","t":"Love shouldn't be about jealousy or anything like that. It should be about commitment and being able to trust that person. If you can't have that from the get-go, there's a problem.","c":"jealousy","a":"Aaron Carter"},{"id":"z-5k6RjOM5GFz","t":"What makes the pain we feel from shame and jealousy so cutting is that vanity can give us no assistance in bearing them.","c":"jealousy","a":"Francois de La Rochefoucauld"},{"id":"n-YmN_fZYlmCS","t":"Jealousy is the jaundice of the soul.","c":"jealousy","a":"John Dryden"},{"id":"gZw6lIznxKRSB","t":"That's one of the reasons I moved to Florida. Of course, the main reason is the weather and the training. But there's more jealousy in Switzerland because it's so little and they don't have so many athletes.","c":"jealousy","a":"Martina Hingis"},{"id":"uXNCm3KvckEWK","t":"That's the way I got along in life. I don't ever remember being particularly jealous of anybody, because I figured if I can't do it myself, I don't deserve to get it.","c":"jealousy","a":"Clyde Tombaugh"},{"id":"edppi5ypKUCuI","t":"Serious sport has nothing to do with fair play. It is bound up with hatred, jealousy, boastfulness, disregard of all rules and sadistic pleasure in witnessing violence. In other words, it is war minus the shooting.","c":"jealousy","a":"George Orwell"},{"id":"1bdZ57f2Nja0P","t":"The jealousy and resentment that animate the terrorists also affect many of our former cold war allies.","c":"jealousy","a":"Richard Perle"},{"id":"jjAQnQ5hpQQ4_","t":"People can do all kinds of things that maybe aren't wise in hindsight because of jealousy.","c":"jealousy","a":"Kristin Bauer van Straten"},{"id":"oEMGYz9tVv_dO","t":"The lovesick, the betrayed, and the jealous all smell alike.","c":"jealousy","a":"Sidonie Gabrielle Colette"},{"id":"CDaa3J5AIhbXZ","t":"Jealousy is never satisfied with anything short of an omniscience that would detect the subtlest fold of the heart.","c":"jealousy","a":"George Eliot"},{"id":"JXbN0ypB0NNv3","t":"I do not say anything from jealousy.","c":"jealousy","a":"Anna Held"},{"id":"QeE3h_lf9CLIb","t":"From heresy, frenzy and jealousy, good Lord deliver me.","c":"jealousy","a":"Ludovico Ariosto"},{"id":"7EZohJ-IT0J0F","t":"I am drawn to women who are independent and creative, which is problematic because it's a struggle, a competition of careers. There's jealousy.","c":"jealousy","a":"Marilyn Manson"},{"id":"u2PbaZd7_w-VS","t":"Jealousy is, I think, the worst of all faults because it makes a victim of both parties.","c":"jealousy","a":"Gene Tierney"},{"id":"Sxr9cHOrbAhVM","t":"Passion can quickly slip to jealousy, or even hatred.","c":"jealousy","a":"Arthur Golden"},{"id":"wcIF1P4ikb7Os","t":"When I see a good singer, I get teary-eyed. Part of it is jealousy because all comedians are frustrated rock stars. That's a fact.","c":"jealousy","a":"Jeff Ross"},{"id":"ee7g5Cw7Wfv_P","t":"Never underestimate the power of jealousy and the power of envy to destroy. Never underestimate that.","c":"jealousy","a":"Oliver Stone"},{"id":"HuBGnMW1QxqVI","t":"But when I would see the surrogate, my first instinct, my first reaction would be jealousy, because she was doing what I wanted to do.","c":"jealousy","a":"Cheryl Tiegs"},{"id":"QCP6jOXwf3bn7","t":"Don't waste time on jealousy. Sometimes you're ahead, sometimes you're behind.","c":"jealousy","a":"Mary Schmich"},{"id":"IFzeCnlgYN-kc","t":"I do a lot of sexy publicity, but I have yet to have any bad experiences regarding jealousy.","c":"jealousy","a":"Brooke Burke","e":true},{"id":"Jvbvmei7_-Ztb","t":"Obviously, in dealing with a relationship, sexuality has to be involved, and jealousy and emotions like that. And I don't know, I've always been intrigued by those emotions.","c":"jealousy","a":"Adrian Lyne"},{"id":"cAfzLTUAWW-Kf","t":"What we used to say was whoever had the bow tie got to lead the band. There was never any jealousy.","c":"jealousy","a":"Pete Fountain"},{"id":"haSPrNJtfV-cm","t":"Dogs are our link to paradise. They don't know evil or jealousy or discontent.","c":"jealousy","a":"Milan Kundera"},{"id":"yazmlEL9me-FN","t":"It is remarkable that jealousy of individual property in land often goes along with very exaggerated doctrines of tribal or national property in land.","c":"jealousy","a":"William Graham Sumner"},{"id":"SqrtKJyC9V-je","t":"No jealousy their dawn of love overcast, nor blasted were their wedded days with strife each season looked delightful as it past, to the fond husband and the faithful wife.","c":"jealousy","a":"James Beattie"},{"id":"IT-IAYPVyEiEg","t":"Magnanimous people have no vanity, they have no jealousy, and they feed on the true and the solid wherever they find it. And, what is more, they find it everywhere.","c":"jealousy","a":"Van Wyck Brooks"},{"id":"SqUTEUnEHjkNO","t":"Those who are believed to be most abject and humble are usually most ambitious and envious.","c":"jealousy","a":"Baruch Spinoza"},{"id":"eLoFRVLyVqDuv","t":"It will be found an unjust and unwise jealousy to deprive a man of his natural liberty upon the supposition he may abuse it.","c":"jealousy","a":"George Washington"},{"id":"5hGP2B7IAvMiA","t":"Jealousy is not at all low, but it catches us humbled and bowed down, at first sight.","c":"jealousy","a":"Sidonie Gabrielle Colette"},{"id":"UAxUJ7c-A_74j","t":"Jealousy... is a mental cancer.","c":"jealousy","a":"B. C. Forbes"},{"id":"J_zKXF8vuxzhK","t":"I would rather drudge out my life on a cotton plantation, till the grave opened to give me rest, than to live with an unprincipled master and a jealous mistress.","c":"jealousy","a":"Harriet Ann Jacobs"},{"id":"DUDjITqJkPofY","t":"There is a sort of jealousy which needs very little fire it is hardly a passion, but a blight bred in the cloudy, damp despondency of uneasy egoism.","c":"jealousy","a":"George Eliot"},{"id":"LLiaY9w8F_7Se","t":"Jealousy is all the fun you think they had.","c":"jealousy","a":"Erica Jong"},{"id":"UWitS_PfO_9VU","t":"It is not love that is blind, but jealousy.","c":"jealousy","a":"Lawrence Durrell"},{"id":"98BpCtJlpk9Au","t":"There is something mean in human nature that prefers to think evil, that gives a willing ear and a ready welcome to calumny, a sort of jealousy of goodness and greatness and things of good report.","c":"jealousy","a":"Richard Le Gallienne"}]