[{"id":"bWnE0_kcy7bjQ","t":"Crime and legal stories, broadly speaking, are just where my interest happens to lie.","c":"legal","a":"William Landay"},{"id":"qysRnn2v-Pj_q","t":"God is the King. In him exists all legal authority.","c":"legal","a":"Orson Pratt"},{"id":"AXjBIP8oJ1kXf","t":"I mean, in some cases with libel laws, you know, they can write things about people who have no course of action, because they can't afford to take legal action against them.","c":"legal","a":"Elton John"},{"id":"CaQAJ5HEynf7_","t":"After the chaos and carnage of September 11th, it is not enough to serve our enemies with legal papers.","c":"legal","a":"George W. Bush"},{"id":"p6nTw6LYhwJjn","t":"We all know how powerful the web can be for raising political money. Well, if you're game, the Duke Cunningham Legal Defense Fund is apparently ready to accept your donation.","c":"legal","a":"Joshua Micah Marshall"},{"id":"--V8S6ccAhHlQ","t":"Every neurosis is a primitive form of legal proceeding in which the accused carries on the prosecution, imposes judgment and executes the sentence: all to the end that someone else should not perform the same process.","c":"legal","a":"Lionel Trilling"},{"id":"GpbvlQG8Dd1OT","t":"The kingdom of God is an order of government established by divine authority. It is the only legal government that can exist in any part of the universe.","c":"legal","a":"Orson Pratt"},{"id":"klgmIovaqwHfG","t":"It costs a lot to sue a magazine, and it's too bad that we don't have a system where the losing team has to pay the winning team's lawyers.","c":"legal","a":"Carol Burnett"},{"id":"MaiE1MLc6gwAW","t":"I later spent... five to eight months in hospitals in New Jersey, always on an involuntary basis, and always attempting a legal argument for release.","c":"legal","a":"John Forbes Nash, Jr."},{"id":"oEEfhW-Qrsove","t":"Men's indignation, it seems, is more excited by legal wrong than by violent wrong the first looks like being cheated by an equal, the second like being compelled by a superior.","c":"legal","a":"Thucydides"},{"id":"dotboddTL6WC2","t":"Does the imam have a legal right to build the mosque at Ground Zero? The answer is yes. But is it the right thing to do? The answer is no. And most Americans, and most moderate Muslims, join with me in that call.","c":"legal","a":"Kilari Anand Paul"},{"id":"qYdlsSY24Mzth","t":"Insofar as international law is observed, it provides us with stability and order and with a means of predicting the behavior of those with whom we have reciprocal legal obligations.","c":"legal","a":"J. William Fulbright"},{"id":"P7PDYrHHS2NK_","t":"When I started law school I was shocked to learn that our legal system traditionally had the man as the head and master of the family. As late as the '70s and '80s when we were fighting for the Equal Rights Amendment, states like Louisiana still had a head and master law.","c":"legal","a":"Patricia Ireland"},{"id":"mbf9ivLxpN9Jr","t":"One thing I was thinking about is that they probably get their come-uppance about the same percentage that people in real life do. Basically, stealing for all practical purposes might as well be legal in New York.","c":"legal","a":"Mike Judge"},{"id":"Nkruz1XoqIOF8","t":"Literature is made upon any occasion that a challenge is put to the legal apparatus by conscience in touch with humanity.","c":"legal","a":"Nelson Algren"},{"id":"Azo-qYxq9kJ33","t":"Let's create a legal system that can work.","c":"legal","a":"Sam Brownback"},{"id":"yFyGxGTQWo5T-","t":"I've always considered making it legal for Americans to import their prescription drugs a free-trade issue. Imports create competition and keep domestic industry more responsive to consumers.","c":"legal","a":"Chuck Grassley"},{"id":"82OYgndyQPfgI","t":"As for lawyers, it's more fun to play one than to be one.","c":"legal","a":"Sam Waterston"},{"id":"--3Tckphg33T0","t":"It's impossible to walk a block in Miami, in Los Angeles, San Antonio without running into someone who is being deeply impacted by a broken legal immigration system.","c":"legal","a":"Marco Rubio"},{"id":"h1o0brll7Z9A9","t":"While there continues to be differences, the important point is that all citizens and elected officials use democratic and legal avenues for solving those differences.","c":"legal","a":"Boris Trajkovski"},{"id":"pP66cfwsdbb9-","t":"Let me remind you that nuclear disarmament is not just an ardent desire of the people, as expressed in many resolutions of the United Nations. It is a legal commitment by the five official nuclear states, entered into when they signed the Non-Proliferation Treaty.","c":"legal","a":"Joseph Rotblat"},{"id":"JswBeH2V13KVZ","t":"It is impossible to tell where the law stops and justice begins.","c":"legal","a":"Arthur Baer"},{"id":"OUJRNarvWECI3","t":"I will do everything by apply with all the legal and apply with the rule of law. And the main important thing that I have to be fairness to everyone, not just only one person.","c":"legal","a":"Yingluck Shinawatra"},{"id":"9huh-wVF58VTA","t":"Nearly every study shows that competition from cheap foreign labor undercuts the wages of American workers and legal immigrants.","c":"legal","a":"Lamar S. Smith"},{"id":"7Z86GV4h1PZoh","t":"I'm not a lawyer, and maybe I should have used more specific legal language.","c":"legal","a":"Sonny Bono"},{"id":"gDKNbHNYd0iB8","t":"I did this within a philosophical framework, and a moral and legal framework. And I have been turned into a cartoon of the greatest villain in the history of lobbying.","c":"legal","a":"Jack Abramoff"},{"id":"Bwxj9Dmwzv1ER","t":"Frivolous lawsuits are booming in this county. The U.S. has more costs of litigation per person than any other industrialized nation in the world, and it is crippling our economy.","c":"legal","a":"Jack Kingston"},{"id":"5jOtH_OHSkO00","t":"We must make immigration a legal, orderly process to eliminate this issue, not further criminalize it.","c":"legal","a":"Jose Serrano"},{"id":"DRVeOyBSDvffw","t":"I do not believe abortion should be legal.","c":"legal","a":"Herman Cain"},{"id":"oz4YxgO5cylq4","t":"The people and the mindset that killed 3,000 of our fellow citizens on September 11 2001, would have killed not 3,000, but 300,000 if they could have or 3 million or 30 million. We need to do everything we can within our value systems and legal structures to make sure that doesn't happen.","c":"legal","a":"Tim Pawlenty"},{"id":"N9O8E2-FedRSO","t":"I very much feel that marriage is a sacrament and that sacrament should extend... to that legal entity of a union between what traditionally in our Western values has been defined as between a man and a woman.","c":"legal","a":"Bill Frist"},{"id":"I15-h54wOYZys","t":"Like all other law-abiding Americans, I fully support legal immigration.","c":"legal","a":"Ted Nugent"},{"id":"V6CF8nMV2Xuti","t":"Sadly, embryonic stem cell research is completely legal in this country and has been going on at universities and research facilities for years.","c":"legal","a":"Mike Pence"},{"id":"WrjM7dcdKE_4g","t":"The emphasis on the birth of Christ tends to polarize our pluralistic society and create legal and ethnic belligerence.","c":"legal","a":"John Clayton"},{"id":"AvQdIw7i46kVt","t":"I worked as a lawyer as a member of the teaching staff of a technical college and then I worked principally as legal adviser to Adolf Hitler and the National Socialist German Workers Party.","c":"legal","a":"Hans Frank"},{"id":"BBDcstiBUXSvB","t":"It is curious that, with my somewhat antinomian tendencies, I should have gone to Trinity Hall - which was, and is, before all a Law College - and should thus have been thrown into close touch with the legal element in life.","c":"legal","a":"Edward Carpenter"},{"id":"Yo6Wv_0tInuze","t":"Moreover, from reforming the tax code to our immigration system, to commonsense legal reform, President Bush put America on notice that he will continue fighting to make the country, and the world, a better place for future generations.","c":"legal","a":"Jim Sensenbrenner"},{"id":"O8xf2aZ_HdHY4","t":"From your confessor, lawyer and physician, hide not your case on no condition.","c":"legal","a":"John Harington"},{"id":"H1iMbAblJbye7","t":"I mean you might say he had a travelling post office, but also Barney was very, very active. He was a legal officer for the NAACP and they had a lot of problems after Pease.","c":"legal","a":"Betty Hill"},{"id":"jzrwzLHVSsdpv","t":"For centuries we have been living in the society where not laws but people ruled, where there was no legal state.","c":"legal","a":"Nursultan Nazarbayev"},{"id":"htVPbFlI6iuKD","t":"I have a problem with censorship by the lawyer - by legal people by the publishing firm, and I may be changing publishers. They don't seem to want to take too many risks with living people.","c":"legal","a":"Kenneth Anger"},{"id":"-3wj1VBJnOzci","t":"Perhaps these Ten Commandments cases will be the turning point in the legal war against religion.","c":"legal","a":"Cliff Stearns"},{"id":"h1vXQMXdWI9jQ","t":"Under current law volunteers who are not working with an official nonprofit organization are not covered by the Volunteer Protection Act. Therefore, there are absolutely no legal protections for the average American who wishes to volunteer.","c":"legal","a":"Jon Porter"},{"id":"WDIEnXZTsPTcr","t":"However, there is no legal and legitimate state called Israel.","c":"legal","a":"Hassan Nasrallah"},{"id":"15IgPqn_KhYqr","t":"Is not liberty the destruction of all despotism - including, of course, legal despotism?","c":"legal","a":"Frederic Bastiat"},{"id":"ujH6RI93gQ5T8","t":"The good lawyer is the great salesman.","c":"legal","a":"Janet Reno"},{"id":"dXgaNjDfuk4Mv","t":"I contend the state ought to do its thing and provide legal rights for all couples who want to be joined together for life. The church should bless unions that it sees fit to bless, and they should be called marriages.","c":"legal","a":"Tony Campolo"},{"id":"vBrpGIdIHema2","t":"Make crime pay. Become a lawyer.","c":"legal","a":"Will Rogers"},{"id":"_oqv_MF4gJiaC","t":"And Americans realized that native people are still here, that they have a moral standing, a legal standing.","c":"legal","a":"Dennis Banks"},{"id":"Av5zBjvKuOLAf","t":"A national legal organization is giving very serious thought to using The Betrayal of America as a legal basis for asking the House Judiciary Committee to institute impeachment proceedings against these five justices.","c":"legal","a":"Vincent Bugliosi"},{"id":"48_Aw2RwdKw5s","t":"But my humble opinion is, I'm not quite sure where I stand on the legalization of drugs - though, if tequila is legal, pot should probably be legal.","c":"legal","a":"Ted Demme"},{"id":"cgo37AYlizixU","t":"The legal battle against segregation is won, but the community battle goes on.","c":"legal","a":"Dorothy Day"},{"id":"DMfNE6davlskk","t":"Today the people from my State of Tennessee would listen to this debate, or even talk about a reference to God on our money or in the Halls of Congress or in our Pledge and say, please, let common sense and logic win the day and prevail versus legal mumbo jumbo.","c":"legal","a":"Zach Wamp"},{"id":"NhtxA7tvwnXlu","t":"To play a lawyer and have one year of law school under your belt, you sort of know what you're talking about! I'm able to memorize the legal courtroom stuff a lot faster than I would have been able to otherwise.","c":"legal","a":"Jerry O'Connell"},{"id":"Zboqi738NChsi","t":"It is not unprofessional to give free legal advice, but advertising that the first visit will be free is a bit like a fox telling chickens he will not bite them until they cross the threshold of the hen house.","c":"legal","a":"Warren E. Burger"},{"id":"lY2-ubZxzq_RE","t":"So, I'm getting less chips, paying the same amount of money. Is that legal for them to do this?","c":"legal","a":"Julie Chen"},{"id":"Ygwwt4VX7V8fB","t":"We knew that if the photos of CIA officers conducting authorized EIT (enhanced interrogation techniques) ever got out, the difference between a legal, authorized, necessary, and safe program and the mindless actions of some MPs (military police) would be buried by the impact of the images.","c":"legal","a":"Jose A. Rodriguez, Jr."},{"id":"97CRwZnmtTvy_","t":"There are half a billion people that listen to music online and the vast majority are doing so illegally. But if we bring those people over to the legal side and Spotify, what is going to happen is we are going to double the music industry and that will lead to more artists creating great new music.","c":"legal","a":"Daniel Ek"},{"id":"9aa9AeEO4zUY0","t":"I've thought hard about my psychological connections and I think I've managed to separate out the psychological from the legal, moral, and political.","c":"legal","a":"Alan Dershowitz"},{"id":"pAQkpJe7TNw6e","t":"I write in longhand on yellow legal pads.","c":"legal","a":"Beverly Cleary"},{"id":"h0Lbb0tkCHh6N","t":"Cagey trial lawyers have figured out there's a pretty good likelihood their case - no matter what its merit - will literally get its day in court because of favorable judges.","c":"legal","a":"Dennis Hastert"},{"id":"njKfZQcy9UIWN","t":"I hope gay marriage will be legal in every state.","c":"legal","a":"Mark Consuelos"},{"id":"BCH2CGBRFQ69v","t":"There are obviously legal restrictions on what you can do on TV in the States, as there are everywhere.","c":"legal","a":"Dave Rowntree"},{"id":"25-VHJMiu_ztp","t":"When the Senate ceases to engage nominees in meaningful discussion of legal issues, the confirmation process takes on an air of vacuity and farce, and the Senate becomes incapable of either properly evaluating nominees or appropriately educating the public.","c":"legal","a":"Elena Kagan"},{"id":"vgcSqXggaL3Hn","t":"She never envisioned a legal career for me, but she did think it was very important that I be able to support myself, and I think she would be pleased to see what has become of me.","c":"legal","a":"Ruth Bader Ginsburg"},{"id":"vLya9mwYQuVuP","t":"Drones can be a highly effective way of dealing with high-priority targets, but they should not become the drug of choice for an administration that is afraid to use successful, legal and safe tactics of the past.","c":"legal","a":"Jose A. Rodriguez, Jr."},{"id":"2d5JVYFFOWPAF","t":"You can't just lecture the poor that they shouldn't riot or go to extremes. You have to make the means of legal redress available.","c":"legal","a":"Harold H. Greene"},{"id":"ikczeqvRdS0L4","t":"In Psalm 72, Solomon prays for power and fame but he says the purpose of influence is to speak up for others and one is the immigrant. He doesn't delineate between legal and illegal.","c":"legal","a":"Rick Warren"},{"id":"VqGN-DonL7TQE","t":"I have a book coming out in September, for example, where the plot concerns counterfeiting, and I had to do a lot of research on that. Or on any legal matters, for example, I have to do a lot of research online.","c":"legal","a":"Evan Hunter"},{"id":"c2hNy0XXMnez6","t":"I would like it to be a legal requirement for all businesses to be linked to a charity.","c":"legal","a":"Arabella Weir"},{"id":"uF87Y823aqo-N","t":"I support legal immigration. I don't support amnesty because it is not fair to people standing in line at consulates around the world.","c":"legal","a":"Heather Wilson"},{"id":"pGmicWM89GKV7","t":"Deceive not thy physician, confessor, nor lawyer.","c":"legal","a":"George Herbert"},{"id":"eFBYQDybLrOOI","t":"These are people who haven't gone through the legal means to becoming citizens like our forefathers did. They want all the benefits but none of the responsibilities.","c":"legal","a":"Matt Dillon"},{"id":"5IsoTHaKfp7QH","t":"He is no lawyer who cannot take two sides.","c":"legal","a":"Charles Lamb"},{"id":"v-kIjJnt3KcC0","t":"The Florida Supreme Court wanted all the legal votes to be counted. The United States Supreme Court, on the other hand, did not want all the votes to be counted.","c":"legal","a":"Vincent Bugliosi"},{"id":"VwgJ-y8ayYvu2","t":"The legal right of a taxpayer to decrease the amount of what otherwise would be his taxes, or altogether avoid them, by means which the law permits, cannot be doubted.","c":"legal","a":"George Sutherland"},{"id":"22BFuEicpg69I","t":"Vigorous enforcement of copyrights themselves is an important part of the picture. But I don't think that expanding the legal definition of copyright outside of actual copyright infringement is the right move.","c":"legal","a":"Edward Felten"},{"id":"ySmrpEUV6bpT1","t":"I've become so earthy. And I never was earthy. I'm doing all kinds of different roles which are not at all like the intellectual and the legal mind of Ben Stone.","c":"legal","a":"Michael Moriarty"},{"id":"_TLDoSbrgPfOd","t":"I'm trusting in the Lord and a good lawyer.","c":"legal","a":"Oliver North"},{"id":"tpUT3Vo65cnf8","t":"In the US, you even lose legal rights if you store your data in a company's machines instead of your own. The police need to present you with a search warrant to get your data from you but if they are stored in a company's server, the police can get it without showing you anything.","c":"legal","a":"Richard Stallman"},{"id":"5o9AtiYR4d_b0","t":"The trouble with law is lawyers.","c":"legal","a":"Clarence Darrow"},{"id":"0_6B0PBxiG6nE","t":"Testimony should be a philosophical problem and not limited to legal or historical contexts where it refers to the account of a witness who reports what he has seen.","c":"legal","a":"Paul Ricoeur"},{"id":"Ib4WaMTB2qmSu","t":"In high school, I discovered myself. I was interested in race relations and the legal profession. I read about Lincoln and that he believed the law to be the most difficult of professions.","c":"legal","a":"Constance Baker Motley"},{"id":"UETSSdTFJkvP9","t":"A successful lawsuit is the one worn by a policeman.","c":"legal","a":"Robert Frost"},{"id":"2YMw8c_iK8Ytw","t":"I never thought I would live long enough to see the legal profession change to the extent it has.","c":"legal","a":"Constance Baker Motley"},{"id":"k3dz6V_Kp0CWF","t":"I have been surrounded by some of the smartest, brightest, most caring lawyers, by agents who are willing to risk their lives for others, by support staff that are willing to work as hard as they can.","c":"legal","a":"Janet Reno"},{"id":"7P8Ml4w05n73L","t":"No oppression is so heavy or lasting as that which is inflicted by the perversion and exorbitance of legal authority.","c":"legal","a":"Joseph Addison"},{"id":"jcPIk4xDz7EMp","t":"On behalf of NARAL Pro-Choice America - and our one million member activists - I am honored to be here to talk to you about what's at stake for women in 2012. I am proud to say that the Democratic Party believes that women have the right to choose a safe, legal abortion with dignity and privacy.","c":"legal","a":"Nancy Keenan"},{"id":"FdPASafI9j1ng","t":"We should be the pro-legal immigration party. A party that has a positive platform and agenda on how we can create a legal immigration system that works for immigrants and works for America.","c":"legal","a":"Marco Rubio"},{"id":"MylBHPVXKFido","t":"The law has no compassion. And justice is administered without compassion.","c":"legal","a":"Christopher Darden"},{"id":"5o_aiT29VHaOL","t":"They view massive immigration as a massive infusion of potential voters for the Democratic Party, and therefore will do nothing, absolutely nothing to stop that flow of legal or illegal entrance into the country.","c":"legal","a":"Tom Tancredo"},{"id":"iy1m8B_VksyBi","t":"Unless you have a perception of who you are as a lawyer, you will never be at ease in dealing with legal matters, clients, or courts. But if you know who you are and why you're there, all you need is the expertise and the information.","c":"legal","a":"Samuel Dash"},{"id":"9chX-zKlzBoNr","t":"The effort to blur the lines between Guantanamo and Abu Ghraib reflects a deep misunderstanding about the different legal regimes that apply to Iraq and the war against al Qaeda.","c":"legal","a":"John Yoo"},{"id":"h3fa_9MD38kk6","t":"We do not believe voters gave President Bush a mandate to turn back the clock decades on so many of our legal protections.","c":"legal","a":"Ralph Neas"},{"id":"uXIhPeLETXAuB","t":"You know, my first three or four drafts, you can see, are on legal pads in long hand. And then I go to a typewriter, and I know everybody's switching to a computer. And I'm sort of laughed at.","c":"legal","a":"Robert Caro"},{"id":"6sVc8jj3i1RtH","t":"Outside of the Constitution we have no legal authority more than private citizens, and within it we have only so much as that instrument gives us. This broad principle limits all our functions and applies to all subjects.","c":"legal","a":"Andrew Johnson"},{"id":"2ahDIRX9DkGik","t":"We believe the use of force against Iraq, especially with reference to previous resolutions of the UN Security Council, has no grounds, including legal grounds.","c":"legal","a":"Igor Ivanov"},{"id":"v4YCy1ILMlB_a","t":"Once the attacks occur, as we learned on Sept. 11, it is too late. It makes little sense to deprive ourselves of an important, and legal, means to detect and prevent terrorist attacks while we are still in the middle of a fight to the death with al Qaeda.","c":"legal","a":"John Yoo"},{"id":"P8wV3oI1xModk","t":"Legal abortion will never rest easy on this nation's conscience.","c":"legal","a":"Robert Casey"},{"id":"_K1FSB7wGzw3n","t":"Instead, California is one of only 10 states that provides in-state college and university tuition to illegal immigrants. That's grossly unfair to a legal high school student who moves out of California for a year, then returns to attend college.","c":"legal","a":"Elton Gallegly"},{"id":"5w5l3L9SSG0g9","t":"Lawsuit: A machine which you go into as a pig and come out of as a sausage.","c":"legal","a":"Ambrose Bierce"},{"id":"QqxsDAN6G3zNl","t":"I think a moratorium probably is legal, and we should probably for a short period of time impose a moratorium so that we don't permit any additional landfill permits for the time being, so we don't exacerbate the problem.","c":"legal","a":"Ed Rendell"},{"id":"5vE0IzbK_goe5","t":"I'm not sure I can say there is a clean line between me as an individual and me as a lawyer.","c":"legal","a":"Anita Hill"},{"id":"O0F8JnB5FEXo5","t":"I've always been driven by the concept of equal justice under the law, but only the rich can pay great sums of money for legal assistance and that puts them at an advantage over the poor.","c":"legal","a":"Samuel Dash"},{"id":"uLy087juRr8GW","t":"The Republican majority will stop at nothing to prevent access to the legal system for those who are hurt.","c":"legal","a":"Joe Baca"},{"id":"XKGRmQhp0vOPF","t":"The Republican Party looks at massive immigration, legal and illegal, as a source of cheap labor, satisfying a very important constituency.","c":"legal","a":"Tom Tancredo"},{"id":"aIc3k4hwwLO9m","t":"When men are arrested without any legal basis and for political reasons, it's merely a routine, everyday occurrence in Russia, and hardly anyone has any sympathy.","c":"legal","a":"Alexei Navalny"},{"id":"q2a2a7l9vNpXO","t":"I wish that there were more stringent laws to make guns sold anywhere that they're legal harder to get.","c":"legal","a":"Rosie O'Donnell"},{"id":"uah9yI-PZfc4Q","t":"In my book, I detail the critical information we obtained from al Qaeda terrorists after they became compliant following a short period of enhanced interrogation. I have no doubt that that interrogation was legal, necessary and saved lives.","c":"legal","a":"Jose A. Rodriguez, Jr."},{"id":"uCfdkzPNWV3Ri","t":"It is legal because I wish it.","c":"legal","a":"Louis XIV"},{"id":"a7AgtI5I4yyYM","t":"But if we get to the point where more people do not believe in a God than who do believe in God, we will have a hollow legal system - we will have something without heart.","c":"legal","a":"Lee Greenwood"},{"id":"U9c02gkRhdE_n","t":"Each day, each one of us chooses not to do many things that would be legal but offensive to those around us.","c":"legal","a":"Ralph Peters"},{"id":"ekOsVALlZPiip","t":"We have to get control of our borders. You can only do that if you make companies obey the law and not hire undocumented or illegals. They can only do that is if they have a Social Security Card that has biometrics so they know whether the person is legal or not.","c":"legal","a":"Michael Bloomberg"},{"id":"AlybyxDUoHghn","t":"Every non-political human grouping of whatever kind, legal, social, religious, economic or other becomes at last political if it creates an opposition deep enough to range men against one another as enemies.","c":"legal","a":"Francis Parker Yockey"},{"id":"Th66rNo3QbOa4","t":"Advertising is legalized lying.","c":"legal","a":"H. G. Wells"},{"id":"18wDS--neCMPP","t":"I showed that privacy was an implicit right in Jewish law, probably going back to the second or third century, when it was elaborated on in a legal way.","c":"legal","a":"Norman Lamm"},{"id":"xW5VaNzFhuj3h","t":"Italy advocates the adoption of a legal instrument on cultural diversity, guaranteeing every country the protection of its own historical identity and the uniqueness of its physical and intangible cultural heritage.","c":"legal","a":"Carlo Azeglio Ciampi"},{"id":"KsQeOPWiyLTrO","t":"The legal system is often a mystery, and we, its priests, preside over rituals baffling to everyday citizens.","c":"legal","a":"Henry Miller"},{"id":"CvRtlN8X5lsC8","t":"It is hard to see Judge Roberts as a judicial activist who would place ideological purity or a particular agenda above or ahead the need for thoughtful legal reasoning.","c":"legal","a":"Ron Wyden"},{"id":"wxdZA0uLxPyoS","t":"Misery is the company of lawsuits.","c":"legal","a":"Francois Rabelais"},{"id":"7pw0jnkDmQi2Y","t":"I don't know of many evangelicals who want to deny gay couples their legal rights. However, most of us don't want to call it marriage, because we think that word has religious connotations, and we're not ready to see it used in ways that offend us.","c":"legal","a":"Tony Campolo"},{"id":"rD0EPz2tujgJ7","t":"So the news that divorced fathers are to be denied a legal right to a relationship with their children, in the long overdue review of family law published this week, fills me with horror and despair.","c":"legal","a":"Louis de Bernieres"},{"id":"MMMLJFbNXirAe","t":"Human-rights advocates, for example, claim that the mistreatment of Iraqi prisoners is of a piece with President Bush's 2002 decision to deny al Qaeda and Taliban fighters the legal status of prisoners of war under the Geneva Conventions.","c":"legal","a":"John Yoo"},{"id":"ObkDblgtKc3_W","t":"I'm a hardcore libertarian - I want everything legal - but I also believe that you have the right to free association.","c":"legal","a":"Penn Jillette","e":true},{"id":"Rj0bAt-RBsbAk","t":"I come from a profession which has suffered greatly because of the lack of civility. Lawyers treat each other poorly and it has come home to haunt them. The public will not tolerate a lack of civility.","c":"legal","a":"James E. Rogers"},{"id":"ZtzFb2DoGBt_D","t":"Torture is such a slippery slope as soon as you allow a society or any legal system to do that, almost instantly you get a situation where people are being tortured for very trivial reasons.","c":"legal","a":"Iain Banks"},{"id":"AduZv0Z6AVQ17","t":"Fifty percent of our country that we own, have all legal jurisdiction, have all rights to do whatever we want, lies beneath the sea and we have better maps of Mars than that 50 percent.","c":"legal","a":"Robert Ballard"},{"id":"TRisRKlw11s_R","t":"Every one with this writ may be a tyrant if this commission be legal, a tyrant in a legal manner, also, may control, imprison, or murder any one within the realm.","c":"legal","a":"James Otis"},{"id":"xfo6rhxzjd3L-","t":"They seem to have forgotten that, and are back saying the only purpose of P2P networks is for illegal trading of owned goods. We claim part of the reason for P2P is for legal trading of what ought to be in public domain. And what is in public domain in many cases.","c":"legal","a":"John Perry Barlow"},{"id":"v4ocXxYW59VA1","t":"Our church has been legal since late 1960s. I've been involved since 1972. I was ordained in 1975.","c":"legal","a":"Sally Kirkland"},{"id":"2ZcFNrIPKWir5","t":"It is simply a fact that the birth rate of our illegal immigrants exceeds that of our legal residents.","c":"legal","a":"John Linder"},{"id":"iJZBgnu9kpCNy","t":"I think we Americans, of all people, understand the importance of a good, legal, constitutional framework as the basis of political life.","c":"legal","a":"Paul Bremer"},{"id":"zOl2keAmqP3S2","t":"Above all, we must have great respect for these people who also suffer and who want to find their own way of correct living. On the other hand, to create a legal form of a kind of homosexual marriage, in reality, does not help these people.","c":"legal","a":"Joseph Ratzinger"},{"id":"W881Cs3ed6XSk","t":"I have been committed to carrying out my duties... in accordance with both the letter and spirit of all applicable rules of ethics and canons of conduct.","c":"legal","a":"Samuel Alito"},{"id":"S99rXTXriIm9O","t":"The American legal industry is a medieval guild in which the prosecutors, bar, and bench join hands to ensure that legal invoices are paid, no matter how excessive.","c":"legal","a":"Conrad Black"},{"id":"_cIO2Pr_xK73-","t":"I used to want to be a lawyer, but I didn't want to have half my brain sucked out.","c":"legal","a":"Max Walker"},{"id":"Krtsl3UZwP6uw","t":"I support legal immigration.","c":"legal","a":"Heather Wilson"},{"id":"FDmKEXfBFJQfH","t":"Today, corruption has won and justice has lost. I brought corruption cases in good faith involving powerful people, and the political and legal establishment blatantly covered up and retaliated by targeting my law license.","c":"legal","a":"Andrew Thomas"},{"id":"EBxTlwytdW6u8","t":"You can't solve a problem as complex as inequality in one legal clause.","c":"legal","a":"Theresa May"},{"id":"r2FVEVghmOFKN","t":"I have spent all my life under a Communist regime, and I will tell you that a society without any objective legal scale is a terrible one indeed. But a society with no other scale but the legal one is not quite worthy of man either.","c":"legal","a":"Aleksandr Solzhenitsyn"},{"id":"M2APCUJlS9k6f","t":"Catholicism is a wide tent in terms of political and legal positions. We could have nine Catholics on the Supreme Court and a great deal of diversity toward the law.","c":"legal","a":"Cass Sunstein"},{"id":"1BQovuGAStZoC","t":"Ten thousand pounds is the legal value of a negligently taken life, of a child or a parent. A cold and somewhat mean-spirited calculation: you would do better if you slipped on a paving-stone and broke a front tooth.","c":"legal","a":"Nina Bawden"},{"id":"Wktm4Aesw29-y","t":"It was also my idea that the advisory committees of the Academy should replace the legal committees of the German Reichstag, which was gradually fading into the background in the Reich.","c":"legal","a":"Hans Frank"},{"id":"uDH5xoHOpp7J2","t":"I busted a mirror and got seven years bad luck, but my lawyer thinks he can get me five.","c":"legal","a":"Steven Wright"},{"id":"-IleeadNh2nW5","t":"Collecting more taxes than is absolutely necessary is legalized robbery.","c":"legal","a":"Calvin Coolidge"},{"id":"eFRsvGcp-d4o1","t":"The president, just as any other American, deserves a legal defense against personal lawsuits not related to his office. But the costs of that defense should be borne by him and not the taxpayer.","c":"legal","a":"Ben Nighthorse Campbell"},{"id":"i8Bdbp3y78tNW","t":"The only people who benefit from lawsuits are lawyers. I think we made a couple of them rich.","c":"legal","a":"Gavin Rossdale"},{"id":"0jgSPVTQK1zFW","t":"To force a lawyer on a defendant can only lead him to believe that the law contrives against him.","c":"legal","a":"Potter Stewart"},{"id":"ZEpHmvz9g50ax","t":"My job is to interpret the law based on how the legislature and the court has done it and then, of course, to use our system of justice to develop some new legal tools and new concepts.","c":"legal","a":"Bill Scott"},{"id":"onvdhA3n2YzhJ","t":"I think the issue is that Americans traveling abroad if gotten into legal problems should have access to a fair trial and an impartial tribunal.","c":"legal","a":"Maria Cantwell"},{"id":"TkICkQdmUGRN0","t":"Children must be considered in a divorce considered valuable pawns in the nasty legal and financial contest that is about to ensue.","c":"legal","a":"P. J. O'Rourke"},{"id":"EIdQowue0zIUL","t":"I do have two data identities. I have my name, Bruce Sterling, which is my public name under which I write novels. I also have my other name, which is my legal name under which I own property and vote.","c":"legal","a":"Bruce Sterling"},{"id":"7E_T3Xk4TEnNq","t":"Lawyers, I suppose, were children once.","c":"legal","a":"Charles Lamb"},{"id":"qRIS6Mpf6EdP7","t":"Never forget that everything Hitler did in Germany was legal.","c":"legal","a":"Martin Luther King, Jr."},{"id":"KDy8N7F9hNnUM","t":"Well, I think the great tragedy in American politics is what is legal, not what is illegal.","c":"legal","a":"Jack Abramoff"},{"id":"sWazWwJTrAi_n","t":"Our country was thereby saved from the consequences of its distracting individualistic conception of democracy, and its merely legal conception of nationality. It was because the followers of Jackson and Douglas did fight for it, that the Union was preserved.","c":"legal","a":"Herbert Croly"},{"id":"z5DxrpnzgOHFi","t":"In law, nothing is certain but the expense.","c":"legal","a":"Samuel Butler"},{"id":"XsF1VDMYD4yig","t":"I don't even talk about whether or not racial profiling is legal. I just don't think racial profiling is a particularly good law enforcement tool.","c":"legal","a":"Eric Holder"},{"id":"NYr7rI7iVo3xA","t":"All ambitions are lawful except those which climb upward on the miseries or credulities of mankind.","c":"legal","a":"Joseph Conrad"},{"id":"oG8bKLjB2Qa36","t":"History has shown us that, on extraordinarily rare occasions, it becomes necessary for the federal government to intervene on behalf of individuals whose 14th Amendment rights to legal due process and equal protection may be violated by a state.","c":"legal","a":"Michael K. Simpson"},{"id":"G009aNUiIHMJ1","t":"All the legal action I've taken against newspapers has had a massively positive effect on my life and achieved exactly what I wanted, which is privacy and non-harassment.","c":"legal","a":"Sienna Miller"},{"id":"r-TwmCDewo9mH","t":"It was not possible to broadcast any of that because of an agreement between Jackson and the family. Our legal advice was that we could not broadcast it.","c":"legal","a":"Martin Bashir"},{"id":"TRcJl_frtIO6v","t":"A lean compromise is better than a fat lawsuit.","c":"legal","a":"George Herbert","e":true},{"id":"pCdjukIkhzmuh","t":"In this life and death case, I felt Mrs. Schiavo should receive the fullest due process from our legal system.","c":"legal","a":"Paul Gillmor"},{"id":"yPL9RXrTfLvHZ","t":"King consciously steered away from legal claims and instead relied on civil disobedience.","c":"legal","a":"Constance Baker Motley"},{"id":"lD1wusbrV1LSV","t":"The events of the day inspired me to become a lawyer.","c":"legal","a":"Christopher Darden"},{"id":"DheBveFz7MuAD","t":"We got a little waylaid along the way. The whole problem started about 10 years ago with management and legal battles, then still trying to make albums while I was doing all of that.","c":"legal","a":"Pat Travers"},{"id":"9hvGXNC50HZSb","t":"The legal system in Afghanistan is very immature and porous.","c":"legal","a":"Lindsey Graham"},{"id":"QVI2Djff2r6S1","t":"Mrs. Parks' act of brave defiance rocked the foundation of American society and inspired generations of civil rights leaders and created a sense of hope for every American facing legal discrimination in this country.","c":"legal","a":"Kendrick Meek"},{"id":"i14nYM7VJnaq5","t":"I love the new legal immigrants they want their kids to be safe just like I do.","c":"legal","a":"Lou Barletta"},{"id":"W_HOrtZHmwXVO","t":"What I'm doing is writing stories about women who care about justice. They are women who think about the difference between right and wrong, what's legal and illegal, ethical and unethical, moral and immoral.","c":"legal","a":"Lisa Scottoline"},{"id":"XBPO0W2w9_TJi","t":"I'm more married to Sandy now than when we were married with the legal document. We're still married as parents.","c":"legal","a":"Bobby Darin"},{"id":"PmtwhcPpLvDD0","t":"However saying that I totally support the concept of civil partnerships in the eyes of the law, and think it a disgrace that same sex couples have had to wait so long for legal rights, protection and recognition.","c":"legal","a":"Adam Rickitt","e":true},{"id":"L58ORaeGkoTj6","t":"The first misconception is that embryonic stem cell research is not legal. The fact is, embryonic stem cell research is completely legal. Research on embryonic stem cells has taken place for years.","c":"legal","a":"Virginia Foxx"},{"id":"NqsgNoSRTj-d1","t":"Ignorance of the law excuses no man from practicing it.","c":"legal","a":"Addison Mizner"},{"id":"ntsEAsJkIS1Fc","t":"A free and open Internet should not have to be weighed down by legal challenges - its dynamism is essential to our economy.","c":"legal","a":"Anna Eshoo"},{"id":"XCmFYeFfwfTOh","t":"Together with a team of financial and legal experts I have spent months exploring all possible alternatives to bankruptcy but to no avail.","c":"legal","a":"Shane Filan"},{"id":"Ejfm8fXv7r1s2","t":"Not a problem kid or anything like that so when you're in the legal system like that, it's always hard on a person for the first time to go through some things like that.","c":"legal","a":"Leonard Little"},{"id":"1rL3AjCpeoKZF","t":"To some lawyers, all facts are created equal.","c":"legal","a":"Felix Frankfurter"},{"id":"v9eUq3Nc4LnGW","t":"Every year, some 65,000 high school students - many of them star students and leaders in their communities - are unable to go to college or get a good job because they have no legal status.","c":"legal","a":"Gary Locke"},{"id":"RajTeCmvjpaGx","t":"My dream is to reform the legal system over the next 20 years.","c":"legal","a":"David Eagleman"},{"id":"evTTYl6pq4-3U","t":"Obedience to lawful authority is the foundation of manly character.","c":"legal","a":"Robert E. Lee"},{"id":"bu0oOXm24DjXQ","t":"I decided I wanted to be a lawyer when I was 11 years of age.","c":"legal","a":"Johnnie Cochran"},{"id":"F-7zTfVqG1pZp","t":"In terms of the legal matter of creating a contract between two people that's called marriage, and allowing them to live together with the protection of law, it seems to me is the way we should be moving in this country.","c":"legal","a":"Colin Powell"},{"id":"L8xrWlt1Ceoc_","t":"I have written about the dispossessed, immigrants, the condition of women who do not enjoy the same legal rights as men, the Palestinians who are deprived of their land and condemned to exile.","c":"legal","a":"Tahar Ben Jelloun"},{"id":"m63IYyaFdxopd","t":"Things happened there that I don't think are the finest hours for anybody, whether it was a journalist, the legal system or, in that case of the political system, who would say that was an example of when Washington worked best.","c":"legal","a":"Rahm Emanuel"},{"id":"I63dEeVyE5hk5","t":"Love is moral even without legal marriage, but marriage is immoral without love.","c":"legal","a":"Ellen Key"},{"id":"jRePodAmksXJu","t":"Consular cards were not designed to be identification and no treaty recognizes them as such. Legal travelers, visitors and long-term residents carried passports, visas or green cards for that purpose.","c":"legal","a":"Elton Gallegly"},{"id":"tiOJZFL5kLhDJ","t":"Who most benefits from keeping marijuana illegal? The greatest beneficiaries are the major criminal organizations in Mexico and elsewhere that earn billions of dollars annually from this illicit trade - and who would rapidly lose their competitive advantage if marijuana were a legal commodity.","c":"legal","a":"George Soros"},{"id":"F5naO-GfghznN","t":"Understand that legal and illegal are political, and often arbitrary, categorizations use and abuse are medical, or clinical, distinctions.","c":"legal","a":"Abbie Hoffman"},{"id":"BYGiGpd9bcKW4","t":"One of the things I was taught in law school is that I'd never be able to think the same again - that being a lawyer is something that's part of who I am as an individual now.","c":"legal","a":"Anita Hill"},{"id":"RnCpM1QNyaqLD","t":"People do not win people fights. Lawyers do.","c":"legal","a":"Norman Ralph Augustine"},{"id":"2PNq5SouUF3nM","t":"So my own suspicion is that the attorney has stopped this prosecution because part of her defence was to question legality and that would have brought his advice into the public domain again and there was something fishy about the way in which he said war was legal.","c":"legal","a":"Clare Short"},{"id":"EXDrWQUAbeyvP","t":"They don't need a lawyer, they need a toastmaster.","c":"legal","a":"Edward Bennett Williams"},{"id":"Ax2vEEJAtMHdU","t":"I'm afraid I talk a lot, too much, perhaps. I should have been a lawyer or a college professor or a windy politician, though I'm glad I am not any of these.","c":"legal","a":"Tom Glazer"},{"id":"5GroNc6RRCb-r","t":"All the libel lawyers will tell you there's no libel any more, that everyone's given up.","c":"legal","a":"Ian Hislop"},{"id":"C-vi0PZTVN0WH","t":"In regards to The Haunting, people compared it to the old movie, which is unfair. We didn't have the rights to the movie. I couldn't duplicate a single thing because that would have been legal infringement.","c":"legal","a":"Jan de Bont"},{"id":"sCRIZe2zXDiNK","t":"I object to a legal approach when settling questions of science or scientific behavior.","c":"legal","a":"Serge Lang"},{"id":"d0MB1g_X8wxVa","t":"These endless legal challenges that define elections in New York are a joke in this country, and they are the reason why it is so expensive, or one of the reasons, it's so expensive to run here and why so many people decide not to run.","c":"legal","a":"Michael Bloomberg"},{"id":"JmpEXdPADLZVP","t":"The Myth of Male Power dealt much more with the political issues, the legal issues, sexual harassment, date rape, women who kill, and those issues were very much more interfaced with the agendas of feminism.","c":"legal","a":"Warren Farrell"},{"id":"tze60ppyD3E5r","t":"In my role as Wikileaks editor, I've been involved in fighting off many legal attacks. To do that, and keep our sources safe, we have had to spread assets, encrypt everything, and move telecommunications and people around the world to activate protective laws in different national jurisdictions.","c":"legal","a":"Julian Assange"},{"id":"ZBVP_dQSFIxQz","t":"Daley may not feel a moral responsibility to eliminate discrimination but he has a legal obligation to do so.","c":"legal","a":"Bobby Rush"},{"id":"0TEn7Zofpjrve","t":"We're involved right now in some very significant legal battles and it would be the wrong thing for me to do to step out in the middle of those battles.","c":"legal","a":"Bill Scott"},{"id":"AQKOkQziXgvsQ","t":"Supercookies are legal, but I don't think they should be.","c":"legal","a":"Joe Barton"},{"id":"TGkDv9J1PXApD","t":"Defining marriage is a power that should be left to the states. Moreover, no state should be forced to recognize a marriage that is not within its own laws, Constitution, and legal precedents.","c":"legal","a":"John Sununu"},{"id":"1czKNLef5cz1A","t":"Imam Rauf and his backers have every legal right to build their extravagant Islamic center within the lethal radius of Ground Zero. But the rest of us have the right to question why they insist on doing so.","c":"legal","a":"Ralph Peters"},{"id":"tB-kfsPoAEOMw","t":"Where there is a will there is a lawsuit.","c":"legal","a":"Addison Mizner"},{"id":"PoSUDzv6EB_Mv","t":"Judges are the weakest link in our system of justice, and they are also the most protected.","c":"legal","a":"Alan Dershowitz"},{"id":"pq0NJK45yRMDo","t":"Strictly speaking, my interest is not in legal rights for animals but in a change of heart towards animals.","c":"legal","a":"J. M. Coetzee"},{"id":"eTWAVbuQZmSqU","t":"We should not blur the lines between legal and illegal immigrants. Millions of people around the world have gone through the process to come here legally and they followed the rules that required them to pay a fee, learn English, and learn about American history and government.","c":"legal","a":"Ken Calvert"},{"id":"SEp_vnwol08Yf","t":"The more expansive government is, the more perils people face in daily lives, be it from IRS agents or from child support services, or from other agencies that often have little or no legal restraints on their power.","c":"legal","a":"James Bovard"},{"id":"sKoJM2hJhYU4r","t":"You can't learn everything you need to know legally.","c":"legal","a":"John Irving"},{"id":"-NgVutPwM8eT-","t":"The Democratic Party looks at massive immigration, legal and illegal, as a source of voters.","c":"legal","a":"Tom Tancredo"},{"id":"BQGLefAzZga6R","t":"However, we do not lack anti-terrorist laws. I do not believe that the recent London bombs were the result of any deficiencies in our legal system.","c":"legal","a":"Kenneth Clarke"},{"id":"5KiQngKizGZM9","t":"There is no room for legal hair-splitting when it comes to the humane treatment of detainees - not in a nation founded on the rule of law and respect for human rights.","c":"legal","a":"Dick Durbin"},{"id":"B-ns0f3l5Y2J7","t":"And books that were published in much larger numbers than Selfish, Little are hard to find. And publishers who wanted to publish my last few works have them stuck in limbo while new distribution ideas and legal issues and fears are blown away.","c":"legal","a":"Peter Sotos"},{"id":"ajl1WRdvUTi01","t":"I've been working at performing for five years now. I've been working in Australia and Spain and England. When I was only 15 or 16, 1 was performing in bars I could have had legal problems, but it's also the only way to get to know what music is all about.","c":"legal","a":"Andy Gibb"},{"id":"oA3uUAkZok9qs","t":"I think mistakes are the essence of science and law. It's impossible to conceive of either scientific progress or legal progress without understanding the important role of being wrong and of mistakes.","c":"legal","a":"Alan Dershowitz"},{"id":"AkTS-5zCKcT4c","t":"I have a different approach. I don't file lawsuits because I really don't care.","c":"legal","a":"Nicole Kidman"},{"id":"dL9hwCamSbXnp","t":"Are hackers a threat? The degree of threat presented by any conduct, whether legal or illegal, depends on the actions and intent of the individual and the harm they cause.","c":"legal","a":"Kevin Mitnick"},{"id":"Xw4z4fd6lxazO","t":"We support every effort to combat international terrorism through the formulation of international conventions and hope that the international community will take further steps to improve the anti-terrorism international legal framework.","c":"legal","a":"Li Peng"},{"id":"qYjzH6-KXS1ID","t":"I would say that IQ is the strongest predictor of which field you can get into and hold a job in, whether you can be an accountant, lawyer or nurse, for example.","c":"legal","a":"Daniel Goleman"},{"id":"lubgQJZfuhvtn","t":"I wouldn't pretend to tell you we don't pay our lawyers well.","c":"legal","a":"Jay Alan Sekulow"},{"id":"2y36ZZ3E0t3Nz","t":"Justice delayed is justice denied.","c":"legal","a":"William E. Gladstone"},{"id":"4KSb_VJ1wHdio","t":"I know how easy it is for one to stay well within moral, ethical, and legal bounds through the skillful use of words - and to thereby spin, sidestep, circumvent, or bend a truth completely out of shape. To that extent, we are all liars on numerous occasions.","c":"legal","a":"Sidney Poitier"},{"id":"RCJqVNTpUDQHm","t":"Hitler never abandoned the cloak of legality he recognized the enormous psychological value of having the law on his side. Instead, he turned the law inside out and made illegality legal.","c":"legal","a":"Robert Byrd"},{"id":"voXcFe3Fdy81e","t":"As a private lawyer, I could bill $750 an hour, but I don't.","c":"legal","a":"Jay Alan Sekulow"},{"id":"pix8W8lN0yZSx","t":"Embryonic stem cell research is legal in America, and nothing in the administration's current policy affects that legality 400 lines are currently being used to conduct embryonic stem cell research, both in the private sector and by the Federal Government.","c":"legal","a":"Roger Wicker"},{"id":"TYzwVhiw2ydjA","t":"Lawsuits should not be used to destroy a viable and independent distribution system. The solution lies in the marketplace and not the courtroom.","c":"legal","a":"Don Henley"},{"id":"_FmF7BpUensHl","t":"I'm coming out with my line of shoes and my very first shoe is called 'The Nethia.' How we came up with the name is that my legal name is Linnethia and we shortened it.","c":"legal","a":"NeNe Leakes"},{"id":"hz0SyD3oTFCh9","t":"Upon the Constitution, upon the pre-existing legal rights of the People, as understood in this country and in England, I have argued that this House is bound to revive the Petition under debate.","c":"legal","a":"Caleb Cushing"},{"id":"RW7VFBOe4b9KU","t":"Do not ghettoize society by putting people into legal categories of gender, race, ethnicity, language, or other such characteristics.","c":"legal","a":"Preston Manning"},{"id":"8KWAzypPfv0l6","t":"I believe wholeheartedly in marriage. I don't exclusively mean a marriage with a legal contract, but any relationship that constitutes a marriage because of the quality of their relationship.","c":"legal","a":"Helen Reddy"},{"id":"Bl_i4r4YJ27uu","t":"What we bring to the table is not only our 56 field offices in the United States and our number of resident agencies, but also we have 45 legal attaches overseas.","c":"legal","a":"Robert Mueller"},{"id":"_cEagH3iOjAjn","t":"Well, when I think of steroids I think of an image. You have the advantage over someone, which is a form of cheating. I guess it wouldn't be right unless it was legal for everybody. Reason it's not legal for everybody is because it can hurt people seriously.","c":"legal","a":"Evander Holyfield"},{"id":"iDiYnlxklbHFT","t":"People are getting smarter nowadays they are letting lawyers, instead of their conscience, be their guide.","c":"legal","a":"Will Rogers"},{"id":"28ffUHCgtys_P","t":"I have strongly rejected the proposal to pardon and transfer her to the United States. I do not have the legal power to pardon terrorists and even if I did, I would not use it.","c":"legal","a":"Alberto Fujimori"},{"id":"Adt9pUBCWqe19","t":"People talk of me as being the inventor of the legal thriller.","c":"legal","a":"Scott Turow"},{"id":"S3-fIp6cq1_yL","t":"Mr. Speaker, the fact of the matter is that the Ten Commandments are a historical document that contains moral, ethical, and legal truisms that any person of any religion or even an atheist can recognize and appreciate.","c":"legal","a":"Cliff Stearns"},{"id":"MT_WsXzZElgwL","t":"I support making sure that there are legal protects for everyone.","c":"legal","a":"Debbie Stabenow"},{"id":"BuKYd0k-3M2Ju","t":"Gambling is legal and betting is legal, for what I bet.","c":"legal","a":"Michael Jordan"},{"id":"5kHbvByz2KzGb","t":"Truly I never thought of myself as writing legal thrillers, and I still don't think I do. I write stories about women.","c":"legal","a":"Lisa Scottoline"},{"id":"77MzEBmbl6Xl3","t":"It is high time to compel man by the might of right to give woman her political, legal and social rights. She will find her own sphere in accordance with her capacities, powers and tastes and yet she will be woman still.","c":"legal","a":"Ernestine Rose"},{"id":"kQXp6YG8X5V7i","t":"Driving at high speed where safe and legal is part of my life. As well as a higher top speed I wanted even better stability in my FX and that meant work on the aerodynamics.","c":"legal","a":"Sebastian Vettel"},{"id":"AWfshQY0ZXZ1x","t":"Noah and his family were the only loyal and obedient subjects to the legal power: they alone were saved.","c":"legal","a":"Orson Pratt"},{"id":"szys4w0dUKZuN","t":"A good lawyer is a bad Christian.","c":"legal","a":"John Lothrop Motley"},{"id":"vbtsq13xOXbI5","t":"As Congress continues to debate ways to address illegal immigration, we must remember the many hard-working legal immigrants that contribute so much to our nation's economy and culture.","c":"legal","a":"Bob Filner"},{"id":"GhToeupTcPCyu","t":"While I support immigration regulated through a legal framework, I do not support rewarding those who broke the law to get here.","c":"legal","a":"Kit Bond"},{"id":"UFLJ1qXt2w4_Y","t":"Lawyers spend a great deal of their time shoveling smoke.","c":"legal","a":"Oliver Wendell Holmes, Jr."},{"id":"BbB-nUsv_vCNV","t":"I remember being upset because I was finally legal to drink in Canada, and I decided to throw that all away and move to America, where I had to wait another two years. I came here to do improv and to try to join the Groundlings.","c":"legal","a":"Ryan Reynolds"},{"id":"9Y9Kz_KSVoEZn","t":"Meth is too easy to make, and unfortunately right now all the ingredients need to make this highly addictive drug are legal and readily available to those who want to cook it up and sell it to our children.","c":"legal","a":"Michael McCaul"},{"id":"3BRjDvG8oALZo","t":"It is imperative that when thousands of selfless volunteers respond to those who have incurred the wrath of a natural disaster that legal liability need not be hanging over their heads.","c":"legal","a":"Jon Porter"},{"id":"CxT5rYMCsn9fW","t":"I feel like there was justice. It was served through the legal system you know. Everything that I endured. It was all worth it.","c":"legal","a":"Amber Frey"},{"id":"gc2pBn5_Gg_oj","t":"Anybody who thinks talk is cheap should get some legal advice.","c":"legal","a":"Franklin P. Jones"},{"id":"hgRyN936YXT23","t":"There are millions of people who consume music illegally every month. Just getting them into a legal service will make the music industry way bigger than it's ever been before.","c":"legal","a":"Daniel Ek"},{"id":"a0-btNxrPIIuN","t":"As a rule lawyers tend to want to do whatever they can to win.","c":"legal","a":"Bill Williams"},{"id":"zZP4ovN67yPjG","t":"The only people that should vote should be legal.","c":"legal","a":"Pam Bondi"},{"id":"SyLlQuQIxq2ig","t":"I believe that President Clinton considered the legal merits of the arguments for the pardon as he understood them, and he rendered his judgment, wise or unwise, on the merits.","c":"legal","a":"John Podesta"},{"id":"VVyooxUSMKzJo","t":"We've got fifty people at Gitmo that are too dangerous to be let go that will never go through a normal criminal trial. Let's create a new legal system, so they'll have their day in court.","c":"legal","a":"Lindsey Graham"},{"id":"mIZ1PNfyrVRCy","t":"Justice in the life and conduct of the State is possible only as first it resides in the hearts and souls of the citizens.","c":"legal","a":"Plato"},{"id":"XPry2RPaYHqPZ","t":"And they didn't have to get into a lot of legal speak or talk ER terms, they were real people. I think that's why so many actresses were attracted to it. And it was just about problems that you could identify with so much, right off the bat.","c":"legal","a":"James Denton"},{"id":"Of9ZoCvz6qU2P","t":"We are led by lawyers who do not understand either technology or balance sheets.","c":"legal","a":"Thomas Friedman"},{"id":"rkd96E-D4mir9","t":"I think people should have the legal right to hurt themselves without fearing that they're going to get locked up for doing so. But on a personal level, if someone I loved was hurting himself or herself in front of me, I would, of course, try to restrain them.","c":"legal","a":"Chester Brown"},{"id":"4ydhxxgxy8ej6","t":"Reading a script is usually as exciting as reading a boilerplate legal document, so when you read one that makes you feel as if you're seeing the movie, you know it's something different.","c":"legal","a":"Tom Hanks"},{"id":"TSUs5ogqWqZkF","t":"Words without deeds violates the moral and legal obligation we have under the genocide convention but, more importantly, violates our sense of right and wrong and the standards we have as human beings about looking to care for one another.","c":"legal","a":"Jon Corzine"},{"id":"0tnXH66anaibq","t":"I never saw a lawyer yet who would admit he was making money.","c":"legal","a":"Mary Roberts Rinehart"},{"id":"rATamOPMbNoIb","t":"I dealt with legal questions in the interest of Adolf Hitler and the NSDAP and its members during the difficult years of struggle for the victory of the Movement.","c":"legal","a":"Hans Frank"},{"id":"ugeVZuE12C5uU","t":"Again, in Wag the Dog, war has to be declared by an act of congress. But if you go to war, you don't have to declare war. You're just at war and we did that, which is not legal.","c":"legal","a":"Val Kilmer"},{"id":"FW_cjcpUHjtSq","t":"By the fulfillment of my legal and moral duty I think I have earned punishment just as little as the tens of thousands of dutiful German officials who have now been imprisoned only because they carried out their duties.","c":"legal","a":"Wilhelm Frick"},{"id":"rlh4oP7fXFlkn","t":"Lawyers are the first refuge of the incompetent.","c":"legal","a":"Aaron Allston"},{"id":"ODuU_myOLuN2w","t":"A married woman has the same right to control her own body as does an unmarried woman.","c":"legal","a":"Sol Wachtler"},{"id":"6O9IrrFSpPYP8","t":"While Taliban fighters had an initial claim to protection under the conventions, they lost POW status by failing to obey the standards of conduct for legal combatants: wearing uniforms, a responsible command structure, and obeying the laws of war.","c":"legal","a":"John Yoo"},{"id":"jVjevtyT5HjwX","t":"The right to a trial is a core principle of the American legal system. Depriving Americans of these essential liberties undermines the Constitution while doing nothing to strengthen our national security.","c":"legal","a":"John Garamendi"},{"id":"cZaACGsVlZEWZ","t":"Intellectual property is an important legal and cultural issue. Society as a whole has complex issues to face here: private ownership vs. open source, and so on.","c":"legal","a":"Tim Berners-Lee"},{"id":"KFcn49FZ0Mgfn","t":"Though every legal task demands this skill, it is especially important in the effort to frame public policy in a way that is properly responsive to human needs and predicaments. The question is always: How will the general rule work in practice?","c":"legal","a":"Elliot Richardson"},{"id":"agiATgyVIwlJq","t":"Of all the creative work produced by humans anywhere, a tiny fraction has continuing commercial value. For that tiny fraction, the copyright is a crucially important legal device.","c":"legal","a":"Lawrence Lessig"},{"id":"-C1Y0RzBaz3rg","t":"The real violence is committed in the writing of history, the records of the legal system, the reporting of news, through the manipulation of social contracts, and the control of information.","c":"legal","a":"Bryant McGill"},{"id":"pTSoWD-JjdJQZ","t":"Class action lawsuits are an important part of our legal system. All citizens should have the right to band together and settle grievances with bigger companies, but that system is broken and it needs fixing.","c":"legal","a":"Thomas Carper"},{"id":"r4OFLy84Fypdv","t":"A lawyer who does not know men is handicapped.","c":"legal","a":"William Dunbar"},{"id":"glR_ImR2xqTuU","t":"Everywhere among the English-speaking race criminal justice was rude, and punishments were barbarous but the tendency was to do away with special privileges and legal exemptions.","c":"legal","a":"Albert Bushnell Hart"},{"id":"5sdAH3yu99wmZ","t":"The more laws, the less justice.","c":"legal","a":"Marcus Tullius Cicero"},{"id":"nsj7aYotXfweb","t":"Sooner or later they are going to live in a New York City where gay marriage is not only legal, but it's common and they don't even notice.","c":"legal","a":"Anthony Weiner"},{"id":"299x6ynR4qFWi","t":"Laws are spider webs through which the big flies pass and the little ones get caught.","c":"legal","a":"Honore de Balzac"},{"id":"HbBwxHleO_Zqt","t":"It is a sign of the times that the absence of meaningful ID requirements in many states leaves our voting process vulnerable to fraud and allows legal votes to be cancelled out by illegally cast ballots.","c":"legal","a":"Virgil Goode"},{"id":"Zn_eyHGG_x1dx","t":"You need to find somebody who will speak the same language. We understand that we couldn't have any kind of discussion without permission, without a legal framework behind it.","c":"legal","a":"Anatoly Chubais"},{"id":"k91neRhaHy9TB","t":"Lawsuit abuse is a major contributor to the increased costs of healthcare, goods and services to consumers.","c":"legal","a":"Charles W. Pickering"},{"id":"BpvApCvF3-V8_","t":"In places where marriage's core meaning has been altered through legal action, officials are beginning to target for punishment those believers and churches that refuse to adapt.","c":"legal","a":"Salvatore J. Cordileone"},{"id":"CnxvxFHCoVU_R","t":"And understandably so, that when you're in legal jeopardy, you really cannot put yourself in a position to open yourself up to the media.","c":"legal","a":"Monica Lewinsky"},{"id":"JsHpToqhPINTs","t":"We not only have a legal obligation to honor our commitments, we have a moral obligation to provide the coverage we promised to provide to these people.","c":"legal","a":"Bob Ney"},{"id":"r6HT879Ify2Il","t":"Gay marriage is the last bastion of, to me... as a legal, ceremonial, sentimental and religious side, it's one of the last steps. Retaining your job being one of the earlier steps, like, not getting kicked out of your job because you're gay.","c":"legal","a":"Gus Van Sant"},{"id":"cbgu-QYmNgIMH","t":"The ingestion of brain-altering chemicals - legal or illegal - cannot be categorized as good stewardship of our earthly lives.","c":"legal","a":"Salvatore J. Cordileone"},{"id":"UMlIWHUyDYWg3","t":"If the laws could speak for themselves, they would complain of the lawyers in the first place.","c":"legal","a":"Lord Halifax"},{"id":"_Vq2pC-h2UYu0","t":"We have used the presence of UNMIK, as well as other European and American agencies to establish a legal framework compatible with the European Union and that is already an advantage. We have seen the positive effects of this and our parliament will continue to go this way.","c":"legal","a":"Ibrahim Rugova"},{"id":"UN6WTGVNZ_DbK","t":"I think that the proposed constitution is one of the European legal documents with the strongest social dimension I have seen since I began following European issues.","c":"legal","a":"Jean-Pierre Raffarin"},{"id":"dNOubB1tD63nc","t":"We owe the Aboriginal peoples a debt that is four centuries old. It is their turn to become full partners in developing an even greater Canada. And the reconciliation required may be less a matter of legal texts than of attitudes of the heart.","c":"legal","a":"Romeo LeBlanc"},{"id":"mNP5bg0v0cnsN","t":"The work is challenging, interesting and an important part of our legal system.","c":"legal","a":"David Minge"},{"id":"PybHsZttnkmSb","t":"Unfortunately, what many people forget is that judges are just lawyers in robes.","c":"legal","a":"Tammy Bruce"},{"id":"CJGRnrDkOsAmY","t":"Disarming Iraq is legal under a series of U.N. resolutions. Iraq is in flagrant violation of U.N. Security Council resolutions.","c":"legal","a":"Jose Maria Aznar"},{"id":"irvFFpWzJnXir","t":"As legal slavery passed, we entered into a permanent period of unemployment and underemployment from which we have yet to emerge.","c":"legal","a":"Julian Bond"},{"id":"Mc5RO7NlH_z4M","t":"Baseball is a game where a curve is an optical illusion, a screwball can be a pitch or a person, stealing is legal and you can spit anywhere you like except in the umpire's eye or on the ball.","c":"legal","a":"James Patrick Murray"},{"id":"AsBVXR7ZHsWhn","t":"Companies shouldn't use the law to prevent consumers from doing something legal.","c":"legal","a":"Jon Johansen"},{"id":"wQGG7kau5NTS4","t":"I guess music, particularly the blues, is the only form of schizophrenia that has organised itself into being both legal and beneficial to society.","c":"legal","a":"Alexis Korner"},{"id":"PSI577HEAZdnD","t":"Lawyers are the only persons in whom ignorance of the law is not punished.","c":"legal","a":"Jeremy Bentham"},{"id":"MydFEid8BL7eE","t":"Even in the beginning, when we knew there was a legal argument about how much our song sounds like his song, as one songwriter to another, I wasn't sure that Cat Stevens would take that as bad.","c":"legal","a":"Wayne Coyne"},{"id":"ukwKs7qbwAXEQ","t":"FOR a long time the conviction has been dimly felt in the community that, without prejudice to existing institutions, the legal day of weekly rest might be employed to advantage for purposes affecting the general good.","c":"legal","a":"Felix Adler"},{"id":"WXPgscyKgKX6Y","t":"I oppose any attempt to grant homosexual unions the same legal privileges that civil government affords to traditional marriage and family life.","c":"legal","a":"Todd Akin"},{"id":"60vN4SrloJowp","t":"But you can count the dead bodies from alcohol, tobacco, and legal pharmaceuticals by the millions.","c":"legal","a":"Jack Herer"},{"id":"lu9bNgTIbc3Cu","t":"Farming with live animals is a 7 day a week, legal form of slavery.","c":"legal","a":"George Segal"},{"id":"ioiZHiNuFe9nr","t":"I wish the government and the Minister of Justice would address these legal and constitutional arguments, but they refuse to. They want Canadians to go blindly into their brave new world, but it is not wise for a society to move blindly in any direction.","c":"legal","a":"Stockwell Day"},{"id":"Pz3epUb7b8dWC","t":"The Supreme Court ruled that disabled golfer Casey Martin has a legal right to ride in a golf cart between shots at PGA Tour events. Man, the next thing you know, they're going to have some guy carry his clubs around for him.","c":"legal","a":"Jon Stewart"},{"id":"RRDqUtFcaSfNA","t":"Therefore, if we are a Nation of laws and a Nation of immigrants, immigration should occur within a legal framework, not through the machinations of illegal schemes and scams that threaten our national security.","c":"legal","a":"J. D. Hayworth"},{"id":"cR5v0MFJJ3GMB","t":"In the early centuries of Islam, the great schools of Islamic jurisprudence were built upon the above principles. Basic to all their legal systems they developed the doctrine that liberty is the fundamental basis of law.","c":"legal","a":"Aly Khan"}]