[{"id":"hKflVUzZap9OZ","t":"Little men with little minds and little imaginations go through life in little ruts, smugly resisting all changes which would jar their little worlds.","c":"life","a":"Zig Ziglar"},{"id":"6NzbmKavlipHL","t":"Life was always a matter of waiting for the right moment to act.","c":"life","a":"Paulo Coelho"},{"id":"7Kt4Q6W_OUvF1","t":"I arise in the morning torn between a desire to improve the world and a desire to enjoy the world. This makes it hard to plan the day.","c":"life","a":"E. B. White"},{"id":"GXj0S0DcLHAzv","t":"Never try to impress a woman, because if you do she'll expect you to keep up the standard for the rest of your life.","c":"life","a":"W. C. Fields"},{"id":"ElI6bj4MK12rS","t":"Life is tough, but it's tougher when you're stupid.","c":"life","a":"John Wayne"},{"id":"vs-9Je08uZOfT","t":"I do not regret one moment of my life.","c":"life","a":"Lillie Langtry"},{"id":"CbFHi-NhqlKwJ","t":"Every man is the architect of his own life. He builds it just the way he wants it. However, after he has built what he wants, he sometimes decides that he doesn't like what he has built and looks for someone or something to blame instead of changing himself.","c":"life","a":"Sydney Madwed"},{"id":"4gNb6IVX6wNGV","t":"The most exhausting thing in life is being insincere.","c":"life","a":"Anne Morrow Lindbergh"},{"id":"62VbsXqqAcSLp","t":"Life is hard it's harder if you're stupid.","c":"life","a":"John Wayne"},{"id":"kxlq1L9GuYxNU","t":"What a wee little part of a person's life are his acts and his words! His real life is led in his head, and is known to none but himself.","c":"life","a":"Mark Twain"},{"id":"S5OQHXN_76avT","t":"Life all comes down to a few moments. This is one of them.","c":"life","a":"Charlie Sheen"},{"id":"o2YeMYer3Vbu9","t":"I really haven't had that exciting of a life. There are a lot of things I wish I would have done, instead of just sitting around and complaining about having a boring life. So I pretty much like to make it up. I'd rather tell a story about somebody else.","c":"life","a":"Kurt Cobain"},{"id":"unGP-kgxi40Uk","t":"In poverty and other misfortunes of life, true friends are a sure refuge. The young they keep out of mischief to the old they are a comfort and aid in their weakness, and those in the prime of life they incite to noble deeds.","c":"life","a":"Aristotle"},{"id":"eLdj7xeO7U2Xr","t":"I haven't understood a bar of music in my life, but I have felt it.","c":"life","a":"Igor Stravinsky"},{"id":"TxrgOfmH3uPQY","t":"If you love life, don't waste time, for time is what life is made up of.","c":"life","a":"Bruce Lee"},{"id":"Uh3ETq2WA8TdN","t":"Dost thou love life? Then do not squander time, for that is the stuff life is made of.","c":"life","a":"Benjamin Franklin"},{"id":"LBSvvsZcTfV-W","t":"The first thing which I can record concerning myself is, that I was born. These are wonderful words. This life, to which neither time nor eternity can bring diminution - this everlasting living soul, began. My mind loses itself in these depths.","c":"life","a":"Groucho Marx"},{"id":"zsyfiYivlIsgI","t":"Let us put our minds together and see what life we can make for our children.","c":"life","a":"Sitting Bull"},{"id":"MlCvPd3lWnsSJ","t":"Character develops itself in the stream of life.","c":"life","a":"Johann Wolfgang von Goethe"},{"id":"oIOuHrtpB_ek4","t":"Life is too short to worry about anything. You had better enjoy it because the next day promises nothing.","c":"life","a":"Eric Davis"},{"id":"yf9Tj0L1H7UIX","t":"Life without love is like a tree without blossoms or fruit.","c":"life","a":"Khalil Gibran"},{"id":"vLorPm8nM32Iz","t":"A bachelor's life is a fine breakfast, a flat lunch, and a miserable dinner.","c":"life","a":"Francis Bacon"},{"id":"u-7W_woNfAzuu","t":"Literature adds to reality, it does not simply describe it. It enriches the necessary competencies that daily life requires and provides and in this respect, it irrigates the deserts that our lives have already become.","c":"life","a":"C. S. Lewis"},{"id":"WALy1u1NZ7IT-","t":"I don't believe in an afterlife, so I don't have to spend my whole life fearing hell, or fearing heaven even more. For whatever the tortures of hell, I think the boredom of heaven would be even worse.","c":"life","a":"Isaac Asimov"},{"id":"4Xx3xsB46THRr","t":"You want to believe that there's one relationship in life that's beyond betrayal. A relationship that's beyond that kind of hurt. And there isn't.","c":"life","a":"Caleb Carr"},{"id":"1Y0jcexTV5DbA","t":"A man who views the world the same at fifty as he did at twenty has wasted thirty years of his life.","c":"life","a":"Muhammad Ali"},{"id":"7XASC2oeeZVA1","t":"The more sand has escaped from the hourglass of our life, the clearer we should see through it.","c":"life","a":"Niccolo Machiavelli"},{"id":"qfl0F8rDLtAyP","t":"Life is half spent before we know what it is.","c":"life","a":"George Herbert"},{"id":"xid9jKF9dx2YC","t":"I'm so glad I never feel important, it does complicate life!","c":"life","a":"Eleanor Roosevelt"},{"id":"Lb994Mcsxt2Qo","t":"My life is my message.","c":"life","a":"Mahatma Gandhi"},{"id":"QamghF8gInT0x","t":"The only way to enjoy anything in this life is to earn it first.","c":"life","a":"Ginger Rogers"},{"id":"TQC6yM5NWnl8v","t":"It's the game of life. Do I win or do I lose? One day they're gonna shut the game down. I gotta have as much fun and go around the board as many times as I can before it's my turn to leave.","c":"life","a":"Tupac Shakur"},{"id":"AxwAdxpUDtZAD","t":"There are two primary choices in life: to accept conditions as they exist, or accept the responsibility for changing them.","c":"life","a":"Denis Waitley"},{"id":"oiHCkJ2tFC29P","t":"I love life because what more is there?","c":"life","a":"Anthony Hopkins"},{"id":"cEPxBHHeXkEC1","t":"Once you say you're going to settle for second, that's what happens to you in life.","c":"life","a":"John F. Kennedy"},{"id":"zR3tJsLKqn5OV","t":"Choose a job you love, and you will never have to work a day in your life.","c":"life","a":"Confucius"},{"id":"lihUE1NbnKFDK","t":"One secret of success in life is for a man to be ready for his opportunity when it comes.","c":"life","a":"Benjamin Disraeli"},{"id":"3i7RZFVyIt8uG","t":"We only live once, but once is enough if we do it right. Live your life with class, dignity, and style so that an exclamation, rather than a question mark signifies it!","c":"life","a":"Gary Ryan Blair"},{"id":"qicAydOd2OL28","t":"When I chased after money, I never had enough. When I got my life on purpose and focused on giving of myself and everything that arrived into my life, then I was prosperous.","c":"life","a":"Wayne Dyer"},{"id":"Q4AmJEYwrcShg","t":"Miracles, in the sense of phenomena we cannot explain, surround us on every hand: life itself is the miracle of miracles.","c":"life","a":"George Bernard Shaw"},{"id":"cHfXPwAfiw0d0","t":"Too often in life, something happens and we blame other people for us not being happy or satisfied or fulfilled. So the point is, we all have choices, and we make the choice to accept people or situations or to not accept situations.","c":"life","a":"Tom Brady"},{"id":"8fij7Cwn5XLP9","t":"Very little is needed to make a happy life it is all within yourself, in your way of thinking.","c":"life","a":"Marcus Aurelius"},{"id":"mRbRhkaa9bgQQ","t":"I never thought of losing, but now that it' s happened, the only thing is to do it right. That's my obligation to all the people who believe in me. We all have to take defeats in life.","c":"life","a":"Muhammad Ali"},{"id":"AaZ1CQjvY5w6r","t":"I remember a specific moment, watching my grandmother hang the clothes on the line, and her saying to me, 'you are going to have to learn to do this,' and me being in that space of awareness and knowing that my life would not be the same as my grandmother's life.","c":"life","a":"Oprah Winfrey"},{"id":"N6vZsPONDLCip","t":"What is important in life is life, and not the result of life.","c":"life","a":"Johann Wolfgang von Goethe"},{"id":"8Olbbq9Dx4Ktq","t":"Life is the flower for which love is the honey.","c":"life","a":"Victor Hugo"},{"id":"xBDY2-GjX9BhE","t":"To me, if life boils down to one thing, it's movement. To live is to keep moving.","c":"life","a":"Jerry Seinfeld"},{"id":"1Zehl3DG5RV66","t":"All my life I have tried to pluck a thistle and plant a flower wherever the flower would grow in thought and mind.","c":"life","a":"Abraham Lincoln"},{"id":"14w2W4PlRFceg","t":"Respect is one of life's greatest treasures. I mean, what does it all add up to if you don't have that?","c":"life","a":"Marilyn Monroe"},{"id":"TXcbPFrqrlXbL","t":"I've always taken 'The Wizard of Oz' very seriously, you know. I believe in the idea of the rainbow. And I've spent my entire life trying to get over it.","c":"life","a":"Judy Garland"},{"id":"30RP8vaBBqK-_","t":"I want to live my life so that my nights are not full of regrets.","c":"life","a":"David Herbert Lawrence"},{"id":"KA8HP8NzHv-Vs","t":"Never separate the life you live from the words you speak.","c":"life","a":"Paul Wellstone"},{"id":"VXvPScN2IuWeP","t":"I slept and dreamt that life was joy. I awoke and saw that life was service. I acted and behold, service was joy.","c":"life","a":"Rabindranath Tagore"},{"id":"aJyo4kkmyurNZ","t":"The things that will destroy America are prosperity-at-any-price, peace-at-any-price, safety-first instead of duty-first, the love of soft living, and the get-rich-quick theory of life.","c":"life","a":"Theodore Roosevelt"},{"id":"Z1dnLxS8L41Iz","t":"Every man regards his own life as the New Year's Eve of time.","c":"life","a":"Jean Paul"},{"id":"X3_4D0_kRVgjB","t":"Life is made up of sobs, sniffles, and smiles, with sniffles predominating.","c":"life","a":"O. Henry"},{"id":"1b2d4iZ2rOyRq","t":"Without deep reflection one knows from daily life that one exists for other people.","c":"life","a":"Albert Einstein"},{"id":"CVOE4db0AgqaF","t":"Yes, you can lose somebody overnight, yes, your whole life can be turned upside down. Life is short. It can come and go like a feather in the wind.","c":"life","a":"Shania Twain"},{"id":"sI2P4LQ88d3sY","t":"I went to the woods because I wished to live deliberately, to front only the essential facts of life, and see if I could not learn what it had to teach, and not, when I came to die, discover that I had not lived.","c":"life","a":"Henry David Thoreau"},{"id":"b18ciSUyE5kDp","t":"The chief danger in life is that you may take too many precautions.","c":"life","a":"Alfred Adler"},{"id":"Igf65ojqoLKpi","t":"Money isn't the most important thing in life, but it's reasonably close to oxygen on the 'gotta have it' scale.","c":"life","a":"Zig Ziglar"},{"id":"Jh8oQ8Z5fot2J","t":"Wars and elections are both too big and too small to matter in the long run. The daily work - that goes on, it adds up.","c":"life","a":"Barbara Kingsolver"},{"id":"Msh_7UCKx9kbQ","t":"Life is like a trumpet - if you don't put anything into it, you don't get anything out of it.","c":"life","a":"William Christopher Handy"},{"id":"4hIjHiFfegK4y","t":"We must be willing to let go of the life we have planned, so as to have the life that is waiting for us.","c":"life","a":"E. M. Forster"},{"id":"W5cVvY4bbD232","t":"There is a very fine line between loving life and being greedy for it.","c":"life","a":"Maya Angelou"},{"id":"IcUo9FjFVlPo7","t":"I believe this with all my heart: The greatest coach of all time in my eyes is my mom. She's instilled in me a toughness and a perseverance and just a never-quit mentality, and I thank her every day for providing me, for what she sacrificed her life for.","c":"life","a":"Scott Brooks"},{"id":"LfMIMl07Dv2V3","t":"You are doomed to make choices. This is life's greatest paradox.","c":"life","a":"Wayne Dyer"},{"id":"T355RK5vGOvM4","t":"I have so much chaos in my life, it's become normal. You become used to it. You have to just relax, calm down, take a deep breath and try to see how you can make things work rather than complain about how they're wrong.","c":"life","a":"Tom Welling"},{"id":"1yeoB4CeUEI0z","t":"Life is not what it's supposed to be. It's what it is. The way you cope with it is what makes the difference.","c":"life","a":"Virginia Satir"},{"id":"Z42x9n9M3fHrN","t":"Only a life lived for others is a life worthwhile.","c":"life","a":"Albert Einstein"},{"id":"tyacW9mmlfDFC","t":"It is better to create than to learn! Creating is the essence of life.","c":"life","a":"Julius Caesar"},{"id":"5uzyLZrDoNa7n","t":"Everything has been figured out, except how to live.","c":"life","a":"Jean-Paul Sartre"},{"id":"So3XUaMeaPQ29","t":"I bear a charmed life.","c":"life","a":"William Shakespeare"},{"id":"Yrn24SdcOuA3s","t":"Begin at once to live, and count each separate day as a separate life.","c":"life","a":"Seneca"},{"id":"OIk5BS32jVIQo","t":"A life of leisure and a life of laziness are two things. There will be sleeping enough in the grave.","c":"life","a":"Benjamin Franklin"},{"id":"-qRmsgNU4vklC","t":"The key to immortality is first living a life worth remembering.","c":"life","a":"Bruce Lee"},{"id":"z9J6i6qHCUsdm","t":"A well-spent day brings happy sleep.","c":"life","a":"Leonardo da Vinci"},{"id":"8Q2wnOwJZr6Fp","t":"The goal of life is to make your heartbeat match the beat of the universe, to match your nature with Nature.","c":"life","a":"Joseph Campbell"},{"id":"441u70Z54BOmj","t":"Even a happy life cannot be without a measure of darkness, and the word happy would lose its meaning if it were not balanced by sadness. It is far better take things as they come along with patience and equanimity.","c":"life","a":"Carl Jung"},{"id":"Gnlzbd3rc9Le1","t":"Life is largely a matter of expectation.","c":"life","a":"Horace"},{"id":"kAnUDk7Cb2kOz","t":"Every day is a new opportunity. You can build on yesterday's success or put its failures behind and start over again. That's the way life is, with a new game every day, and that's the way baseball is.","c":"life","a":"Bob Feller"},{"id":"RI8jNetzFZP3_","t":"Life is far too important a thing ever to talk seriously about.","c":"life","a":"Oscar Wilde"},{"id":"pToJ8dzqpGu0J","t":"Life is a succession of moments, to live each one is to succeed.","c":"life","a":"Corita Kent"},{"id":"tobdb-lSxMbfi","t":"Life is wasted on the living.","c":"life","a":"Douglas Adams"},{"id":"HeFx_iQJpGDRF","t":"The object of life is not to be on the side of the majority, but to escape finding oneself in the ranks of the insane.","c":"life","a":"Marcus Aurelius"},{"id":"rR7im7jeqQN_P","t":"Take a chance! All life is a chance. The man who goes farthest is generally the one who is willing to do and dare.","c":"life","a":"Dale Carnegie"},{"id":"FHdWa0G7lrOF1","t":"I lost my sense of trust, honesty and compassion. I crashed down and became what I consider an emotional mess. I've never been so miserable in my whole life. I just wanted to go to bed and never get up.","c":"life","a":"Shania Twain"},{"id":"aCmdYaFTAmUQZ","t":"If you always put limit on everything you do, physical or anything else. It will spread into your work and into your life. There are no limits. There are only plateaus, and you must not stay there, you must go beyond them.","c":"life","a":"Bruce Lee"},{"id":"5CLZNUg4NCe_C","t":"When you are tough on yourself, life is going to be infinitely easier on you.","c":"life","a":"Zig Ziglar"},{"id":"y1cKXr0rVmd1i","t":"Waste your money and you're only out of money, but waste your time and you've lost a part of your life.","c":"life","a":"Michael LeBoeuf"},{"id":"02ZtXRg82DTB-","t":"Love is life. And if you miss love, you miss life.","c":"life","a":"Leo Buscaglia"},{"id":"pBUnbTZFcaGxT","t":"I don't believe in guilt, I believe in living on impulse as long as you never intentionally hurt another person, and don't judge people in your life. I think you should live completely free.","c":"life","a":"Angelina Jolie"},{"id":"BdXYLsyALRNL9","t":"Life is a series of natural and spontaneous changes. Don't resist them - that only creates sorrow. Let reality be reality. Let things flow naturally forward in whatever way they like.","c":"life","a":"Lao Tzu"},{"id":"e-GQXjzBlpIls","t":"Life is truly known only to those who suffer, lose, endure adversity and stumble from defeat to defeat.","c":"life","a":"Anais Nin"},{"id":"ql05NDDeUhu13","t":"You must understand the whole of life, not just one little part of it. That is why you must read, that is why you must look at the skies, that is why you must sing and dance, and write poems and suffer and understand, for all that is life.","c":"life","a":"Jiddu Krishnamurti"},{"id":"rUI9tyhYVPVY2","t":"The most important thing is to enjoy your life - to be happy - it's all that matters.","c":"life","a":"Audrey Hepburn"},{"id":"i6cQggCgcmNJU","t":"A broad margin of leisure is as beautiful in a man's life as in a book. Haste makes waste, no less in life than in housekeeping. Keep the time, observe the hours of the universe, not of the cars.","c":"life","a":"Henry David Thoreau"},{"id":"d8HVP3PtQpIE0","t":"Let the refining and improving of your own life keep you so busy that you have little time to criticize others.","c":"life","a":"H. Jackson Brown, Jr."},{"id":"gm1C-p5tkCUZ1","t":"It is not doing the thing we like to do, but liking the thing we have to do, that makes life blessed.","c":"life","a":"Johann Wolfgang von Goethe"},{"id":"NOpk1lnwy8AD7","t":"There are four questions of value in life... What is sacred? Of what is the spirit made? What is worth living for, and what is worth dying for? The answer to each is the same. Only love.","c":"life","a":"Johnny Depp"},{"id":"6OL-05cHOBA6E","t":"When it comes to life the critical thing is whether you take things for granted or take them with gratitude.","c":"life","a":"Gilbert K. Chesterton"},{"id":"ojmCcZBQkQt2z","t":"Words can never adequately convey the incredible impact of our attitudes toward life. The longer I live the more convinced I become that life is 10 percent what happens to us and 90 percent how we respond to it.","c":"life","a":"Charles R. Swindoll"},{"id":"VrtQhK_o-hy0Y","t":"Telling a teenager the facts of life is like giving a fish a bath.","c":"life","a":"Arnold H. Glasow"},{"id":"ab0_4sXEIy1sk","t":"You cannot tailor-make the situations in life but you can tailor-make the attitudes to fit those situations.","c":"life","a":"Zig Ziglar"},{"id":"cAfiLg9xf-zlp","t":"Never be bullied into silence. Never allow yourself to be made a victim. Accept no one's definition of your life define yourself.","c":"life","a":"Harvey Fierstein"},{"id":"6dhJkSwRYQFz1","t":"It takes half your life before you discover life is a do-it-yourself project.","c":"life","a":"Napoleon Hill"},{"id":"-OQkAA2VpXyB-","t":"If the only prayer you ever say in your entire life is thank you, it will be enough.","c":"life","a":"Meister Eckhart"},{"id":"_5N3629PidA2s","t":"Without knowing what I am and why I am here, life is impossible.","c":"life","a":"Leo Tolstoy"},{"id":"RxmILS8lazN7o","t":"Babies don't need a vacation, but I still see them at the beach... it pisses me off! I'll go over to a little baby and say 'What are you doing here? You haven't worked a day in your life!'","c":"life","a":"Steven Wright"},{"id":"hBZo2eBROAAvB","t":"Acceptance of one's life has nothing to do with resignation it does not mean running away from the struggle. On the contrary, it means accepting it as it comes, with all the handicaps of heredity, of suffering, of psychological complexes and injustices.","c":"life","a":"Paul Tournier"},{"id":"Ui9AvDHffmx3v","t":"I am sorry to say that there is too much point to the wisecrack that life is extinct on other planets because their scientists were more advanced than ours.","c":"life","a":"John F. Kennedy"},{"id":"v1canTpcUPNfF","t":"Music washes away from the soul the dust of everyday life.","c":"life","a":"Berthold Auerbach"},{"id":"kYSjvO-i10Qmv","t":"I don't think you ever stop giving. I really don't. I think it's an on-going process. And it's not just about being able to write a check. It's being able to touch somebody's life.","c":"life","a":"Oprah Winfrey"},{"id":"-LQ8Nq4zW607N","t":"I just don't know how to deal with so many people giving me that much affection. I never had that in my life.","c":"life","a":"Tupac Shakur"},{"id":"9p2BbMx3Uza-C","t":"In the end, it's not the years in your life that count. It's the life in your years.","c":"life","a":"Abraham Lincoln"},{"id":"7DGQKtyFJ-POC","t":"Life lived for tomorrow will always be just a day away from being realized.","c":"life","a":"Leo Buscaglia"},{"id":"mr8VT0-KDKRIz","t":"If there's not drama and negativity in my life, all my songs will be really wack and boring or something.","c":"life","a":"Eminem"},{"id":"ZMAkopqXmEFz1","t":"Children are the anchors of a mother's life.","c":"life","a":"Sophocles"},{"id":"4lA6RStu_2cQH","t":"We need to give each other the space to grow, to be ourselves, to exercise our diversity. We need to give each other space so that we may both give and receive such beautiful things as ideas, openness, dignity, joy, healing, and inclusion.","c":"life","a":"Max de Pree"},{"id":"_CrPBGEk2CAG7","t":"The world is very different now. For man holds in his mortal hands the power to abolish all forms of human poverty, and all forms of human life.","c":"life","a":"John F. Kennedy"},{"id":"D5FPBUTn5xBvS","t":"Trust yourself. Create the kind of self that you will be happy to live with all your life. Make the most of yourself by fanning the tiny, inner sparks of possibility into flames of achievement.","c":"life","a":"Golda Meir"},{"id":"SwJn15ZIvCuGf","t":"Give me the luxuries of life and I will willingly do without the necessities.","c":"life","a":"Frank Lloyd Wright"},{"id":"5_P-5KfdkByJr","t":"There are only two tragedies in life: one is not getting what one wants, and the other is getting it.","c":"life","a":"Oscar Wilde"},{"id":"ObVbUy1QN7w1A","t":"I would say my greatest achievement in life right now - my greatest achievement period is - and I'm still trying to achieve it - is to be a wonderful father to my kids.","c":"life","a":"Bo Jackson"},{"id":"U20CJIQM0kUoJ","t":"Life is to be lived. If you have to support yourself, you had bloody well better find some way that is going to be interesting. And you don't do that by sitting around.","c":"life","a":"Katharine Hepburn"},{"id":"ftgAEqDJLKikd","t":"I never did a day's work in my life. It was all fun.","c":"life","a":"Thomas A. Edison"},{"id":"R7V03R1mP7nk4","t":"Above our life we love a steadfast friend.","c":"life","a":"Christopher Marlowe"},{"id":"hk9vmOKbTOMh0","t":"It is normal to give away a little of one's life in order not to lose it all.","c":"life","a":"Albert Camus"},{"id":"QlXN6Dfm0E7b4","t":"I blame my mother for my poor sex life. All she told me was 'the man goes on top and the woman underneath.' For three years my husband and I slept in bunk beds.","c":"life","a":"Joan Rivers","e":true},{"id":"mMinC3nDe9o82","t":"Character, in the long run, is the decisive factor in the life of an individual and of nations alike.","c":"life","a":"Theodore Roosevelt"},{"id":"GNPooapdDjs3I","t":"Choice of attention - to pay attention to this and ignore that - is to the inner life what choice of action is to the outer. In both cases, a man is responsible for his choice and must accept the consequences, whatever they may be.","c":"life","a":"W. H. Auden"},{"id":"nxSR1ZMZIGGEM","t":"There is always inequality in life. Some men are killed in a war and some men are wounded and some men never leave the country. Life is unfair.","c":"life","a":"John F. Kennedy"},{"id":"VvDhUCTuZOeiL","t":"The basic fact about human existence is not that it is a tragedy, but that it is a bore. It is not so much a war as an endless standing in line.","c":"life","a":"H. L. Mencken"},{"id":"lo_Sr6alaNCeM","t":"Frazier is so ugly that he should donate his face to the US Bureau of Wild Life.","c":"life","a":"Muhammad Ali"},{"id":"SBIaQ54h-YdSa","t":"I want to be thoroughly used up when I die, for the harder I work the more I live. I rejoice in life for its own sake.","c":"life","a":"George Bernard Shaw"},{"id":"VrRA9fE_4zH2n","t":"The chief reason for going to school is to get the impression fixed for life that there is a book side for everything.","c":"life","a":"Robert Frost"},{"id":"g0yv-UJCSfKbh","t":"You will find as you look back upon your life that the moments when you have truly lived are the moments when you have done things in the spirit of love.","c":"life","a":"Henry Drummond"},{"id":"e16LoGdFg_Zn1","t":"The unexamined life is not worth living.","c":"life","a":"Socrates"},{"id":"UJgPdy788Acno","t":"A man who dares to waste one hour of time has not discovered the value of life.","c":"life","a":"Charles Darwin"},{"id":"hCqVVxlzNxRU6","t":"There are two tragedies in life. One is to lose your heart's desire. The other is to gain it.","c":"life","a":"George Bernard Shaw"},{"id":"LekeFhxzUM0Q7","t":"As a remedy to life in society I would suggest the big city. Nowadays, it is the only desert within our means.","c":"life","a":"Albert Camus"},{"id":"fwiIE5XojWUVQ","t":"Whatever you do in life, surround yourself with smart people who'll argue with you.","c":"life","a":"John Wooden"},{"id":"fQRkEb5LJ8W4b","t":"If there is only one thing in my life that I am proud of, it's that I've never been a kept woman.","c":"life","a":"Marilyn Monroe"},{"id":"KgzqEW1WEKzh9","t":"We continue to shape our personality all our life. If we knew ourselves perfectly, we should die.","c":"life","a":"Albert Camus"},{"id":"WUHyMPV4b15Wa","t":"There is nothing more tragic than to find an individual bogged down in the length of life, devoid of breadth.","c":"life","a":"Martin Luther King, Jr."},{"id":"mvh_vq6JjaQfr","t":"Man does not control his own fate. The women in his life do that for him.","c":"life","a":"Groucho Marx"},{"id":"jC3HDUxl_vKqQ","t":"Believe that life is worth living and your belief will help create the fact.","c":"life","a":"William James"},{"id":"N6QAlNVnuM-O5","t":"Life has its own hidden forces which you can only discover by living.","c":"life","a":"Soren Kierkegaard"},{"id":"_tpAOXBJpSA10","t":"I am an example of what is possible when girls from the very beginning of their lives are loved and nurtured by people around them. I was surrounded by extraordinary women in my life who taught me about quiet strength and dignity.","c":"life","a":"Michelle Obama"},{"id":"8_KhTaoBSHlSL","t":"Life's Tragedy is that we get old to soon and wise too late.","c":"life","a":"Benjamin Franklin"},{"id":"0Izbb5NiWy33A","t":"To live a pure unselfish life, one must count nothing as one's own in the midst of abundance.","c":"life","a":"Buddha"},{"id":"-k_UL4E2s6npY","t":"If you are lucky enough to have lived in Paris as a young man, then wherever you go for the rest of your life it stays with you, for Paris is a moveable feast.","c":"life","a":"Ernest Hemingway"},{"id":"Tqz3C_uFA5yld","t":"I really believe that everyone has a talent, ability, or skill that he can mine to support himself and to succeed in life.","c":"life","a":"Dean Koontz"},{"id":"7AbP7_ejTMde9","t":"You can have everything in life you want, if you will just help other people get what they want.","c":"life","a":"Zig Ziglar"},{"id":"c_UdQzkYB1YEz","t":"You have to take risks. We will only understand the miracle of life fully when we allow the unexpected to happen.","c":"life","a":"Paulo Coelho"},{"id":"mOW_rWvTibz3p","t":"Ships that pass in the night, and speak each other in passing, only a signal shown, and a distant voice in the darkness So on the ocean of life, we pass and speak one another, only a look and a voice, then darkness again and a silence.","c":"life","a":"Henry Wadsworth Longfellow"},{"id":"-bVOuu7nHymP9","t":"Always fall in with what you're asked to accept. Take what is given, and make it over your way. My aim in life has always been to hold my own with whatever's going. Not against: with.","c":"life","a":"Robert Frost"},{"id":"ym7b4K59uBg93","t":"My life is every moment of my life. It is not a culmination of the past.","c":"life","a":"Hugh Leonard"},{"id":"hAOFTQKMuxj4j","t":"Be patient and understanding. Life is too short to be vengeful or malicious.","c":"life","a":"Phillips Brooks"},{"id":"GZj0TjdffVUAg","t":"Poetry is a way of taking life by the throat.","c":"life","a":"Robert Frost"},{"id":"fyCjA_ug1Di7N","t":"Every man dies. Not every man really lives.","c":"life","a":"William Wallace"},{"id":"BRV-HkyIOJxKx","t":"I'm not one of those complicated, mixed-up cats. I'm not looking for the secret to life... I just go on from day to day, taking what comes.","c":"life","a":"Frank Sinatra"},{"id":"A9YFcTaF7aQCW","t":"Beginning today, treat everyone you meet as if they were going to be dead by midnight. Extend to them all the care, kindness and understanding you can muster, and do it with no thought of any reward. Your life will never be the same again.","c":"life","a":"Og Mandino"},{"id":"E7hM68AcgcJUc","t":"This is as true in everyday life as it is in battle: we are given one life and the decision is ours whether to wait for circumstances to make up our mind, or whether to act, and in acting, to live.","c":"life","a":"Omar N. Bradley"},{"id":"isq7bI1_ZyTA4","t":"The purpose of life is a life of purpose.","c":"life","a":"Robert Byrne"},{"id":"Pj8Nz6qVuIzVs","t":"Being taken for granted can be a compliment. It means that you've become a comfortable, trusted element in another person's life.","c":"life","a":"Joyce Brothers"},{"id":"W6dz8gqy5GRNl","t":"Friends are as companions on a journey, who ought to aid each other to persevere in the road to a happier life.","c":"life","a":"Pythagoras"},{"id":"sPB29YPhfqizt","t":"Life is a song - sing it. Life is a game - play it. Life is a challenge - meet it. Life is a dream - realize it. Life is a sacrifice - offer it. Life is love - enjoy it.","c":"life","a":"Sai Baba"},{"id":"5t7ypTxDDbDVw","t":"Once you've wrestled, everything else in life is easy.","c":"life","a":"Dan Gable"},{"id":"fWLG60JB3u8p4","t":"Cease trying to work everything out with your minds. It will get you nowhere. Live by intuition and inspiration and let your whole life be Revelation.","c":"life","a":"Eileen Caddy"},{"id":"H1qaKeK5jPGQ9","t":"Life is short and we have never too much time for gladdening the hearts of those who are travelling the dark journey with us. Oh be swift to love, make haste to be kind.","c":"life","a":"Henri Frederic Amiel"},{"id":"f2JW1KGbjvAd_","t":"There is just one life for each of us: our own.","c":"life","a":"Euripides"},{"id":"9MVM7V3oTIHrU","t":"Life loves the liver of it.","c":"life","a":"Maya Angelou"},{"id":"qASuQNCRs2wy3","t":"Life is not easy for any of us. But what of that? We must have perseverance and above all confidence in ourselves. We must believe that we are gifted for something and that this thing must be attained.","c":"life","a":"Marie Curie"},{"id":"l6kr5oRyOwoSY","t":"Children make your life important.","c":"life","a":"Erma Bombeck"},{"id":"iY1KE9P5ycXwU","t":"I love sleep. My life has the tendency to fall apart when I'm awake, you know?","c":"life","a":"Ernest Hemingway"},{"id":"ezf02twCX85Td","t":"We are here to add what we can to life, not to get what we can from life.","c":"life","a":"William Osler"},{"id":"pU5RSP8cWdw5c","t":"Life well spent is long.","c":"life","a":"Leonardo da Vinci"},{"id":"xPBxZlc-h0xxA","t":"Love is the greatest refreshment in life.","c":"life","a":"Pablo Picasso"},{"id":"tUzZn6xRRc3QR","t":"I do not believe in excuses. I believe in hard work as the prime solvent of life's problems.","c":"life","a":"James Cash Penney"},{"id":"D2IYlKGZROZib","t":"Being in control of your life and having realistic expectations about your day-to-day challenges are the keys to stress management, which is perhaps the most important ingredient to living a happy, healthy and rewarding life.","c":"life","a":"Marilu Henner"},{"id":"ZdY8NApiH5Ayr","t":"You leave old habits behind by starting out with the thought, 'I release the need for this in my life'.","c":"life","a":"Wayne Dyer"},{"id":"szgYI13y1-CfF","t":"For if there is a sin against life, it consists perhaps not so much in despairing of life as in hoping for another life and in eluding the implacable grandeur of this life.","c":"life","a":"Albert Camus"},{"id":"IAm7gMS8ASnvM","t":"Life is just one damned thing after another.","c":"life","a":"Elbert Hubbard"},{"id":"7Ujx5heTme3lQ","t":"I swear, by my life and my love of it, that I will never live for the sake of another man, nor ask another man to live for mine.","c":"life","a":"Ayn Rand"},{"id":"96kldQZSzRs5f","t":"Once in his life, every man is entitled to fall madly in love with a gorgeous redhead.","c":"life","a":"Lucille Ball"},{"id":"lCR1DfWacrDhB","t":"The indispensable first step to getting the things you want out of life is this: decide what you want.","c":"life","a":"Ben Stein"},{"id":"UMJOejq_20uTI","t":"Your children are not your children. They are the sons and daughters of Life's longing for itself. They came through you but not from you and though they are with you yet they belong not to you.","c":"life","a":"Khalil Gibran"},{"id":"A4ajuTI8zKC0f","t":"My guiding principles in life are to be honest, genuine, thoughtful and caring.","c":"life","a":"Prince William"},{"id":"fCarEWJFfMn1P","t":"Life is as tedious as twice-told tale, vexing the dull ear of a drowsy man.","c":"life","a":"William Shakespeare"},{"id":"v939j6lqi5WhY","t":"Life is without meaning. You bring the meaning to it. The meaning of life is whatever you ascribe it to be. Being alive is the meaning.","c":"life","a":"Joseph Campbell"},{"id":"IfbwJNNBqE9Am","t":"We must declare ourselves, become known allow the world to discover this subterranean life of ours which connects kings and farm boys, artists and clerks. Let them see that the important thing is not the object of love, but the emotion itself.","c":"life","a":"Gore Vidal"},{"id":"jbCIpSrY8lHCK","t":"Difficult times have helped me to understand better than before, how infinitely rich and beautiful life is in every way, and that so many things that one goes worrying about are of no importance whatsoever.","c":"life","a":"Isak Dinesen"},{"id":"Zb3bV-edSnqZt","t":"It is not length of life, but depth of life.","c":"life","a":"Ralph Waldo Emerson"},{"id":"b72FQoHUi09iI","t":"Time is the coin of your life. It is the only coin you have, and only you can determine how it will be spent. Be careful lest you let other people spend it for you.","c":"life","a":"Carl Sandburg"},{"id":"O6YFpBh2RxnVg","t":"The main purpose of life is to live rightly, think rightly, act rightly. The soul must languish when we give all our thought to the body.","c":"life","a":"Mahatma Gandhi"},{"id":"Oe5gI5OiLXVHh","t":"The meaning of life is contained in every single expression of life. It is present in the infinity of forms and phenomena that exist in all of creation.","c":"life","a":"Michael Jackson"},{"id":"up0E_nZtpAsZE","t":"Life loves to be taken by the lapel and told: 'I'm with you kid. Let's go.'","c":"life","a":"Maya Angelou"},{"id":"nYDZdoDziIMcH","t":"I have found it easier to identify with the characters who verge upon hysteria, who were frightened of life, who were desperate to reach out to another person. But these seemingly fragile people are the strong people really.","c":"life","a":"Tennessee Williams"},{"id":"G_OE6rwjIR4yN","t":"All life is an experiment. The more experiments you make the better.","c":"life","a":"Ralph Waldo Emerson"},{"id":"pxeru7xCUCpEt","t":"Life is what happens while you are busy making other plans.","c":"life","a":"John Lennon"},{"id":"e0Mi79TnTFY1a","t":"I'm not claiming divinity. I've never claimed purity of soul. I've never claimed to have the answers to life. I only put out songs and answer questions as honestly as I can... But I still believe in peace, love and understanding.","c":"life","a":"John Lennon"},{"id":"2WbjxEf8J-rEQ","t":"Let love flow so that it cleanses the world. Then man can live in peace, instead of the state of turmoil he has created through his past ways of life, with all those material interests and earthly ambitions.","c":"life","a":"Sai Baba"},{"id":"ij7a6cZdcXBMm","t":"When I was young I thought that money was the most important thing in life now that I am old I know that it is.","c":"life","a":"Oscar Wilde"},{"id":"4s57JPJ0oW58V","t":"My mother wanted us to understand that the tragedies of your life one day have the potential to be comic stories the next.","c":"life","a":"Nora Ephron"},{"id":"kgwBbciLME5xf","t":"The greatest pleasure of life is love.","c":"life","a":"Euripides"},{"id":"x-YQ-MtObrWXf","t":"Open your eyes, look within. Are you satisfied with the life you're living?","c":"life","a":"Bob Marley"},{"id":"iKusK-zkwUBIl","t":"Everyone has his own specific vocation or mission in life everyone must carry out a concrete assignment that demands fulfillment. Therein he cannot be replaced, nor can his life be repeated, thus, everyone's task is unique as his specific opportunity to implement it.","c":"life","a":"Viktor E. Frankl"},{"id":"91E9EcPgIDG8m","t":"He who fights with monsters might take care lest he thereby become a monster. Is not life a hundred times too short for us to bore ourselves?","c":"life","a":"Friedrich Nietzsche"},{"id":"wDT0l8dgJ9KIn","t":"Human life is as evanescent as the morning dew or a flash of lightning.","c":"life","a":"Samuel Butler"},{"id":"rdhbatj7m4_L1","t":"Without music, life would be a mistake.","c":"life","a":"Friedrich Nietzsche"},{"id":"0ArMXNP0HeVSQ","t":"As soon as there is life there is danger.","c":"life","a":"Ralph Waldo Emerson"},{"id":"vhCbhSKq7LgTa","t":"He who has a why to live can bear almost any how.","c":"life","a":"Friedrich Nietzsche"},{"id":"Rx5GFNLcIxqLw","t":"For the happiest life, days should be rigorously planned, nights left open to chance.","c":"life","a":"Mignon McLaughlin"},{"id":"wm7mhnsXog3q3","t":"Life itself is the proper binge.","c":"life","a":"Julia Child"},{"id":"xyjicnBFstaDN","t":"Most of the luxuries and many of the so-called comforts of life are not only not indispensable, but positive hindrances to the elevation of mankind.","c":"life","a":"Henry David Thoreau"},{"id":"aczag5J9QG2Qm","t":"You have succeeded in life when all you really want is only what you really need.","c":"life","a":"Vernon Howard"},{"id":"x72qA59M9iNdL","t":"How far you go in life depends on your being tender with the young, compassionate with the aged, sympathetic with the striving and tolerant of the weak and strong. Because someday in your life you will have been all of these.","c":"life","a":"George Washington Carver"},{"id":"hkg1C89HYjjxJ","t":"Life has meaning only if one barters it day by day for something other than itself.","c":"life","a":"Antoine de Saint-Exupery"},{"id":"PoH5worZBDoGm","t":"Life stands before me like an eternal spring with new and brilliant clothes.","c":"life","a":"Carl Friedrich Gauss"},{"id":"In8gLXC-Fh4Ib","t":"If you are not too long, I will wait here for you all my life.","c":"life","a":"Oscar Wilde"},{"id":"RePkvHvKuQHlp","t":"I haven't trusted polls since I read that 62% of women had affairs during their lunch hour. I've never met a woman in my life who would give up lunch for sex.","c":"life","a":"Erma Bombeck","e":true},{"id":"R46UzpAlIkvVT","t":"Life is what we make it, always has been, always will be.","c":"life","a":"Grandma Moses"},{"id":"d8vtKJMsj3bWm","t":"Focusing your life solely on making a buck shows a certain poverty of ambition. It asks too little of yourself. Because it's only when you hitch your wagon to something larger than yourself that you realize your true potential.","c":"life","a":"Barack Obama"},{"id":"M5c8s4RkqOk2Y","t":"It's not the men in my life that count, it's the life in my men.","c":"life","a":"Mae West"},{"id":"nhERLcEr8x7DH","t":"People disparage knowing and the intellectual life, and urge doing. I am content with knowing, if only I could know.","c":"life","a":"Ralph Waldo Emerson"},{"id":"WOOyuiz2fatbk","t":"To be able to look back upon ones life in satisfaction, is to live twice.","c":"life","a":"Khalil Gibran"},{"id":"dZZJBvJvajz1c","t":"Life becomes harder for us when we live for others, but it also becomes richer and happier.","c":"life","a":"Albert Schweitzer"},{"id":"rTbgPydchQGIG","t":"I have a simple philosophy: Fill what's empty. Empty what's full. Scratch where it itches.","c":"life","a":"Alice Roosevelt Longworth"},{"id":"IQe_njUGEJzWl","t":"It's better to be a lion for a day than a sheep all your life.","c":"life","a":"Elizabeth Kenny"},{"id":"32nOQCjI_qTKT","t":"As you walk down the fairway of life you must smell the roses, for you only get to play one round.","c":"life","a":"Ben Hogan"},{"id":"VKwoHGUC0mIlV","t":"A man who has been the indisputable favorite of his mother keeps for life the feeling of a conqueror.","c":"life","a":"Sigmund Freud"},{"id":"bEPj_rYyLjjaF","t":"So if you stay ready, you ain't gotta get ready, and that is how I run my life.","c":"life","a":"Will Smith"},{"id":"nGpjSOsSmfW1X","t":"People have a moral standard about what they will do and will not do. At the end of the day someone who cheats has a lower moral standard than someone who does not. And they will cheat in other areas of life as well.","c":"life","a":"Carl Lewis"},{"id":"Rl29HPp8GG1ml","t":"To affect the quality of the day, that is the highest of arts.","c":"life","a":"Henry David Thoreau"},{"id":"NvEOXMnGNQ2jJ","t":"Life is thickly sown with thorns, and I know no other remedy than to pass quickly through them. The longer we dwell on our misfortunes, the greater is their power to harm us.","c":"life","a":"Voltaire"},{"id":"3cupVIDk5C-z4","t":"To be free is to have achieved your life.","c":"life","a":"Tennessee Williams"},{"id":"JyoA7EC5gcEl8","t":"I've failed over and over and over again in my life and that is why I succeed.","c":"life","a":"Michael Jordan"},{"id":"zRrlerU3lhvuc","t":"An aim in life is the only fortune worth finding.","c":"life","a":"Robert Louis Stevenson"},{"id":"K0g5RenZiTkOD","t":"I need drama in my life to keep making music.","c":"life","a":"Eminem"},{"id":"KezTDQXmQcXQP","t":"About all you can do in life is be who you are. Some people will love you for you. Most will love you for what you can do for them, and some won't like you at all.","c":"life","a":"Rita Mae Brown"},{"id":"rXJJZeVNtE-B1","t":"The purpose of human life is to serve, and to show compassion and the will to help others.","c":"life","a":"Albert Schweitzer"},{"id":"xZYxD3Cn_CGHg","t":"One thing they never tell you about child raising is that for the rest of your life, at the drop of a hat, you are expected to know your child's name and how old he or she is.","c":"life","a":"Erma Bombeck"},{"id":"F_eY79o5s1Mvw","t":"The lie is a condition of life.","c":"life","a":"Friedrich Nietzsche"},{"id":"IM-U5_DYf45EP","t":"All my life I've looked at words as though I were seeing them for the first time.","c":"life","a":"Ernest Hemingway"},{"id":"G3FqB_I299Fs-","t":"The whole secret of life is to be interested in one thing profoundly and in a thousand things well.","c":"life","a":"Horace Walpole"},{"id":"K-akeihUGp1sl","t":"Sometimes I feel my whole life has been one big rejection.","c":"life","a":"Marilyn Monroe"},{"id":"2m4g5vUz9_a7A","t":"I have a lot of things to prove to myself. One is that I can live my life fearlessly.","c":"life","a":"Oprah Winfrey"},{"id":"e5-7943DoJNVt","t":"While we have the gift of life, it seems to me the only tragedy is to allow part of us to die - whether it is our spirit, our creativity or our glorious uniqueness.","c":"life","a":"Gilda Radner"},{"id":"qSc0y7pyAn2Lf","t":"I guess I have always been deeply terrified to really be someone's wife since I know from life one cannot love another, ever, really.","c":"life","a":"Marilyn Monroe"},{"id":"Y64QK68Vagfm8","t":"I challenge you to make your life a masterpiece. I challenge you to join the ranks of those people who live what they teach, who walk their talk.","c":"life","a":"Tony Robbins"},{"id":"OskmkEzhSMeV0","t":"To deprive a man of his natural liberty and to deny to him the ordinary amenities of life is worse then starving the body it is starvation of the soul, the dweller in the body.","c":"life","a":"Mahatma Gandhi"},{"id":"flm1KqDkuq-To","t":"One of the secrets of life is that all that is really worth the doing is what we do for others.","c":"life","a":"Lewis Carroll"},{"id":"cjHYKER63THwH","t":"We have the duty to protect the life of an unborn child.","c":"life","a":"Ronald Reagan"},{"id":"P2W3OO134P1zz","t":"Whatever your life's work is, do it well. A man should do his job so well that the living, the dead, and the unborn could do it no better.","c":"life","a":"Martin Luther King, Jr."},{"id":"NTcu_RtWI10d6","t":"Not a shred of evidence exists in favor of the idea that life is serious.","c":"life","a":"Brendan Gill"},{"id":"iu58CTyPBAoR3","t":"There are old heads in the world who cannot help me by their example or advice to live worthily and satisfactorily to myself but I believe that it is in my power to elevate myself this very hour above the common level of my life.","c":"life","a":"Henry David Thoreau"},{"id":"Gll5x6ZX1XwvV","t":"In three words I can sum up everything I've learned about life: it goes on.","c":"life","a":"Robert Frost"},{"id":"v9ys4HhSM9deP","t":"Life is all memory, except for the one present moment that goes by you so quickly you hardly catch it going.","c":"life","a":"Tennessee Williams"},{"id":"UG1qxoXnxtu-Z","t":"A life is not important except in the impact it has on other lives.","c":"life","a":"Jackie Robinson"},{"id":"mpl2s_ZXh3qlQ","t":"True wisdom comes to each of us when we realize how little we understand about life, ourselves, and the world around us.","c":"life","a":"Socrates"},{"id":"QJkQbj5pe2R8C","t":"I'm back to doing everything I used to, loving life as ever.","c":"life","a":"Donna Mills"},{"id":"-9RI_kBPoSPRs","t":"Two such as you with such a master speed, cannot be parted nor be swept away, from one another once you are agreed, that life is only life forevermore, together wing to wing and oar to oar.","c":"life","a":"Robert Frost"},{"id":"GrcsLZURqyLvj","t":"A hero is someone who has given his or her life to something bigger than oneself.","c":"life","a":"Joseph Campbell"},{"id":"40u_EkMFg-af6","t":"Men create gods after their own image, not only with regard to their form but with regard to their mode of life.","c":"life","a":"Aristotle"},{"id":"XHd0qwxbZwvWi","t":"As we advance in life it becomes more and more difficult, but in fighting the difficulties the inmost strength of the heart is developed.","c":"life","a":"Vincent Van Gogh"},{"id":"ETaGkamHy7dJS","t":"Your daily life is your temple and your religion. When you enter into it take with you your all.","c":"life","a":"Khalil Gibran"},{"id":"_uHjSKErLqGZK","t":"There are moments in life, when the heart is so full of emotion That if by chance it be shaken, or into its depths like a pebble Drops some careless word, it overflows, and its secret, Spilt on the ground like water, can never be gathered together.","c":"life","a":"Henry Wadsworth Longfellow"},{"id":"K8zkQ2mut0oIP","t":"When you have nobody you can make a cup of tea for, when nobody needs you, that's when I think life is over.","c":"life","a":"Audrey Hepburn"},{"id":"jnsVMqlA4FRtC","t":"At the end of your life, you will never regret not having passed one more test, not winning one more verdict or not closing one more deal. You will regret time not spent with a husband, a friend, a child, or a parent.","c":"life","a":"Barbara Bush"},{"id":"2fwoOIsbaWv0e","t":"Life begins at the end of your comfort zone.","c":"life","a":"Neale Donald Walsch"},{"id":"k6XZqNnAQpI9H","t":"What material success does is provide you with the ability to concentrate on other things that really matter. And that is being able to make a difference, not only in your own life, but in other people's lives.","c":"life","a":"Oprah Winfrey"},{"id":"ePRIVAA_9h5yo","t":"May you live all the days of your life.","c":"life","a":"Jonathan Swift"},{"id":"qA4eiDyD1-XZl","t":"The expectations of life depend upon diligence the mechanic that would perfect his work must first sharpen his tools.","c":"life","a":"Confucius"},{"id":"yXm767V-vIs9P","t":"There is a vitality, a life force, an energy, a quickening, that is translated through you into action, and because there is only one of you in all time, this expression is unique.","c":"life","a":"Martha Graham"},{"id":"Hbz2emcaK0RJp","t":"This life is worth living, we can say, since it is what we make it.","c":"life","a":"William James"},{"id":"SD_Z1gYpkdud_","t":"All life demands struggle. Those who have everything given to them become lazy, selfish, and insensitive to the real values of life. The very striving and hard work that we so constantly try to avoid is the major building block in the person we are today.","c":"life","a":"Pope Paul VI"},{"id":"NVZiWl1k8bUNZ","t":"Life is a mirror and will reflect back to the thinker what he thinks into it.","c":"life","a":"Ernest Holmes"},{"id":"mx0VGqNjUkXzt","t":"I have learned that success is to be measured not so much by the position that one has reached in life as by the obstacles which he has had to overcome while trying to succeed.","c":"life","a":"Booker T. Washington"},{"id":"IM1Q3i4V5_s3I","t":"I'm the one that has to die when it's time for me to die, so let me live my life, the way I want to.","c":"life","a":"Jimi Hendrix"},{"id":"oYiBOB4bWBK1t","t":"Don't go around saying the world owes you a living. The world owes you nothing. It was here first.","c":"life","a":"Mark Twain"},{"id":"UkJX43ni5EG5p","t":"I don't have expectations. Expectations in your life just lead to giant disappointments.","c":"life","a":"Michael Landon"},{"id":"VPIRo5_EpvQy6","t":"Books constitute capital. A library book lasts as long as a house, for hundreds of years. It is not, then, an article of mere consumption but fairly of capital, and often in the case of professional men, setting out in life, it is their only capital.","c":"life","a":"Thomas Jefferson"},{"id":"4303A0f_bs0AR","t":"He who binds to himself a joy Does the winged life destroy But he who kisses the joy as it flies Lives in eternity's sun rise.","c":"life","a":"William Blake"},{"id":"FiF__cTUJmlFF","t":"Make it a habit to tell people thank you. To express your appreciation, sincerely and without the expectation of anything in return. Truly appreciate those around you, and you'll soon find many others around you. Truly appreciate life, and you'll find that you have more of it.","c":"life","a":"Ralph Marston"},{"id":"f-Jl7tRKreKCc","t":"Life is really simple, but we insist on making it complicated.","c":"life","a":"Confucius"},{"id":"b5x20NqX0DBHk","t":"Regarding life, the wisest men of all ages have judged alike: it is worthless.","c":"life","a":"Friedrich Nietzsche"},{"id":"2Dhs4JgYrTHiS","t":"The key to success is to keep growing in all areas of life - mental, emotional, spiritual, as well as physical.","c":"life","a":"Julius Erving"},{"id":"KS13-4-m9LOHj","t":"Man is subject to innumerable pains and sorrows by the very condition of humanity, and yet, as if nature had not sown evils enough in life, we are continually adding grief to grief and aggravating the common calamity by our cruel treatment of one another.","c":"life","a":"Joseph Addison"},{"id":"TjPmEXj83NzXe","t":"What a wonderful life I've had! I only wish I'd realized it sooner.","c":"life","a":"Sidonie Gabrielle Colette"},{"id":"-9_DNe3CYjIgm","t":"Let everyone try and find that as a result of daily prayer he adds something new to his life, something with which nothing can be compared.","c":"life","a":"Mahatma Gandhi"},{"id":"lPVxCJBUPk1z8","t":"In life you need either inspiration or desperation.","c":"life","a":"Tony Robbins"},{"id":"p7x2KMkFli4uS","t":"A life is either all spiritual or not spiritual at all. No man can serve two masters. Your life is shaped by the end you live for. You are made in the image of what you desire.","c":"life","a":"Thomas Merton"},{"id":"kmKMQdJGLxkoB","t":"You see, in life, lots of people know what to do, but few people actually do what they know. Knowing is not enough! You must take action.","c":"life","a":"Tony Robbins"},{"id":"dOfgS2jmJpDV8","t":"Life must be lived and curiosity kept alive. One must never, for whatever reason, turn his back on life.","c":"life","a":"Eleanor Roosevelt"},{"id":"Rw0t0z4zMIYLs","t":"The greatest mistake you can make in life is continually fearing that you'll make one.","c":"life","a":"Elbert Hubbard"},{"id":"B-BC9Mj2rkeeS","t":"Life is lived on the edge.","c":"life","a":"Will Smith"},{"id":"CrXZIaLfw3UBC","t":"There are people who want to make men's lives more difficult for no other reason than the chance it provides them afterwards to offer their prescription for alleviating life their Christianity, for instance.","c":"life","a":"Friedrich Nietzsche"},{"id":"lWXO7cjpy8rnK","t":"If you live long enough, you'll make mistakes. But if you learn from them, you'll be a better person. It's how you handle adversity, not how it affects you. The main thing is never quit, never quit, never quit.","c":"life","a":"William J. Clinton"},{"id":"aySL0lLCe4DQQ","t":"Run for your life from any man who tells you that money is evil. That sentence is the leper's bell of an approaching looter.","c":"life","a":"Ayn Rand"},{"id":"091FDU1-IEsQA","t":"Religion is more than life. Remember that his own religion is the truest to every man even if it stands low in the scales of philosophical comparison.","c":"life","a":"Mahatma Gandhi"},{"id":"HxfRGDteagMdL","t":"I think I've discovered the secret of life - you just hang around until you get used to it.","c":"life","a":"Charles M. Schulz"},{"id":"SaSYGqlta8zAL","t":"The man who has no inner-life is a slave to his surroundings.","c":"life","a":"Henri Frederic Amiel"},{"id":"CEUj_pqkss2Wp","t":"Life is not fair get used to it.","c":"life","a":"Bill Gates"},{"id":"k3NyJbO9cdEiX","t":"There is no more fatal blunderer than he who consumes the greater part of his life getting his living.","c":"life","a":"Henry David Thoreau"},{"id":"u8-bZPJNV6QOJ","t":"Life is a tragedy when seen in close-up, but a comedy in long-shot.","c":"life","a":"Charlie Chaplin"},{"id":"KJVOD75AJHIMN","t":"It is one of the beautiful compensations in this life that no one can sincerely try to help another without helping himself.","c":"life","a":"Ralph Waldo Emerson"},{"id":"S_-E8Hs2b5ckA","t":"Don't let life discourage you everyone who got where he is had to begin where he was.","c":"life","a":"Richard L. Evans"},{"id":"fgl7uRRkOKalk","t":"There is no force like success, and that is why the individual makes all effort to surround himself throughout life with the evidence of it as of the individual, so should it be of the nation.","c":"life","a":"Marcus Garvey"},{"id":"jxUOdpw70yjwj","t":"Somebody should tell us, right at the start of our lives, that we are dying. Then we might live life to the limit, every minute of every day. Do it! I say. Whatever you want to do, do it now! There are only so many tomorrows.","c":"life","a":"Pope Paul VI"},{"id":"2ejOZUZaV5k92","t":"To know nothing is the happiest life.","c":"life","a":"Desiderius Erasmus"},{"id":"2zb0CBkWIECDa","t":"My advice to people today is as follows: if you take the game of life seriously, if you take your nervous system seriously, if you take your sense organs seriously, if you take the energy process seriously, you must turn on, tune in, and drop out.","c":"life","a":"Timothy Leary"},{"id":"TIPsIaEsXcIGr","t":"Life is very interesting... in the end, some of your greatest pains, become your greatest strengths.","c":"life","a":"Drew Barrymore"},{"id":"VNgijGTpvyjbt","t":"Some of the worst mistakes of my life have been haircuts.","c":"life","a":"Jim Morrison"},{"id":"uZod7N2D1KLAn","t":"I wanted to write about the moment when your addictions no longer hide the truth from you. When your whole life breaks down. That's the moment when you have to somehow choose what your life is going to be about.","c":"life","a":"Chuck Palahniuk"},{"id":"cmPXb_OYfuOcU","t":"In college I never realized the opportunities available to a pro athlete. I've been given the chance to meet all kinds of people, to travel and expand my financial capabilities, to get ideas and learn about life, to create a world apart from basketball.","c":"life","a":"Michael Jordan"},{"id":"M0qX0TKlYRV9X","t":"Most people have never learned that one of the main aims in life is to enjoy it.","c":"life","a":"Samuel Butler"},{"id":"R6SPoKXUmWsBd","t":"Beware the barrenness of a busy life.","c":"life","a":"Socrates"},{"id":"eCgdYCZdkZDg8","t":"One life is all we have and we live it as we believe in living it. But to sacrifice what you are and to live without belief, that is a fate more terrible than dying.","c":"life","a":"Joan of Arc"},{"id":"mnSIMeNCpt67k","t":"Never build your emotional life on the weaknesses of others.","c":"life","a":"George Santayana"},{"id":"CzaMC9a0zzMyz","t":"If you can dream it, then you can achieve it. You will get all you want in life if you help enough other people get what they want.","c":"life","a":"Zig Ziglar"},{"id":"j5tewMHNqqZX4","t":"Life is 10% what happens to you and 90% how you react to it.","c":"life","a":"Charles R. Swindoll"},{"id":"3IbU_Tz_1Mz4O","t":"It is a common saying, and in everybody's mouth, that life is but a sojourn.","c":"life","a":"Plato"},{"id":"rzNFsA-wqt8Q3","t":"Here is the test to find whether your mission on Earth is finished: if you're alive, it isn't.","c":"life","a":"Richard Bach"},{"id":"hgf985jqN_af7","t":"You can't make positive choices for the rest of your life without an environment that makes those choices easy, natural, and enjoyable.","c":"life","a":"Deepak Chopra"},{"id":"3NqG821ji3Q2E","t":"The price of anything is the amount of life you exchange for it.","c":"life","a":"Henry David Thoreau"},{"id":"IrbBNOL1kwQ_n","t":"Television is not real life. In real life people actually have to leave the coffee shop and go to jobs.","c":"life","a":"Bill Gates"},{"id":"CWpdnC_nsap7Q","t":"My trust in a higher power that wants me to survive and have love in my life, is what keeps me moving forward.","c":"life","a":"Kenny Loggins"},{"id":"gHapasN--ZU3z","t":"The less routine the more life.","c":"life","a":"Amos Bronson Alcott"},{"id":"d7IhhfTvPn9c4","t":"We don't get a chance to do that many things, and every one should be really excellent. Because this is our life. Life is brief, and then you die, you know? So this is what we've chosen to do with our life.","c":"life","a":"Steve Jobs"},{"id":"yJUlt_LYbdPFz","t":"Sometimes, I feel like one who is on the sidelines, who has missed life itself.","c":"life","a":"Nelson Mandela"},{"id":"7fB1chG6jgN_w","t":"The world has grown suspicious of anything that looks like a happily married life.","c":"life","a":"Oscar Wilde"},{"id":"0s7e7eEMqTblI","t":"One way to get the most out of life is to look upon it as an adventure.","c":"life","a":"William Feather"},{"id":"h9nvPyr8DsZgW","t":"Any life is made up of a single moment, the moment in which a man finds out, once and for all, who he is.","c":"life","a":"Jorge Luis Borges"},{"id":"_3VNuzuEuLY7C","t":"Accept responsibility for your life. Know that it is you who will get you where you want to go, no one else.","c":"life","a":"Les Brown"},{"id":"Ea4OogIKc_BcS","t":"To know even one life has breathed easier because you have lived. This is to have succeeded.","c":"life","a":"Ralph Waldo Emerson"},{"id":"QNGg8goxTUGhK","t":"We can always choose to perceive things differently. You can focus on what's wrong in your life, or you can focus on what's right.","c":"life","a":"Marianne Williamson"},{"id":"EaX0NuXJdCcj4","t":"Life isn't a matter of milestones, but of moments.","c":"life","a":"Rose Kennedy"},{"id":"Fm6OadbNN7yOs","t":"We love life, not because we are used to living but because we are used to loving.","c":"life","a":"Friedrich Nietzsche"},{"id":"UBv4RnzkBIEmi","t":"What they're not ready for is guys like you and I and Nails and all the other gnarly gnarlingtons in my life, that we are high priests, Vatican assassin warlocks. Boom. Print that, people. See where that goes.","c":"life","a":"Charlie Sheen"},{"id":"rCXd-l2PJrMT1","t":"To lengthen thy life, lessen thy meals.","c":"life","a":"Benjamin Franklin"},{"id":"cLyyHNqK-C5XU","t":"A life lived with integrity - even if it lacks the trappings of fame and fortune is a shining star in whose light others may follow in the years to come.","c":"life","a":"Denis Waitley"},{"id":"MFoF5jrM8rb9J","t":"Every man's life ends the same way. It is only the details of how he lived and how he died that distinguish one man from another.","c":"life","a":"Ernest Hemingway"},{"id":"e6uzMn37LXTr5","t":"It is a bit embarrassing to have been concerned with the human problem all one's life and find at the end that one has no more to offer by way of advice than 'try to be a little kinder.'","c":"life","a":"Aldous Huxley"},{"id":"6ybApv-49e112","t":"We can easily forgive a child who is afraid of the dark the real tragedy of life is when men are afraid of the light.","c":"life","a":"Plato"},{"id":"KGaArYKKKdnTI","t":"Don't go through life, grow through life.","c":"life","a":"Eric Butterworth"},{"id":"8Ag8xYD5uskgn","t":"Polygamy: An endeavour to get more out of life than there is in it.","c":"life","a":"Elbert Hubbard"},{"id":"ICYMy9icGvtEb","t":"I have inspiration and feelings of being alive most every day I live.","c":"life","a":"Judy Collins"},{"id":"1TC1jDfitJ8lv","t":"You do things when the opportunities come along. I've had periods in my life when I've had a bundle of ideas come along, and I've had long dry spells. If I get an idea next week, I'll do something. If not, I won't do a damn thing.","c":"life","a":"Warren Buffett"},{"id":"loAuEKnewY7YS","t":"The true object of all human life is play. Earth is a task garden heaven is a playground.","c":"life","a":"Gilbert K. Chesterton"},{"id":"UIlgjaQP7N8M6","t":"The major value in life is not what you get. The major value in life is what you become.","c":"life","a":"Jim Rohn"},{"id":"XXMxMDFwlwu3p","t":"I put all my genius into my life I put only my talent into my works.","c":"life","a":"Oscar Wilde"},{"id":"rHn8s8LC7tN3B","t":"Our prime purpose in this life is to help others. And if you can't help them, at least don't hurt them.","c":"life","a":"Dalai Lama"},{"id":"ox-ij8EUJKLzg","t":"Life has a higher end, than to be amused.","c":"life","a":"William Ellery Channing"},{"id":"KtgY5y8Luxi5m","t":"The energy of the mind is the essence of life.","c":"life","a":"Aristotle"},{"id":"WxHSqSJ5LH0zr","t":"Life consists in what a man is thinking of all day.","c":"life","a":"Ralph Waldo Emerson"},{"id":"vmIRwZZN9jCjd","t":"I love those who yearn for the impossible.","c":"life","a":"Johann Wolfgang von Goethe"},{"id":"dBcLylyP0smBe","t":"You can never really live anyone else's life, not even your child's. The influence you exert is through your own life, and what you've become yourself.","c":"life","a":"Eleanor Roosevelt"},{"id":"vkYBGGir19FyJ","t":"Success comes from taking the initiative and following up... persisting... eloquently expressing the depth of your love. What simple action could you take today to produce a new momentum toward success in your life?","c":"life","a":"Tony Robbins"},{"id":"WRwC0dTe23rG0","t":"The aim of life is to live, and to live means to be aware, joyously, drunkenly, serenely, divinely aware.","c":"life","a":"Henry Miller"},{"id":"hlE1RR6YutKHf","t":"Life is like dancing. If we have a big floor, many people will dance. Some will get angry when the rhythm changes. But life is changing all the time.","c":"life","a":"Miguel Angel Ruiz"},{"id":"jo1tMdXqRgfmo","t":"Life is but thought.","c":"life","a":"Sara Teasdale"},{"id":"UjRaT2lUnsf8l","t":"I'm a heroine addict. I need to have sex with women who have saved someone's life.","c":"life","a":"Mitch Hedberg","e":true},{"id":"Vs6dMN3F9CeBu","t":"My rule of life prescribed as an absolutely sacred rite smoking cigars and also the drinking of alcohol before, after and if need be during all meals and in the intervals between them.","c":"life","a":"Winston Churchill"},{"id":"DN2HE2VpauE1I","t":"There is only one success - to be able to spend your life in your own way.","c":"life","a":"Christopher Morley"},{"id":"8493ubYfZI7Ox","t":"This is the strangest life I've ever known.","c":"life","a":"Jim Morrison"},{"id":"7cvICqKmxtAAj","t":"When life is too easy for us, we must beware or we may not be ready to meet the blows which sooner or later come to everyone, rich or poor.","c":"life","a":"Eleanor Roosevelt"},{"id":"F9Z3VQgzehCvR","t":"Life is a long lesson in humility.","c":"life","a":"James M. Barrie"},{"id":"nCpe3DV-oxduU","t":"Life itself still remains a very effective therapist.","c":"life","a":"Karen Horney"},{"id":"4qEx3Fr6DZ-Xd","t":"There is only one thing in life worse than being talked about, and that is not being talked about.","c":"life","a":"Oscar Wilde"},{"id":"LV3dKhPCOOFI5","t":"Today, more than ever before, life must be characterized by a sense of Universal responsibility, not only nation to nation and human to human, but also human to other forms of life.","c":"life","a":"Dalai Lama"},{"id":"24QRgEj6sCnO-","t":"Kindness, I've discovered, is everything in life.","c":"life","a":"Isaac Bashevis Singer"},{"id":"EAuEMz1lsltPu","t":"Every creature is better alive than dead, men and moose and pine trees, and he who understands it aright will rather preserve its life than destroy it.","c":"life","a":"Henry David Thoreau"},{"id":"F9EcvjE7Qlx2G","t":"When I hear somebody sigh, 'Life is hard,' I am always tempted to ask, 'Compared to what?'","c":"life","a":"Sydney J. Harris"},{"id":"NAi6WQdETBG-G","t":"Variety's the very spice of life, That gives it all its flavor.","c":"life","a":"William Cowper"},{"id":"1Mz0zPbgjy73p","t":"Life is anything that dies when you stomp on it.","c":"life","a":"Dave Barry"},{"id":"h0o1kIXH-d3z7","t":"Property is intended to serve life, and no matter how much we surround it with rights and respect, it has no personal being. It is part of the earth man walks on. It is not man.","c":"life","a":"Martin Luther King, Jr."},{"id":"0VTrWesj2Sutf","t":"I still find each day too short for all the thoughts I want to think, all the walks I want to take, all the books I want to read, and all the friends I want to see.","c":"life","a":"John Burroughs"},{"id":"7o88R90Zl3q1U","t":"Autobiographies are only useful as the lives you read about and analyze may suggest to you something that you may find useful in your own journey through life.","c":"life","a":"Eleanor Roosevelt"},{"id":"eJMzGA9i59TiT","t":"A person will sometimes devote all his life to the development of one part of his body - the wishbone.","c":"life","a":"Robert Frost"},{"id":"BSt0WUYIYeka4","t":"Life is 10 percent what you make it, and 90 percent how you take it.","c":"life","a":"Irving Berlin"},{"id":"NbzkiFEKxX9Bc","t":"You can't live your life blaming your failures on your parents and what they did or didn't do for you. You're dealt the cards that you're dealt. I realised it was a waste of time to be angry at my parents and feel sorry for myself.","c":"life","a":"Drew Barrymore"},{"id":"U63fFgtnUrvRx","t":"The personal life deeply lived always expands into truths beyond itself.","c":"life","a":"Anais Nin"},{"id":"yvVMl-0FOX8o9","t":"If you have no confidence in self, you are twice defeated in the race of life.","c":"life","a":"Marcus Garvey"},{"id":"LTRw_9TF7BETL","t":"Where there is love there is life.","c":"life","a":"Mahatma Gandhi"},{"id":"Q_tFFJzUpas4T","t":"My focus is to forget the pain of life. Forget the pain, mock the pain, reduce it. And laugh.","c":"life","a":"Jim Carrey"},{"id":"He1VU_aHW2BVk","t":"If you ask me what I came into this life to do, I will tell you: I came to live out loud.","c":"life","a":"Emile Zola"},{"id":"25OY2r0PY9wzI","t":"Develop an interest in life as you see it the people, things, literature, music - the world is so rich, simply throbbing with rich treasures, beautiful souls and interesting people. Forget yourself.","c":"life","a":"Henry Miller"},{"id":"rpeJvZklwi-uB","t":"Find ecstasy in life the mere sense of living is joy enough.","c":"life","a":"Emily Dickinson"},{"id":"z7-FwKkmnQ_Bd","t":"A chain is no stronger than its weakest link, and life is after all a chain.","c":"life","a":"William James"},{"id":"f2S5M3_CUXgoP","t":"I'm not an example for how people should live their lives. Never in my life would I ever set out to be an example for people on how to live their lives. If you need an example for how to live, then you just shouldn't have been born. Straight up.","c":"life","a":"Lil Wayne"},{"id":"djXVOle-wzq5w","t":"Man's real life is happy, chiefly because he is ever expecting that it soon will be so.","c":"life","a":"Edgar Allan Poe"},{"id":"V69xNNcH2w9aI","t":"Each person must live their life as a model for others.","c":"life","a":"Rosa Parks"},{"id":"_bRysf_Ez_uvj","t":"Life is a succession of lessons which must be lived to be understood.","c":"life","a":"Helen Keller"},{"id":"UdcqbJG6DPnXv","t":"Life is much shorter than I imagined it to be.","c":"life","a":"Abraham Cahan"},{"id":"FF1oCJvHahSES","t":"Life appears to me too short to be spent in nursing animosity, or registering wrongs.","c":"life","a":"Charlotte Bronte"},{"id":"44WiIHLScHHBk","t":"The highest use of capital is not to make more money, but to make money do more for the betterment of life.","c":"life","a":"Henry Ford"},{"id":"zmWP09aY9LcFo","t":"Today is life-the only life you are sure of. Make the most of today. Get interested in something. Shake yourself awake. Develop a hobby. Let the winds of enthusiasm sweep through you. Live today with gusto.","c":"life","a":"Dale Carnegie"},{"id":"Du1AtBzn5C77G","t":"The secret of life is honesty and fair dealing. If you can fake that, you've got it made.","c":"life","a":"Groucho Marx"},{"id":"ISw-9OLUolE-W","t":"Life is a moderately good play with a badly written third act.","c":"life","a":"Truman Capote"},{"id":"uJ-yWg9POjiJe","t":"The story of life is quicker then the blink of an eye, the story of love is hello, goodbye.","c":"life","a":"Jimi Hendrix"},{"id":"ec5ut5AmeMMjP","t":"Doing what you love is the cornerstone of having abundance in your life.","c":"life","a":"Wayne Dyer"},{"id":"86bLV28Pbm_7D","t":"I just got one last thing, I urge all of you, all of you, to enjoy your life, the precious moments you have. To spend each day with some laughter and some thought, to get you're emotions going.","c":"life","a":"Jim Valvano"},{"id":"fXJX8fF29G-wB","t":"Life's like a movie, write your own ending. Keep believing, keep pretending.","c":"life","a":"Jim Henson"},{"id":"TjxFHWx1lJh0X","t":"All my life, my heart has yearned for a thing I cannot name.","c":"life","a":"Andre Breton"},{"id":"jYyjHx8ilv-ST","t":"Our life is frittered away by detail... simplify, simplify.","c":"life","a":"Henry David Thoreau"},{"id":"ByIu8yIluDYzu","t":"The monotony and solitude of a quiet life stimulates the creative mind.","c":"life","a":"Albert Einstein"},{"id":"78m1wrxZQIOL7","t":"What you get is a living, what you give is a life.","c":"life","a":"Lillian Gish"},{"id":"TuX26Y6_Zd0Nl","t":"The man who views the world at 50 the same as he did at 20 has wasted 30 years of his life.","c":"life","a":"Muhammad Ali"},{"id":"bQRRRiAcP-kVw","t":"Becoming a father, I think it inevitably changes your perspective of life. I don't get nearly enough sleep. And the simplest things in life are completely satisfying. I find you don't have to do as much, like you don't go on as many outings.","c":"life","a":"Hugh Jackman"},{"id":"HGdCEQjG7IZpQ","t":"To live is so startling it leaves little time for anything else.","c":"life","a":"Emily Dickinson"},{"id":"Z1-c57xyERIGy","t":"When we remember we are all mad, the mysteries disappear and life stands explained.","c":"life","a":"Mark Twain"},{"id":"I3LE8_u65fdMq","t":"Wrong life cannot be lived rightly.","c":"life","a":"Theodor Adorno"},{"id":"cG1B2y97t9rDu","t":"For the meaning of life differs from man to man, from day to day and from hour to hour. What matters, therefore, is not the meaning of life in general but rather the specific meaning of a person's life at a given moment.","c":"life","a":"Viktor E. Frankl"},{"id":"UPcPFxEQzerSK","t":"Life began with waking up and loving my mother's face.","c":"life","a":"George Eliot"},{"id":"is0uZgd9Uckgw","t":"We can't plan life. All we can do is be available for it.","c":"life","a":"Lauryn Hill"},{"id":"QOGqqRrtBipcW","t":"Do every act of your life as if it were your last.","c":"life","a":"Marcus Aurelius"},{"id":"nH8SaKuDU3x6G","t":"The ultimate value of life depends upon awareness and the power of contemplation rather than upon mere survival.","c":"life","a":"Aristotle"},{"id":"0SHz16-zYQuOJ","t":"To expect too much is to have a sentimental view of life and this is a softness that ends in bitterness.","c":"life","a":"Flannery O'Connor"},{"id":"QV1imsn_IkHsU","t":"Not by appointment do we meet delight Or joy they heed not our expectancy But round some corner of the streets of life they of a sudden greet us with a smile.","c":"life","a":"Gerald Massey"},{"id":"MykjZkR7UCmsa","t":"A man sooner or later discovers that he is the master-gardener of his soul, the director of his life.","c":"life","a":"James Allen"},{"id":"Bp7uXVjLmpA5N","t":"One's real life is so often the life that one does not lead.","c":"life","a":"Oscar Wilde"},{"id":"Y-VTbxhqN8m_b","t":"Any idiot can face a crisis - it's day to day living that wears you out.","c":"life","a":"Anton Chekhov"},{"id":"q0DgWKTshnwfS","t":"Alcohol is the anesthesia by which we endure the operation of life.","c":"life","a":"George Bernard Shaw"},{"id":"E03yc_IHi10bi","t":"Nothing in life is so exhilarating as to be shot at without result.","c":"life","a":"Winston Churchill"},{"id":"Q5-_FsijfScnh","t":"There is more to life than increasing its speed.","c":"life","a":"Mahatma Gandhi"},{"id":"KO-HgaZEvITvv","t":"It's surprising how many persons go through life without ever recognizing that their feelings toward other people are largely determined by their feelings toward themselves, and if you're not comfortable within yourself, you can't be comfortable with others.","c":"life","a":"Sydney J. Harris"},{"id":"7doujluUOrZPW","t":"Thug Life to me is dead.","c":"life","a":"Tupac Shakur"},{"id":"NbiM_vQALFDNG","t":"I always like to look on the optimistic side of life, but I am realistic enough to know that life is a complex matter.","c":"life","a":"Walt Disney"},{"id":"7Zj-RgpRuYkbW","t":"Fortunately analysis is not the only way to resolve inner conflicts. Life itself still remains a very effective therapist.","c":"life","a":"Karen Horney"},{"id":"PhUiYHlXSeu5w","t":"With an eye made quiet by the power of harmony, and the deep power of joy, we see into the life of things.","c":"life","a":"William Wordsworth"},{"id":"RswPr2z5PoLQq","t":"Keep your eyes open to your mercies. The man who forgets to be thankful has fallen asleep in life.","c":"life","a":"Robert Louis Stevenson"},{"id":"uU520uOQIx5ea","t":"For me life is continuously being hungry. The meaning of life is not simply to exist, to survive, but to move ahead, to go up, to achieve, to conquer.","c":"life","a":"Arnold Schwarzenegger"},{"id":"uR2xiwqCRgex3","t":"I remember my mother's prayers and they have always followed me. They have clung to me all my life.","c":"life","a":"Abraham Lincoln"},{"id":"qj5Q8RMKYV8mS","t":"Everything in life is luck.","c":"life","a":"Donald Trump"},{"id":"UsOtEbxt-8d27","t":"Every life has a measure of sorrow, and sometimes this is what awakens us.","c":"life","a":"Steven Tyler"},{"id":"99-n05Whb7K0A","t":"He who is void of virtuous attachments in private life is, or very soon will be, void of all regard for his country. There is seldom an instance of a man guilty of betraying his country, who had not before lost the feeling of moral obligations in his private connections.","c":"life","a":"Samuel Adams"},{"id":"7iqtomC-CLHvO","t":"The value of life lies not in the length of days, but in the use we make of them... Whether you find satisfaction in life depends not on your tale of years, but on your will.","c":"life","a":"Michel de Montaigne"},{"id":"8623816C_rMhD","t":"To succeed in life, you need two things: ignorance and confidence.","c":"life","a":"Mark Twain"},{"id":"RQLoy0iGzqZ33","t":"I made a mistake by being ejected from the presidency. Next time, I will choose a Cabinet which will allow me to be life President.","c":"life","a":"Nelson Mandela"},{"id":"pHN4x6k8qaDQM","t":"Our life always expresses the result of our dominant thoughts.","c":"life","a":"Soren Kierkegaard"},{"id":"T0hnz30YeS_Pz","t":"Having Down syndrome is like being born normal. I am just like you and you are just like me. We are all born in different ways, that is the way I can describe it. I have a normal life.","c":"life","a":"Chris Burke"},{"id":"Nw1xRqW0UfJ8A","t":"The greatest day in your life and mine is when we take total responsibility for our attitudes. That's the day we truly grow up.","c":"life","a":"John C. Maxwell"},{"id":"_XLTi8gzKLB47","t":"Success is to be measured not so much by the position that one has reached in life as by the obstacles which he has overcome.","c":"life","a":"Booker T. Washington"},{"id":"eHIGVbVTnv_sf","t":"A life spent making mistakes is not only more honorable, but more useful than a life spent doing nothing.","c":"life","a":"George Bernard Shaw"},{"id":"lugILB6i945V4","t":"There is no wealth but life.","c":"life","a":"John Ruskin"},{"id":"zu0mw0RWzurZr","t":"Life isn't about finding yourself. Life is about creating yourself.","c":"life","a":"George Bernard Shaw"},{"id":"W8UsMCdIjxCtp","t":"A dog will teach you unconditional love. If you can have that in your life, things won't be too bad.","c":"life","a":"Robert Wagner"},{"id":"23Mf9jwm_oCxA","t":"The truth is you don't know what is going to happen tomorrow. Life is a crazy ride, and nothing is guaranteed.","c":"life","a":"Eminem"},{"id":"4c-Tzcc2J7lBA","t":"Life is a gift, and it offers us the privilege, opportunity, and responsibility to give something back by becoming more.","c":"life","a":"Tony Robbins"},{"id":"I8puq8Lbehq8_","t":"My definition of success is to live your life in a way that causes you to feel a ton of pleasure and very little pain - and because of your lifestyle, have the people around you feel a lot more pleasure than they do pain.","c":"life","a":"Tony Robbins"},{"id":"f1uBTi2xBRHnc","t":"Nature and human life are as various as our several constitutions. Who shall say what prospect life offers to another?","c":"life","a":"Henry David Thoreau"},{"id":"Ol5-ZtxqDnjXf","t":"While we are postponing, life speeds by.","c":"life","a":"Lucius Annaeus Seneca"},{"id":"UDnMKgVrMidDl","t":"At times in my life the only place I have been happy is when I am on stage.","c":"life","a":"Bob Dylan"},{"id":"DSW10THUnzXB9","t":"How do you go from where you are to where you wanna be? And I think you have to have an enthusiasm for life. You have to have a dream, a goal. And you have to be willing to work for it.","c":"life","a":"Jim Valvano"},{"id":"erC4uk2znZoxK","t":"I had no blood relatives till I made some.","c":"life","a":"Andy Dick"},{"id":"maI9eFRMfCy4k","t":"If life were predictable it would cease to be life, and be without flavor.","c":"life","a":"Eleanor Roosevelt"},{"id":"OQzd6N8gTG3cG","t":"The person lives twice who lives the first life well.","c":"life","a":"Robert Herrick"},{"id":"sH_sDGf1M-345","t":"Be thou the rainbow in the storms of life. The evening beam that smiles the clouds away, and tints tomorrow with prophetic ray.","c":"life","a":"Lord Byron"},{"id":"u3XaIM70oqo4c","t":"There is no passion to be found playing small - in settling for a life that is less than the one you are capable of living.","c":"life","a":"Nelson Mandela"},{"id":"hmMVwlqPQT79R","t":"I want to wake up every day and do whatever comes in my mind, and not feel pressure or obligations to do anything else in my life.","c":"life","a":"Michael Jordan"},{"id":"p_hW48O6cTLKw","t":"Without work, all life goes rotten. But when work is soulless, life stifles and dies.","c":"life","a":"Albert Camus"},{"id":"yMktwxd6Yy5un","t":"The Indian Summer of life should be a little sunny and a little sad, like the season, and infinite in wealth and depth of tone, but never hustled.","c":"life","a":"Henry Adams"},{"id":"IzZ98KCHp95rB","t":"I never regret anything. Because every little detail of your life is what made you into who you are in the end.","c":"life","a":"Drew Barrymore"},{"id":"5uWkC10W9Wv8y","t":"There is always a present and extant life, be it better or worse, which all combine to uphold.","c":"life","a":"Henry David Thoreau"},{"id":"OgMoX7wQVlXDc","t":"I wish to preach, not the doctrine of ignoble ease, but the doctrine of the strenuous life.","c":"life","a":"Theodore Roosevelt"},{"id":"8LsY_4IkC-TuN","t":"Bad things do happen how I respond to them defines my character and the quality of my life. I can choose to sit in perpetual sadness, immobilized by the gravity of my loss, or I can choose to rise from the pain and treasure the most precious gift I have - life itself.","c":"life","a":"Walter Anderson"},{"id":"KztZXSzMx2okM","t":"Life can be pulled by goals just as surely as it can be pushed by drives.","c":"life","a":"Viktor E. Frankl"},{"id":"_8dFsz_QuTL3Q","t":"Because we have so much eye candy and mind candy, spending so much time trying to pay the rent, all of this conspires to keep us from thinking too hard or taking action from that. Our time is stolen. So much of our daily life is stolen.","c":"life","a":"Lydia Lunch"},{"id":"nBHR8HZFzxIxW","t":"Remember when life's path is steep to keep your mind even.","c":"life","a":"Horace"},{"id":"pg83vQqfbHjZz","t":"Gratitude helps you to grow and expand gratitude brings joy and laughter into your life and into the lives of all those around you.","c":"life","a":"Eileen Caddy"},{"id":"Oc2DbZxIBWRYL","t":"I'd like to be settled into somewhat of a normal life. Somewhat. I know it's never going to be completely normal.","c":"life","a":"Michael Jordan"},{"id":"j0QhZOFia0yyp","t":"My philosophy of life is that if we make up our mind what we are going to make of our lives, then work hard toward that goal, we never lose - somehow we win out.","c":"life","a":"Ronald Reagan"},{"id":"rU_pKUIyps-_1","t":"The shoe that fits one person pinches another there is no recipe for living that suits all cases.","c":"life","a":"Carl Jung"},{"id":"_G3ja4_tjZBdh","t":"Life every man holds dear but the dear man holds honor far more precious dear than life.","c":"life","a":"William Shakespeare"},{"id":"O1RS8EO8a17Fn","t":"Life is one grand, sweet song, so start the music.","c":"life","a":"Ronald Reagan"},{"id":"FMJpFwiNvUXZI","t":"Life ought to be a struggle of desire toward adventures whose nobility will fertilize the soul.","c":"life","a":"Rebecca West"},{"id":"WcOUu-fcuSv_o","t":"As you simplify your life, the laws of the universe will be simpler solitude will not be solitude, poverty will not be poverty, nor weakness weakness.","c":"life","a":"Henry David Thoreau"},{"id":"7NJ95YF9vkRFU","t":"I have been up against tough competition all my life. I wouldn't know how to get along without it.","c":"life","a":"Walt Disney"},{"id":"UaQmOsSkZqL1s","t":"Football is like life - it requires perseverance, self-denial, hard work, sacrifice, dedication and respect for authority.","c":"life","a":"Vince Lombardi"},{"id":"MoRlJla_6L8uo","t":"I have spent many years of my life in opposition, and I rather like the role.","c":"life","a":"Eleanor Roosevelt"},{"id":"1eH7mAdVk8OoY","t":"When you step on the brakes your life is in your foot's hands.","c":"life","a":"George Carlin"},{"id":"2MUlwqkFR7Ex7","t":"The cost of a thing is the amount of what I will call life which is required to be exchanged for it, immediately or in the long run.","c":"life","a":"Henry David Thoreau"},{"id":"SDHPHf_H7eUN0","t":"You come to a point in your life when you really don't care what people think about you, you just care what you think about yourself.","c":"life","a":"Evel Knievel"},{"id":"1nu06buoLiP6f","t":"Your life is the fruit of your own doing. You have no one to blame but yourself.","c":"life","a":"Joseph Campbell"},{"id":"o9gqcEy-W75Vw","t":"Sometimes you trust someone who turns out not to be honest. There are a lot of things that happen in life that don't turn out the way you're given the impression that they will. And I think that's all kind of a con. But I think we've probably all been hurt.","c":"life","a":"Sigourney Weaver"},{"id":"zUKu0dnWYiJKZ","t":"Too often we underestimate the power of a touch, a smile, a kind word, a listening ear, an honest compliment, or the smallest act of caring, all of which have the potential to turn a life around.","c":"life","a":"Leo Buscaglia"},{"id":"YZ1xHdzb6kfNd","t":"We must let go of the life we have planned, so as to accept the one that is waiting for us.","c":"life","a":"Joseph Campbell"},{"id":"dJqMd2s1grUy7","t":"Keep love in your heart. A life without it is like a sunless garden when the flowers are dead.","c":"life","a":"Oscar Wilde"},{"id":"9rOra4vcJEOCK","t":"Life is not a problem to be solved, but a reality to be experienced.","c":"life","a":"Soren Kierkegaard"},{"id":"vSlCFGW9WW5mD","t":"Tomorrow is the most important thing in life. Comes into us at midnight very clean. It's perfect when it arrives and it puts itself in our hands. It hopes we've learned something from yesterday.","c":"life","a":"John Wayne"},{"id":"6d8VzqACT6lw4","t":"Life opens up opportunities to you, and you either take them or you stay afraid of taking them.","c":"life","a":"Jim Carrey"},{"id":"NwTwPVBBnv9fL","t":"When life knocks you down, try to land on your back. Because if you can look up, you can get up. Let your reason get you back up.","c":"life","a":"Les Brown"},{"id":"a5GMw9wVNRCOI","t":"A chief event of life is the day in which we have encountered a mind that startled us.","c":"life","a":"Ralph Waldo Emerson"},{"id":"O7eJ3yr2YfQmo","t":"Life is too short to work so hard.","c":"life","a":"Vivien Leigh"},{"id":"xy-6mEA45Rtyo","t":"One reason so few of us achieve what we truly want is that we never direct our focus we never concentrate our power. Most people dabble their way through life, never deciding to master anything in particular.","c":"life","a":"Tony Robbins"},{"id":"hBfJjJfA821gR","t":"The quality, not the longevity, of one's life is what is important.","c":"life","a":"Martin Luther King, Jr."},{"id":"jZ-aqTxGujP6s","t":"My favorite things in life don't cost any money. It's really clear that the most precious resource we all have is time.","c":"life","a":"Steve Jobs"},{"id":"QUkyF1Gxl2eTx","t":"Unbeing dead isn't being alive.","c":"life","a":"e. e. cummings"},{"id":"SZFumnhbiQEzc","t":"What we play is life.","c":"life","a":"Louis Armstrong"},{"id":"FKajDaxDKB_0T","t":"Live the life you've dreamed.","c":"life","a":"Henry David Thoreau"},{"id":"dpF07qJjPK31x","t":"Life is something to do when you can't get to sleep.","c":"life","a":"Fran Lebowitz"},{"id":"0SufLd7pFp1oX","t":"This is love: to fly toward a secret sky, to cause a hundred veils to fall each moment. First to let go of life. Finally, to take a step without feet.","c":"life","a":"Rumi"},{"id":"VvEhvibjRhkS8","t":"Who will tell whether one happy moment of love or the joy of breathing or walking on a bright morning and smelling the fresh air, is not worth all the suffering and effort which life implies.","c":"life","a":"Erich Fromm"},{"id":"wt_MCOM_FuYG5","t":"The struggle of my life created empathy - I could relate to pain, being abandoned, having people not love me.","c":"life","a":"Oprah Winfrey"},{"id":"uZ_uTtrlIJfMg","t":"The greatest discovery of my generation is that a human being can alter his life by altering his attitudes.","c":"life","a":"William James"},{"id":"IkKwUG-CMa5Nr","t":"If you find someone you love in your life, then hang on to that love.","c":"life","a":"Princess Diana"},{"id":"FKd8Xc-wGFa3N","t":"I've missed more than 9000 shots in my career. I've lost almost 300 games. 26 times, I've been trusted to take the game winning shot and missed. I've failed over and over and over again in my life. And that is why I succeed.","c":"life","a":"Michael Jordan"},{"id":"l_ZlH97ZDQ5td","t":"Judgments, value judgments concerning life, for or against, can in the last resort never be true: they possess value only as symptoms, they come into consideration only as symptoms - in themselves such judgments are stupidities.","c":"life","a":"Friedrich Nietzsche"},{"id":"9K7lzW-27pxS0","t":"I like people that enjoy life, 'cause I do the same.","c":"life","a":"Lil Wayne"},{"id":"vOFKEA5vNcZY9","t":"Haters never win. I just think that's true about life, because negative energy always costs in the end.","c":"life","a":"Tom Hiddleston"},{"id":"AuJePR8MFdguX","t":"The changes in our life must come from the impossibility to live otherwise than according to the demands of our conscience not from our mental resolution to try a new form of life.","c":"life","a":"Leo Tolstoy"},{"id":"6ul50-UZtyq4z","t":"Life contains but two tragedies. One is not to get your heart's desire the other is to get it.","c":"life","a":"George Bernard Shaw"},{"id":"7eY7dV8EQe-0C","t":"Opportunities to find deeper powers within ourselves come when life seems most challenging.","c":"life","a":"Joseph Campbell"},{"id":"cawmQ3TLSQ1x_","t":"It is by going down into the abyss that we recover the treasures of life. Where you stumble, there lies your treasure.","c":"life","a":"Joseph Campbell"},{"id":"Veq4fIVCgUYGw","t":"Life is a dream for the wise, a game for the fool, a comedy for the rich, a tragedy for the poor.","c":"life","a":"Sholom Aleichem"},{"id":"G_S1yKMJSA_13","t":"Just as a candle cannot burn without fire, men cannot live without a spiritual life.","c":"life","a":"Buddha"},{"id":"9uNxeqXtVCex9","t":"I have found that if you love life, life will love you back.","c":"life","a":"Arthur Rubinstein"},{"id":"QJZRyAxrh3Mgy","t":"The privilege of a lifetime is being who you are.","c":"life","a":"Joseph Campbell"},{"id":"CnVWqYlIIacbg","t":"Life is a lot like jazz... it's best when you improvise.","c":"life","a":"George Gershwin"},{"id":"9ZiIXZ7BImEUd","t":"What if you gave someone a gift, and they neglected to thank you for it - would you be likely to give them another? Life is the same way. In order to attract more of the blessings that life has to offer, you must truly appreciate what you already have.","c":"life","a":"Ralph Marston"},{"id":"k0LoSxSGjUi5e","t":"If you have no confidence in self, you are twice defeated in the race of life. With confidence, you have won even before you have started.","c":"life","a":"Marcus Tullius Cicero"},{"id":"T8v9zuHsPZ3i9","t":"Half our life is spent trying to find something to do with the time we have rushed through life trying to save.","c":"life","a":"Will Rogers"},{"id":"lND-H-xb8hp_P","t":"If you plan on being anything less than you are capable of being, you will probably be unhappy all the days of your life.","c":"life","a":"Abraham Maslow"},{"id":"QXgLdl1NbsWpP","t":"Maybe you don't like your job, maybe you didn't get enough sleep, well nobody likes their job, nobody got enough sleep. Maybe you just had the worst day of your life, but you know, there's no escape, there's no excuse, so just suck up and be nice.","c":"life","a":"Ani DiFranco","e":true},{"id":"EQHGYhES4fzSX","t":"I take a simple view of life. It is keep your eyes open and get on with it.","c":"life","a":"Laurence Sterne"},{"id":"gb4FZjRst1vsW","t":"Constant development is the law of life, and a man who always tries to maintain his dogmas in order to appear consistent drives himself into a false position.","c":"life","a":"Mahatma Gandhi"},{"id":"nks8DE5os9AsK","t":"At fifteen life had taught me undeniably that surrender, in its place, was as honorable as resistance, especially if one had no choice.","c":"life","a":"Maya Angelou"},{"id":"_z_SkvKDUzVBe","t":"In married life three is company and two none.","c":"life","a":"Oscar Wilde"},{"id":"MA9gSlh8j8I14","t":"Thou wilt find rest from vain fancies if thou doest every act in life as though it were thy last.","c":"life","a":"Aristotle"},{"id":"aJ9YzTIIm7dFs","t":"I know of no more encouraging fact than the unquestionable ability of man to elevate his life by conscious endeavor.","c":"life","a":"Henry David Thoreau"},{"id":"o_VLwt9kvXswz","t":"I haven't lived a perfect life. I have regrets. But that's from a lifetime of taking chances, making decisions, and trying not to be frozen. The only thing that I can do with my regrets is understand them.","c":"life","a":"Kevin Costner"},{"id":"FoQfmZvZCnQC0","t":"Don't ignore the past, but deal with it, on your own pace. Once you deal with it, you are free of it and you are free to embrace your life and be a happy loving person because if you don't, the past will come back to haunt and keep coming back to haunt you.","c":"life","a":"Boris Kodjoe"},{"id":"A4hltnZhK1vLx","t":"Life is too short to spend hoping that the perfectly arched eyebrow or hottest new lip shade will mask an ugly heart.","c":"life","a":"Kevyn Aucoin"},{"id":"0VrRiFRxzpUEO","t":"Maxim for life: You get treated in life the way you teach people to treat you.","c":"life","a":"Wayne Dyer"},{"id":"LMkHQxvvLQS_n","t":"Life's most persistent and urgent question is, 'What are you doing for others?'","c":"life","a":"Martin Luther King, Jr."},{"id":"cs3RopV3ai7k3","t":"The quality of life is more important than life itself.","c":"life","a":"Alexis Carrel"},{"id":"FTyJ5C8Owgxv8","t":"Our entire life - consists ultimately in accepting ourselves as we are.","c":"life","a":"Jean Anouilh"},{"id":"w3PUTx9SPTJcC","t":"You know what your problem is, it's that you haven't seen enough movies - all of life's riddles are answered in the movies.","c":"life","a":"Steve Martin"},{"id":"vG0fSo5yd_o2M","t":"Seventy percent of success in life is showing up.","c":"life","a":"Woody Allen"},{"id":"LRLAwIzp7EcpU","t":"You must pass your days in song. Let your whole life be a song.","c":"life","a":"Sai Baba"},{"id":"N8rYiP7eJ3ZOc","t":"There is a tide in the affairs of men, Which taken at the flood, leads on to fortune. Omitted, all the voyage of their life is bound in shallows and in miseries. On such a full sea are we now afloat. And we must take the current when it serves, or lose our ventures.","c":"life","a":"William Shakespeare"},{"id":"dLdb3vp-uzcCh","t":"Don't be too timid and squeamish about your actions. All life is an experiment.","c":"life","a":"Ralph Waldo Emerson"},{"id":"666H3l5qg5_cR","t":"There are two means of refuge from the miseries of life: music and cats.","c":"life","a":"Albert Schweitzer"},{"id":"3__JVkIP51AIK","t":"I should have no objection to go over the same life from its beginning to the end: requesting only the advantage authors have, of correcting in a second edition the faults of the first.","c":"life","a":"Benjamin Franklin"},{"id":"zZ6yu4GdbCP0p","t":"Life will always be to a large extent what we ourselves make it.","c":"life","a":"Samuel Smiles"},{"id":"qBCiiHmRCAq-E","t":"In the last analysis, the individual person is responsible for living his own life and for 'finding himself.' If he persists in shifting his responsibility to somebody else, he fails to find out the meaning of his own existence.","c":"life","a":"Thomas Merton"},{"id":"9k2dpPBjMomDm","t":"The quality of a person's life is in direct proportion to their commitment to excellence, regardless of their chosen field of endeavor.","c":"life","a":"Vince Lombardi"},{"id":"JP6FkDjzCUdAt","t":"If anyone is crazy enough to want to kill a president of the United States, he can do it. All he must be prepared to do is give his life for the president's.","c":"life","a":"John F. Kennedy"},{"id":"__wMX7XDwbDVM","t":"All my life affection has been showered upon me, and every forward step I have made has been taken in spite of it.","c":"life","a":"George Bernard Shaw"},{"id":"DYD6p4OI7xsve","t":"Life is pretty simple: You do some stuff. Most fails. Some works. You do more of what works. If it works big, others quickly copy it. Then you do something else. The trick is the doing something else.","c":"life","a":"Leonardo da Vinci"},{"id":"a-z54rVJ8X-Nj","t":"Unrest of spirit is a mark of life.","c":"life","a":"Karl A. Menninger"},{"id":"wDOXMhvVWcwYC","t":"Live your life, do your work, then take your hat.","c":"life","a":"Henry David Thoreau"},{"id":"D8fW7hHm_KsLc","t":"Life is never easy for those who dream.","c":"life","a":"Robert James Waller"},{"id":"NyIQVBYdgO3X0","t":"And Barack and I were raised with so many of the same values, like you work hard for what you want in life. That your word is your bond that you do what you say you're going to do. That you treat people with dignity and respect, even if you don't know them and even if you don't agree with them.","c":"life","a":"Michelle Obama"},{"id":"Al5fZ7SZVcUEB","t":"Our life is what our thoughts make it.","c":"life","a":"Marcus Aurelius"},{"id":"C4FsjZn8ulonf","t":"Life would be tolerable but for its amusements.","c":"life","a":"George Bernard Shaw"},{"id":"zwYTIOzh_BHvu","t":"Life without liberty is like a body without spirit.","c":"life","a":"Khalil Gibran"},{"id":"qc2cS6_q2rHSg","t":"Being yourself is one of the hardest things because it's scary. You always wonder whether you'll be accepted for who you really are. I decided to call my record 'Inside Out' because that's my motto about life. I don't think you ever succeed at trying to be anyone else but who you truly are.","c":"life","a":"Emmy Rossum"},{"id":"y7fLoslRBIJfx","t":"Is life not a thousand times too short for us to bore ourselves?","c":"life","a":"Friedrich Nietzsche"},{"id":"TRJP6WWfeGKpp","t":"Life's but a walking shadow, a poor player, that struts and frets his hour upon the stage, and then is heard no more it is a tale told by an idiot, full of sound and fury, signifying nothing.","c":"life","a":"William Shakespeare"},{"id":"YNRjkIjVvzb1N","t":"As we advance in life we learn the limits of our abilities.","c":"life","a":"Henry Ford"},{"id":"f9K2TrkBPa_w8","t":"The life of an uneducated man is as useless as the tail of a dog which neither covers its rear end, nor protects it from the bites of insects.","c":"life","a":"Chanakya"},{"id":"Yf5kiKEmqZY9h","t":"I decided, very early on, just to accept life unconditionally I never expected it to do anything special for me, yet I seemed to accomplish far more than I had ever hoped. Most of the time it just happened to me without my ever seeking it.","c":"life","a":"Audrey Hepburn"},{"id":"lG-8LowycdpPH","t":"Life must be lived as play.","c":"life","a":"Plato"},{"id":"UbI8qEukq0sAV","t":"You use your money to buy privacy because during most of your life you aren't allowed to be normal.","c":"life","a":"Johnny Depp"},{"id":"pdupqLMyp6fQ6","t":"The one charm about marriage is that it makes a life of deception absolutely necessary for both parties.","c":"life","a":"Oscar Wilde"},{"id":"Aqhj1Adafj94j","t":"The highest and most beautiful things in life are not to be heard about, nor read about, nor seen but, if one will, are to be lived.","c":"life","a":"Soren Kierkegaard"}]