[{"id":"D0ph1VMwd961X","t":"Love is easy, and I love writing. You can't resist love. You get an idea, someone says something, and you're in love.","c":"love","a":"Ray Bradbury"},{"id":"g1mi3zmfNetUM","t":"You don't have to deserve your mother's love. You have to deserve your father's.","c":"love","a":"Robert Frost"},{"id":"6whdHV71onKRX","t":"Once the realization is accepted that even between the closest human beings infinite distances continue, a wonderful living side by side can grow, if they succeed in loving the distance between them which makes it possible for each to see the other whole against the sky.","c":"love","a":"Rainer Maria Rilke"},{"id":"XPt0rNtxIAloK","t":"Do not seek the because - in love there is no because, no reason, no explanation, no solutions.","c":"love","a":"Anais Nin"},{"id":"plo6NCVF70Kvg","t":"He who loves, flies, runs, and rejoices he is free and nothing holds him back.","c":"love","a":"Henri Matisse"},{"id":"16UCXtFfeYSfa","t":"You can give without loving, but you can never love without giving.","c":"love","a":"Robert Louis Stevenson"},{"id":"ZLtttWSpq9oJ4","t":"Love is a gross exaggeration of the difference between one person and everybody else.","c":"love","a":"George Bernard Shaw"},{"id":"kokFI0hvg1XhR","t":"A test of a people is how it behaves toward the old. It is easy to love children. Even tyrants and dictators make a point of being fond of children. But the affection and care for the old, the incurable, the helpless are the true gold mines of a culture.","c":"love","a":"Abraham Joshua Heschel"},{"id":"vnw8p9LMvGqku","t":"Passion is momentary love is enduring.","c":"love","a":"John Wooden"},{"id":"ozclJlid44zCN","t":"I love that feeling of being in love, the effect of having butterflies when you wake up in the morning. That is special.","c":"love","a":"Jennifer Aniston"},{"id":"9zuWbuaLPy9LU","t":"It is most unwise for people in love to marry.","c":"love","a":"George Bernard Shaw"},{"id":"PNVxJqEu1sLag","t":"A bell's not a bell 'til you ring it, A song's not a song 'til you sing it, Love in your heart wasn't put there to stay, Love isn't love 'til you give it away!","c":"love","a":"Oscar Hammerstein II"},{"id":"GvAUmQnEX6olG","t":"Guilt for being rich, and guilt thinking that perhaps love and peace isn't enough and you have to go and get shot or something.","c":"love","a":"John Lennon"},{"id":"0D9sTCh5mAoFW","t":"Love and work... work and love, that's all there is.","c":"love","a":"Sigmund Freud"},{"id":"x6Etv3vlj9WCK","t":"You never lose by loving. You always lose by holding back.","c":"love","a":"Barbara de Angelis"},{"id":"Vg1R9rU3erCJ2","t":"Love shall be our token love be yours and love be mine.","c":"love","a":"Christina Rossetti"},{"id":"0XqnH0SPfE5UG","t":"It is sad not to love, but it is much sadder not to be able to love.","c":"love","a":"Miguel de Unamuno"},{"id":"VNClQtDWVHdV_","t":"I wish people would love everybody else the way they love me. It would be a better world.","c":"love","a":"Muhammad Ali"},{"id":"5Hy3BAs66YbOq","t":"They're right to think that about me, because I'm the person most likely to sleep with my female fans, I genuinely love other women. And I think they know that.","c":"love","a":"Angelina Jolie"},{"id":"6xPbHspAFH_zt","t":"Love is the delusion that one woman differs from another.","c":"love","a":"H. L. Mencken"},{"id":"QYvigQwSCgEL4","t":"I don't know if I believe in love at first sight, but of course I believe in two people having chemistry right away. A girl should be really easy to talk to. When I lose track of time because we've been talking, I think that's really fun.","c":"love","a":"Zac Efron"},{"id":"ltPflSNdiLc_U","t":"If you love somebody, let them go, for if they return, they were always yours. And if they don't, they never were.","c":"love","a":"Khalil Gibran"},{"id":"_4rvHtenz-UZV","t":"Mother's love is peace. It need not be acquired, it need not be deserved.","c":"love","a":"Erich Fromm"},{"id":"dM9_SPhw6kSwb","t":"Before marriage, a girl has to make love to a man to hold him. After marriage, she has to hold him to make love to him.","c":"love","a":"Marilyn Monroe"},{"id":"rriU-QJ-UBrpH","t":"Because parents have power over children. They feel they have to do what their parents say. But the love of money is the root of all evil. And this is a sweet child. And to see him turn like this, this isn't him. This is not him.","c":"love","a":"Michael Jackson"},{"id":"hSViyeTpmnFwG","t":"What do I care about the purring of one who cannot love, like the cat?","c":"love","a":"Friedrich Nietzsche"},{"id":"bMF7GbaYBRHkb","t":"Love never dies of starvation, but often of indigestion.","c":"love","a":"Ninon de L'Enclos"},{"id":"tXxhBMmGDtmp3","t":"Everyone got kind of crazy with me mentioning I was in love with a woman.","c":"love","a":"Angelina Jolie"},{"id":"UL-O-eOHMC4eB","t":"Though lovers be lost love shall not.","c":"love","a":"Dylan Thomas"},{"id":"ZwuAPRK3hFQKy","t":"I like not only to be loved, but also to be told I am loved.","c":"love","a":"George Eliot"},{"id":"tCEu3UuZgGVqp","t":"If you would be loved, love, and be loveable.","c":"love","a":"Benjamin Franklin"},{"id":"x6Nu5r_h8MKUY","t":"Love is supreme and unconditional like is nice but limited.","c":"love","a":"Duke Ellington"},{"id":"5dfARzseeuafT","t":"Love is when you meet someone who tells you something new about yourself.","c":"love","a":"Andre Breton"},{"id":"i7x7lL1b1lkC_","t":"All mankind love a lover.","c":"love","a":"Ralph Waldo Emerson"},{"id":"LMt4VlnmrRXog","t":"Sometimes the heart sees what is invisible to the eye.","c":"love","a":"H. Jackson Brown, Jr."},{"id":"_unmL1k4T4hUM","t":"No one has ever loved anyone the way everyone wants to be loved.","c":"love","a":"Mignon McLaughlin"},{"id":"5wJazQUBBcqKQ","t":"Music is what I breath, what I love to do. It keeps me alive.","c":"love","a":"Miley Cyrus"},{"id":"bwB_vT24oTzwn","t":"People love chopping wood. In this activity one immediately sees results.","c":"love","a":"Albert Einstein"},{"id":"fM1IkKGqMsj9l","t":"Love is an energy which exists of itself. It is its own value.","c":"love","a":"Thornton Wilder"},{"id":"I9B9E-fuQQR4D","t":"I love a natural look in pictures.","c":"love","a":"Marilyn Monroe"},{"id":"VftYQzJdzAlDu","t":"Come live in my heart, and pay no rent.","c":"love","a":"Samuel Lover"},{"id":"6k41S6VOzBr_x","t":"Authenticity is the alignment of head, mouth, heart, and feet - thinking, saying, feeling, and doing the same thing - consistently. This builds trust, and followers love leaders they can trust.","c":"love","a":"Lance Secretan"},{"id":"kTBAOJDwAaCkm","t":"What the world really needs is more love and less paper work.","c":"love","a":"Pearl Bailey"},{"id":"X0w7H2WXK-VKS","t":"Women have simple tastes. They get pleasure out of the conversation of children in arms and men in love.","c":"love","a":"H. L. Mencken"},{"id":"KML0OYP50rgnH","t":"Love is something far more than desire for sexual intercourse it is the principal means of escape from the loneliness which afflicts most men and women throughout the greater part of their lives.","c":"love","a":"Bertrand Russell"},{"id":"3J7KQpLv_aRsB","t":"It is difficult to know at what moment love begins it is less difficult to know that it has begun.","c":"love","a":"Henry Wadsworth Longfellow"},{"id":"wxLD7p9fl9Z-t","t":"A scholar who cherishes the love of comfort is not fit to be deemed a scholar.","c":"love","a":"Lao Tzu"},{"id":"gLxdMZpoT4fie","t":"Who ever loved that loved not at first sight?","c":"love","a":"Christopher Marlowe"},{"id":"dcLOJDrvE108M","t":"To love rightly is to love what is orderly and beautiful in an educated and disciplined way.","c":"love","a":"Plato"},{"id":"bkDM_ap-ZBZbN","t":"Love is of all passions the strongest, for it attacks simultaneously the head, the heart and the senses.","c":"love","a":"Lao Tzu"},{"id":"yDb3YLuF1KQdE","t":"Love is the only sane and satisfactory answer to the problem of human existence.","c":"love","a":"Erich Fromm"},{"id":"wHNUEV9SWLmI0","t":"True love doesn't come to you it has to be inside you.","c":"love","a":"Julia Roberts"},{"id":"2gmgns5-JLPhv","t":"Let us always meet each other with smile, for the smile is the beginning of love.","c":"love","a":"Mother Teresa"},{"id":"-A5HWTv5QCPAR","t":"I feel that there is nothing more truly artistic than to love people.","c":"love","a":"Vincent Van Gogh"},{"id":"OgCg81diJwe4l","t":"Love is not love that alters when it alteration finds.","c":"love","a":"William Shakespeare"},{"id":"GoADyc-bjvfCw","t":"Do not hire a man who does your work for money, but him who does it for love of it.","c":"love","a":"Henry David Thoreau"},{"id":"yLXvQL6UKE1xN","t":"A man without ambition is dead. A man with ambition but no love is dead. A man with ambition and love for his blessings here on earth is ever so alive.","c":"love","a":"Pearl Bailey"},{"id":"A95UpQMBhUjVy","t":"Love does not consist in gazing at each other, but in looking outward together in the same direction.","c":"love","a":"Antoine de Saint-Exupery"},{"id":"agGM8Z51VA9vy","t":"When I sing, I feel like when you're first in love. It's more than sex. It's that point two people can get to they call love, when you really touch someone for the first time, but it's gigantic, multiplied by the whole audience. I feel chills.","c":"love","a":"Janis Joplin","e":true},{"id":"PJv08Hvo-O8wn","t":"The beginning of love is to let those we love be perfectly themselves, and not to twist them to fit our own image. Otherwise we love only the reflection of ourselves we find in them.","c":"love","a":"Thomas Merton"},{"id":"r8xXq_lTK1__u","t":"Lord, make me an instrument of thy peace. Where there is hatred, let me sow love.","c":"love","a":"Francis of Assisi"},{"id":"jwSf5xQCRdaMj","t":"Men who think that a woman's past love affairs lessen her love for them are usually stupid and weak.","c":"love","a":"Marilyn Monroe"},{"id":"h4jyRgYic7ViL","t":"For it was not into my ear you whispered, but into my heart. It was not my lips you kissed, but my soul.","c":"love","a":"Judy Garland"},{"id":"Sep77kUgMNe85","t":"Love is a fruit in season at all times, and within reach of every hand.","c":"love","a":"Mother Teresa"},{"id":"jTDkf4Yqfo5t8","t":"True love is like ghosts, which everyone talks about and few have seen.","c":"love","a":"Francois de La Rochefoucauld"},{"id":"5M2RrlR1r5wiI","t":"Even when I'm old and grey, I won't be able to play it, but I'll still love the game.","c":"love","a":"Michael Jordan"},{"id":"QGzvXZDTXQWpo","t":"Love is always open arms. If you close your arms about love you will find that you are left holding only yourself.","c":"love","a":"Leo Buscaglia"},{"id":"o-9sDQyQmoKGK","t":"Do you have to have a reason for loving?","c":"love","a":"Brigitte Bardot"},{"id":"T2OO7n49N-woe","t":"When we lose one we love, our bitterest tears are called forth by the memory of hours when we loved not enough.","c":"love","a":"Maurice Maeterlinck"},{"id":"GC0CO2G-9gOfX","t":"We've got this gift of love, but love is like a precious plant. You can't just accept it and leave it in the cupboard or just think it's going to get on by itself. You've got to keep watering it. You've got to really look after it and nurture it.","c":"love","a":"John Lennon"},{"id":"pCrI5wVGaNr7V","t":"For small creatures such as we the vastness is bearable only through love.","c":"love","a":"Carl Sagan"},{"id":"VU0JBq6-O0Fwl","t":"I really love idiot, enlightened characters - these characters who fail to engage with the drama of their immediate circumstances they fail to be reactive and enrolled by drama as it happens around them.","c":"love","a":"Chuck Palahniuk"},{"id":"fO9WCx34GKnEF","t":"Love is the only force capable of transforming an enemy into friend.","c":"love","a":"Martin Luther King, Jr."},{"id":"L02PsjMX4aX6z","t":"Love does not begin and end the way we seem to think it does. Love is a battle, love is a war love is a growing up.","c":"love","a":"James A. Baldwin"},{"id":"gUqfx8vfFM7IB","t":"Love looks through a telescope envy, through a microscope.","c":"love","a":"Josh Billings"},{"id":"8AseimmjRhEsv","t":"Romantic love is an illusion. Most of us discover this truth at the end of a love affair or else when the sweet emotions of love lead us into marriage and then turn down their flames.","c":"love","a":"Thomas Moore"},{"id":"fhvQB9d5XrG4v","t":"Love all, trust a few, do wrong to none.","c":"love","a":"William Shakespeare"},{"id":"zydXt-oMGWz-0","t":"Love ceases to be a pleasure when it ceases to be a secret.","c":"love","a":"Aphra Behn"},{"id":"E7GxQppNrXruD","t":"What light is to the eyes - what air is to the lungs - what love is to the heart, liberty is to the soul of man.","c":"love","a":"Robert Green Ingersoll"},{"id":"DSwctIkXS0e-e","t":"Love is a portion of the soul itself, and it is of the same nature as the celestial breathing of the atmosphere of paradise.","c":"love","a":"Victor Hugo"},{"id":"0RbppmPeLHd3D","t":"A woman knows the face of the man she loves as a sailor knows the open sea.","c":"love","a":"Honore de Balzac"},{"id":"kQuXag8V6mvDX","t":"Sex is a part of love. You shouldn't go around doing it unless you are in love.","c":"love","a":"Bettie Page","e":true},{"id":"-yl2BIvQaBl4W","t":"I have been astonished that men could die martyrs for religion - I have shuddered at it. I shudder no more - I could be martyred for my religion - Love is my religion - I could die for that.","c":"love","a":"John Keats"},{"id":"K0FaLuXJLG2gf","t":"I love blackjack. But I'm not addicted to gambling. I'm addicted to sitting in a semi circle.","c":"love","a":"Mitch Hedberg"},{"id":"g_l-SliP_zNNk","t":"Love is love's reward.","c":"love","a":"John Dryden"},{"id":"UQGOe_qY3Pgy-","t":"I love you, and because I love you, I would sooner have you hate me for telling you the truth than adore me for telling you lies.","c":"love","a":"Pietro Aretino"},{"id":"HySUi-8qeJDEf","t":"Love is metaphysical gravity.","c":"love","a":"R. Buckminster Fuller"},{"id":"2Ru_LEd4H3R86","t":"I love my children beyond all reason. They're my joy, even when they're wild with kid energy.","c":"love","a":"Christopher Meloni"},{"id":"QP48LuyPZA_Qf","t":"We are nearer loving those who hate us than those who love us more than we wish.","c":"love","a":"Francois de La Rochefoucauld"},{"id":"DRdTaTn0pO0Rj","t":"Alcohol is like love. The first kiss is magic, the second is intimate, the third is routine. After that you take the girl's clothes off.","c":"love","a":"Raymond Chandler"},{"id":"eNnjgiA9rhwJ-","t":"Love is like war: easy to begin but very hard to stop.","c":"love","a":"H. L. Mencken"},{"id":"7wyh53BlmF_Jq","t":"In the silence of night I have often wished for just a few words of love from one man, rather than the applause of thousands of people.","c":"love","a":"Judy Garland"},{"id":"P6c8YZcxrd4-Q","t":"First love is first love, first marriage is first marriage, disappointment is disappointment.","c":"love","a":"Maximilian Schell"},{"id":"uUXGHrT7Y4-xO","t":"When you're in love you never really know whether your elation comes from the qualities of the one you love, or if it attributes them to her whether the light which surrounds her like a halo comes from you, from her, or from the meeting of your sparks.","c":"love","a":"Natalie Clifford Barney"},{"id":"0GyFw-AUytXz4","t":"Grief is the price we pay for love.","c":"love","a":"Queen Elizabeth II"},{"id":"7qED6OaUESyVr","t":"In every living thing there is the desire for love.","c":"love","a":"David Herbert Lawrence"},{"id":"lzgRIhMVJvaK7","t":"Sex without love is merely healthy exercise.","c":"love","a":"Robert A. Heinlein","e":true},{"id":"PZCJw5_caTTcE","t":"If you cannot inspire a woman with love of you, fill her above the brim with love of herself all that runs over will be yours.","c":"love","a":"Charles Caleb Colton"},{"id":"mAy3NgqKXuOEJ","t":"The love of heaven makes one heavenly.","c":"love","a":"William Shakespeare"},{"id":"2dbatdiBXXtAY","t":"I long for the raised voice, the howl of rage or love.","c":"love","a":"Leslie Fiedler"},{"id":"LhhKspddBRpLD","t":"Love is the river of life in the world.","c":"love","a":"Henry Ward Beecher"},{"id":"L0lkBxrJTNI6c","t":"Love many things, for therein lies the true strength, and whosoever loves much performs much, and can accomplish much, and what is done in love is done well.","c":"love","a":"Vincent Van Gogh"},{"id":"k2ArMdL2I_9Aj","t":"In love the paradox occurs that two beings become one and yet remain two.","c":"love","a":"Erich Fromm"},{"id":"-2EHFLFK4gNdY","t":"Pains of love be sweeter far than all other pleasures are.","c":"love","a":"John Dryden"},{"id":"nZEwViBoiP9ZO","t":"If you press me to say why I loved him, I can say no more than because he was he, and I was I.","c":"love","a":"Michel de Montaigne"},{"id":"_ZF7JXGdYI5_G","t":"Politics is such a torment that I advise everyone I love not to mix with it.","c":"love","a":"Thomas Jefferson"},{"id":"f1na4qmaSSscx","t":"Love is suffering. One side always loves more.","c":"love","a":"Catherine Deneuve"},{"id":"hQg2BJFr8DulX","t":"Love is not consolation. It is light.","c":"love","a":"Friedrich Nietzsche"},{"id":"7AJuVCTfh6FI-","t":"When a man has once loved a woman he will do anything for her except continue to love her.","c":"love","a":"Oscar Wilde"},{"id":"1Nk5I9t-muOiM","t":"Those whom we can love, we can hate to others we are indifferent.","c":"love","a":"Henry David Thoreau"},{"id":"dctV1Sqm7O71A","t":"Who would give a law to lovers? Love is unto itself a higher law.","c":"love","a":"Boethius"},{"id":"yRwULRiWH2mi-","t":"A coward is incapable of exhibiting love it is the prerogative of the brave.","c":"love","a":"Mahatma Gandhi"},{"id":"9hrpddate9tUp","t":"Love is an emotion experienced by the many and enjoyed by the few.","c":"love","a":"George Jean Nathan"},{"id":"x4Atw9vPuvvpX","t":"Love cannot endure indifference. It needs to be wanted. Like a lamp, it needs to be fed out of the oil of another's heart, or its flame burns low.","c":"love","a":"Henry Ward Beecher"},{"id":"FeexzAe2TGOdh","t":"There is more pleasure in loving than in being beloved.","c":"love","a":"Thomas Fuller"},{"id":"EO6qTyvhV3HZm","t":"A poet never takes notes. You never take notes in a love affair.","c":"love","a":"Robert Frost"},{"id":"DVpTLtUMIVRaD","t":"I say what I want to say and do what I want to do. There's no in between. People will either love you for it or hate you for it.","c":"love","a":"Eminem"},{"id":"DpNMZMy3zZyS-","t":"Love and doubt have never been on speaking terms.","c":"love","a":"Khalil Gibran"},{"id":"wiaM0WELF6DA9","t":"Fortune and love favor the brave.","c":"love","a":"Ovid"},{"id":"SpL_Kb4MZXDdn","t":"Respect is what we owe love, what we give.","c":"love","a":"Philip James Bailey"},{"id":"FzXbaIHwylfY7","t":"Mothers are the people who love us for no good reason. And those of us who are mothers know it's the most exquisite love of all.","c":"love","a":"Maggie Gallagher"},{"id":"kqQNIB5j2M-wT","t":"To live in this world, you must be able to do three things: to love what is mortal to hold it against your bones knowing your own life depends on it and, when the time comes to let it go, to let it go.","c":"love","a":"Mary Oliver"},{"id":"TBK8EI6nFCrMl","t":"I am not a vegetarian because I love animals I am a vegetarian because I hate plants.","c":"love","a":"A. Whitney Brown"},{"id":"AEt6P119PpjX3","t":"You don't want to love - your eternal and abnormal craving is to be loved. You aren't positive, you're negative. You absorb, absorb, as if you must fill yourself up with love, because you've got a shortage somewhere.","c":"love","a":"David Herbert Lawrence"},{"id":"WeZFAIYZsygVF","t":"I can't imagine anything more worthwhile than doing what I most love. And they pay me for it.","c":"love","a":"Edgar Winter"},{"id":"WOx6MLm4yY4HD","t":"Alcohol may be man's worst enemy, but the bible says love your enemy.","c":"love","a":"Frank Sinatra"},{"id":"dEo2eJdmBfZ-e","t":"A flower cannot blossom without sunshine, and man cannot live without love.","c":"love","a":"Max Muller"},{"id":"1Dse95_ekkfdg","t":"Love grows by giving. The love we give away is the only love we keep. The only way to retain love is to give it away.","c":"love","a":"Elbert Hubbard"},{"id":"PSoTl9ClbDLl4","t":"Love is never lost. If not reciprocated, it will flow back and soften and purify the heart.","c":"love","a":"Washington Irving"},{"id":"BIEJxDgXLP1Wy","t":"This love is silent.","c":"love","a":"T. S. Eliot"},{"id":"l1EWmKVwcNkLk","t":"The way to know life is to love many things.","c":"love","a":"Vincent Van Gogh"},{"id":"U1hw21tKwErzd","t":"There is hardly any activity, any enterprise, which is started out with such tremendous hopes and expectations, and yet which fails so regularly, as love.","c":"love","a":"Erich Fromm"},{"id":"PvinzJ8gU7L_6","t":"I believe that unarmed truth and unconditional love will have the final word in reality. This is why right, temporarily defeated, is stronger than evil triumphant.","c":"love","a":"Martin Luther King, Jr."},{"id":"SIioE7D9qCt-o","t":"There is a courtesy of the heart it is allied to love. From its springs the purest courtesy in the outward behavior.","c":"love","a":"Johann Wolfgang von Goethe"},{"id":"hvGJSiUB2FNL7","t":"You don't have to go looking for love when it's where you come from.","c":"love","a":"Werner Erhard"},{"id":"CD3IPrBgss7jD","t":"Love always creates, it never destroys. In this lie's man's only promise.","c":"love","a":"Leo Buscaglia"},{"id":"dBGEUko2S2udj","t":"Love is a trap. When it appears, we see only its light, not its shadows.","c":"love","a":"Paulo Coelho"},{"id":"aBc2-m8gYeTLL","t":"To love for the sake of being loved is human, but to love for the sake of loving is angelic.","c":"love","a":"Alphonse de Lamartine"},{"id":"H2oqSxl3fghTO","t":"What I am is how I came out. No one's perfect and you just have to accept your flaws and learn to love yourself.","c":"love","a":"Kelly Brook"},{"id":"Ov5brKXcNUoRA","t":"People love westerns worldwide. There's something fantasy-like about an individual fighting the elements. Or even bad guys and the elements. It's a simpler time. There's no organized laws and stuff.","c":"love","a":"Clint Eastwood"},{"id":"4Fv35bGYCFwHP","t":"So, fall asleep love, loved by me... for I know love, I am loved by thee.","c":"love","a":"Robert Browning"},{"id":"nH-v8jMR_FWqN","t":"It is not likely that posterity will fall in love with us, but not impossible that it may respect or sympathize so a man would rather leave behind him the portrait of his spirit than a portrait of his face.","c":"love","a":"Robert Louis Stevenson"},{"id":"K9WTcbClUJPVU","t":"This is the hardest of all: to close the open hand out of love, and keep modest as a giver.","c":"love","a":"Friedrich Nietzsche"},{"id":"vvPto1HZdPJE2","t":"A woman in love can't be reasonable - or she probably wouldn't be in love.","c":"love","a":"Mae West"},{"id":"DAtWg3WGj9zZY","t":"Love is being stupid together.","c":"love","a":"Paul Valery"},{"id":"JN3TOKiumkAvF","t":"A woman can bring a new love to each man she loves, providing there are not too many.","c":"love","a":"Marilyn Monroe"},{"id":"BmrxS37s6tYX8","t":"If a man walks in the woods for love of them half of each day, he is in danger of being regarded as a loafer. But if he spends his days as a speculator, shearing off those woods and making the earth bald before her time, he is deemed an industrious and enterprising citizen.","c":"love","a":"Henry David Thoreau"},{"id":"8U_JHvnWkuAeH","t":"Well, love is insanity. The ancient Greeks knew that. It is the taking over of a rational and lucid mind by delusion and self-destruction. You lose yourself, you have no power over yourself, you can't even think straight.","c":"love","a":"Marilyn French"},{"id":"Y9W3igEoGaYmD","t":"And I ask why am I black, they say I was born in sin, and shamed inequity. One of the main songs we used to sing in church makes me sick, 'love wash me and I shall be whiter than snow.","c":"love","a":"Peter Tosh"},{"id":"faDMvVop08CLy","t":"'Tis better to have loved and lost than never to have loved at all.","c":"love","a":"Alfred Lord Tennyson"},{"id":"0dYuOAWBiWL04","t":"Justice that love gives is a surrender, justice that law gives is a punishment.","c":"love","a":"Mahatma Gandhi"},{"id":"rGy5k6IoagdeL","t":"For anything worth having one must pay the price and the price is always work, patience, love, self-sacrifice - no paper currency, no promises to pay, but the gold of real service.","c":"love","a":"John Burroughs"},{"id":"6t1YllpbPZLXq","t":"Accept that all of us can be hurt, that all of us can and surely will at times fail. Other vulnerabilities, like being embarrassed or risking love, can be terrifying, too. I think we should follow a simple rule: if we can take the worst, take the risk.","c":"love","a":"Joyce Brothers"},{"id":"oZLoOvizGGqHz","t":"Spread love everywhere you go. Let no one ever come to you without leaving happier.","c":"love","a":"Mother Teresa"},{"id":"kNUgQcvNJnhdC","t":"One is very crazy when in love.","c":"love","a":"Sigmund Freud"},{"id":"CnhKZck9vH0gb","t":"I am deeply grateful to the citizens of Sarajevo and the Sarajevo Canton assembly for bestowing upon me this incredible honor of citizenship. I am so proud to now be a part of such an extraordinary part of the world and fellow citizen to the people I deeply love and admire.","c":"love","a":"Angelina Jolie"},{"id":"XSysHcf9skDje","t":"Love is my religion - I could die for it.","c":"love","a":"John Keats"},{"id":"vRYnDnXd6pAoD","t":"It is not the creation of wealth that is wrong, but the love of money for its own sake.","c":"love","a":"Margaret Thatcher"},{"id":"feOZdosVFAQkE","t":"When you love someone all your saved up wishes start coming out.","c":"love","a":"Elizabeth Bowen"},{"id":"AWbFelnXIfvm9","t":"I love Wagner, but the music I prefer is that of a cat hung up by its tail outside a window and trying to stick to the panes of glass with its claws.","c":"love","a":"Charles Baudelaire"},{"id":"j8eN983pkcFPz","t":"A heart is not judged by how much you love, but by how much you are loved by others.","c":"love","a":"Frank Morgan"},{"id":"k8KDeOgNV6VSM","t":"A part of kindness consists in loving people more than they deserve.","c":"love","a":"Joseph Joubert"},{"id":"KalPsGjmLerpf","t":"Blessed is the influence of one true, loving human soul on another.","c":"love","a":"George Eliot"},{"id":"Rq3Vqba9VfSS8","t":"This is one of the miracles of love: It gives a power of seeing through its own enchantments and yet not being disenchanted.","c":"love","a":"C. S. Lewis"},{"id":"5VxUE-c9z0n_F","t":"I love being black in America, and especially being black in Hollywood.","c":"love","a":"Will Smith"},{"id":"ZqI8_Q1nGR1TB","t":"If Jesus was here, do you think Jesus would show me any love? Do you think Jesus would love me?","c":"love","a":"Mike Tyson"},{"id":"tANgd9nK1AWx7","t":"Love is an endless mystery, for it has nothing else to explain it.","c":"love","a":"Rabindranath Tagore"},{"id":"SnGl37mB3VOyd","t":"We always deceive ourselves twice about the people we love - first to their advantage, then to their disadvantage.","c":"love","a":"Albert Camus"},{"id":"eMq4PrPwl8VuN","t":"Love has its place, as does hate. Peace has its place, as does war. Mercy has its place, as do cruelty and revenge.","c":"love","a":"Meir Kahane"},{"id":"P8WyGbVJkbzaP","t":"I love the attention but I don't like too much of it.","c":"love","a":"Eminem"},{"id":"l6rdbsfJdcOtc","t":"There is always some madness in love. But there is also always some reason in madness.","c":"love","a":"Friedrich Nietzsche"},{"id":"VmqloWzuH8QLg","t":"Tell me who admires and loves you, and I will tell you who you are.","c":"love","a":"Antoine de Saint-Exupery"},{"id":"Mf0uZSDfmbBDJ","t":"Love is like a faucet, it turns off and on.","c":"love","a":"Billie Holiday"},{"id":"w2bC_ZYQJiqKX","t":"If we love our country, we should also love our countrymen.","c":"love","a":"Ronald Reagan"},{"id":"0jxn1pjNSUmg1","t":"Be of love a little more careful than of anything.","c":"love","a":"e. e. cummings"},{"id":"vPOy39lrbXa6k","t":"Love cannot save you from your own fate.","c":"love","a":"Jim Morrison"},{"id":"xLaLw1B87sRWo","t":"Just don't give up trying to do what you really want to do. Where there is love and inspiration, I don't think you can go wrong.","c":"love","a":"Ella Fitzgerald"},{"id":"QAq_1_pH43xxG","t":"Man is an idea, and a precious small idea once he turns his back on love.","c":"love","a":"Albert Camus"},{"id":"ElaptnvIObEKR","t":"When we ask for love, we don't ask others to be fair to us-but rather to care for us, to be considerate of us. There is a world of difference here between demanding justice... and begging or pleading for love.","c":"love","a":"Mortimer Adler"},{"id":"TwJmCWzWOGtRd","t":"Love has features which pierce all hearts, he wears a bandage which conceals the faults of those beloved. He has wings, he comes quickly and flies away the same.","c":"love","a":"Voltaire"},{"id":"50XcSfTwptCB-","t":"Love is the only gold.","c":"love","a":"Alfred Lord Tennyson"},{"id":"PnAtKZx348Wg5","t":"I see when men love women. They give them but a little of their lives. But women when they love give everything.","c":"love","a":"Oscar Wilde"},{"id":"riLCXMlSVyeUz","t":"The sadness of the women's movement is that they don't allow the necessity of love. See, I don't personally trust any revolution where love is not allowed.","c":"love","a":"Maya Angelou"},{"id":"FG96jtaXQ6k6d","t":"We all want to be in love and find that person who is going to love us no matter how our feet smell, no matter how angry we get one day, no matter the things we say that we don't mean.","c":"love","a":"Will Smith"},{"id":"3j1rCSeIJ8X84","t":"There is only one secure foundation: a genuine, deep relationship with Jesus Christ, which will carry you through any and all turmoil. No matter what storms are raging all around, you'll stand firm if you stand on His love.","c":"love","a":"Charles Stanley"},{"id":"L8jUbXtHfw3Ru","t":"All love is lost but upon God alone.","c":"love","a":"William Dunbar"},{"id":"JBDE6cp5BdTiK","t":"Love's greatest gift is its ability to make everything it touches sacred.","c":"love","a":"Barbara de Angelis"},{"id":"wKSIhX3wq_scq","t":"I believe in the compelling power of love. I do not understand it. I believe it to be the most fragrant blossom of all this thorny existence.","c":"love","a":"Theodore Dreiser"},{"id":"2TlTUiMqK_2bs","t":"Love is union with somebody, or something, outside oneself, under the condition of retaining the separateness and integrity of one's own self.","c":"love","a":"Erich Fromm"},{"id":"VaFBDXh638Vzu","t":"Some white people hate black people, and some white people love black people, some black people hate white people, and some black people love white people. So you see it's not an issue of black and white, it's an issue of Lovers and Haters.","c":"love","a":"Eden Ahbez"},{"id":"7OFL0sae9rmo1","t":"We are all born for love. It is the principle of existence, and its only end.","c":"love","a":"Benjamin Disraeli"},{"id":"tnRQFRkqzWlYr","t":"Lord, grant that I might not so much seek to be loved as to love.","c":"love","a":"Francis of Assisi"},{"id":"nHzxilSMUx1Py","t":"If you want to be loved, be lovable.","c":"love","a":"Ovid"},{"id":"2xUIabq7MAkk-","t":"If you love someone, you say it, right then, out loud. Otherwise, the moment just passes you by.","c":"love","a":"Julia Roberts"},{"id":"O6kfcfy638Dvd","t":"Love is the only reality and it is not a mere sentiment. It is the ultimate truth that lies at the heart of creation.","c":"love","a":"Rabindranath Tagore"},{"id":"Nxvz8B7f6seYX","t":"It is easier to love humanity as a whole than to love one's neighbor.","c":"love","a":"Eric Hoffer"},{"id":"f_7voUXEonNij","t":"We waste time looking for the perfect lover, instead of creating the perfect love.","c":"love","a":"Tom Robbins"},{"id":"tgbDC4j8oUW3c","t":"Come live with me and be my love, And we will all the pleasures prove, That valleys, groves, hills, and fields, Woods, or steepy mountain yields.","c":"love","a":"Christopher Marlowe"},{"id":"ks4nc0Om2oYby","t":"The first duty of love is to listen.","c":"love","a":"Paul Tillich"},{"id":"ln__iEq1Bq74i","t":"You can never control who you fall in love with, even when you're in the most sad, confused time of your life. You don't fall in love with people because they're fun. It just happens.","c":"love","a":"Kirsten Dunst"},{"id":"peZtLSrtGw0xg","t":"It's useless to hold a person to anything he says while he's in love, drunk, or running for office.","c":"love","a":"Shirley MacLaine"},{"id":"wJXFDJB9tPWfp","t":"I'll love you, dear, I'll love you till China and Africa meet and the river jumps over the mountain and the salmon sing in the street.","c":"love","a":"W. H. Auden"},{"id":"fKXlACiQUmFJ9","t":"If you have only one smile in you give it to the people you love.","c":"love","a":"Maya Angelou"},{"id":"lrRoKUBdc0fJU","t":"My number one goal is to love, support and be there for my son.","c":"love","a":"Farrah Fawcett"},{"id":"E_o0IdnS1ySz1","t":"Love knows not distance it hath no continent its eyes are for the stars.","c":"love","a":"Gilbert Parker"},{"id":"N3bIueX2WWgXc","t":"I love romance. I'm a sucker for it. I love it so much. It's pathetic.","c":"love","a":"Drew Barrymore"},{"id":"KSd0jKBWsA5Z0","t":"Where love rules, there is no will to power and where power predominates, there love is lacking. The one is the shadow of the other.","c":"love","a":"Carl Jung"},{"id":"iPY84NVc5ynMT","t":"Hatred is blind, as well as love.","c":"love","a":"Oscar Wilde"},{"id":"CfO-xKIIgqTEs","t":"It's tangible, it's solid, it's beautiful. It's artistic, from my standpoint, and I just love real estate.","c":"love","a":"Donald Trump"},{"id":"JJyeWGFLhqm2W","t":"What is love? It is the morning and the evening star.","c":"love","a":"Sinclair Lewis"},{"id":"BVGpLtj-WTDJu","t":"The mother-child relationship is paradoxical and, in a sense, tragic. It requires the most intense love on the mother's side, yet this very love must help the child grow away from the mother, and to become fully independent.","c":"love","a":"Erich Fromm"},{"id":"dg3L4TTq3HZJJ","t":"Let us not be satisfied with just giving money. Money is not enough, money can be got, but they need your hearts to love them. So, spread your love everywhere you go.","c":"love","a":"Mother Teresa"},{"id":"_rP_Lvmtnfytk","t":"Have we not come to such an impasse in the modern world that we must love our enemies - or else? The chain reaction of evil - hate begetting hate, wars producing more wars - must be broken, or else we shall be plunged into the dark abyss of annihilation.","c":"love","a":"Martin Luther King, Jr."},{"id":"yj-JybFAP_8Cb","t":"Love is often nothing but a favorable exchange between two people who get the most of what they can expect, considering their value on the personality market.","c":"love","a":"Erich Fromm"},{"id":"9cGBDk2FBNIEn","t":"Love matches, so called, have illusion for their father and need for their mother.","c":"love","a":"Friedrich Nietzsche"},{"id":"5rod_OiK31Kal","t":"If you can learn to love yourself and all the flaws, you can love other people so much better. And that makes you so happy.","c":"love","a":"Kristin Chenoweth"},{"id":"kbtzK9nCujD9i","t":"I do not want a husband who honours me as a queen, if he does not love me as a woman.","c":"love","a":"Elizabeth I"},{"id":"C7Y_jTVFfrnrS","t":"Love and kindness are never wasted. They always make a difference. They bless the one who receives them, and they bless you, the giver.","c":"love","a":"Barbara de Angelis"},{"id":"8hNX2tZ4XQL4Q","t":"I refuse to accept the view that mankind is so tragically bound to the starless midnight of racism and war that the bright daybreak of peace and brotherhood can never become a reality... I believe that unarmed truth and unconditional love will have the final word.","c":"love","a":"Martin Luther King, Jr."},{"id":"ZT2xVxw-pPCWR","t":"If thou must love me, let it be for naught except for love's sake only.","c":"love","a":"Elizabeth Barrett Browning"},{"id":"9DvvsJEc0T4vm","t":"He is not a lover who does not love forever.","c":"love","a":"Euripides"},{"id":"Kvt_NTGU8ZRRr","t":"I love bringing roses to a woman when she least expects it.","c":"love","a":"Esai Morales"},{"id":"DMxuJK2bEgWlh","t":"The perfect love affair is one which is conducted entirely by post.","c":"love","a":"George Bernard Shaw"},{"id":"p__yHHrk6eexw","t":"Tell the truth. Sing with passion. Work with laughter. Love with heart. 'Cause that's all that matters in the end.","c":"love","a":"Kris Kristofferson"},{"id":"SLlrksGjQ7OwW","t":"Love is the poetry of the senses.","c":"love","a":"Honore de Balzac"},{"id":"o660i-ZsX1HNx","t":"As soon go kindle fire with snow, as seek to quench the fire of love with words.","c":"love","a":"William Shakespeare"},{"id":"whBO3DqYUPsNL","t":"We are most alive when we're in love.","c":"love","a":"John Updike"},{"id":"anU1QOajZNLzH","t":"For one human being to love another that is perhaps the most difficult of all our tasks, the ultimate, the last test and proof, the work for which all other work is but preparation.","c":"love","a":"Rainer Maria Rilke"},{"id":"4e5V-JJdnrmGz","t":"Oh, love will make a dog howl in rhyme.","c":"love","a":"Francis Beaumont"},{"id":"8kL7v3WDRbX73","t":"When people are lame, they love to blame.","c":"love","a":"Robert Kiyosaki"},{"id":"TvzacwvhKOscm","t":"Rather than love, than money, than fame, give me truth.","c":"love","a":"Henry David Thoreau"},{"id":"rMXT_uj5uRAm6","t":"I've only been in love with a beer bottle and a mirror.","c":"love","a":"Sid Vicious"},{"id":"-cD7DxEKrGpEv","t":"To love abundantly is to live abundantly, and to love forever is to live forever.","c":"love","a":"Henry Drummond"},{"id":"GR6xiAzM7aC3D","t":"Love is blind.","c":"love","a":"Geoffrey Chaucer"},{"id":"lj5lt3jnhAnQM","t":"More than kisses, letters mingle souls.","c":"love","a":"John Donne"},{"id":"LmI_YeAqhVxiu","t":"To witness two lovers is a spectacle for the gods.","c":"love","a":"Johann Wolfgang von Goethe"},{"id":"TCXMo5jYrwN4g","t":"People everywhere love Windows.","c":"love","a":"Bill Gates"},{"id":"_zLGxkRgRU3Z8","t":"It's not an act. I love it. It's totally original. People go, 'What's going on with this guy? Why does he sound so weird? What is going on in his brain. I don't know. Just one day I suddenly woke up with a new brain.","c":"love","a":"Charlie Sheen"},{"id":"wV1cg33bNJ9o9","t":"Love does not dominate it cultivates.","c":"love","a":"Johann Wolfgang von Goethe"},{"id":"m1nuzQs6xKavv","t":"Love does not alter the beloved, it alters itself.","c":"love","a":"Soren Kierkegaard"},{"id":"ExqvFAgya3AJw","t":"Give a child love, laughter and peace, not AIDS.","c":"love","a":"Nelson Mandela"},{"id":"FOu7lprSkHJZe","t":"I love quotations because it is a joy to find thoughts one might have, beautifully expressed with much authority by someone recognized wiser than oneself.","c":"love","a":"Marlene Dietrich"},{"id":"6bKJnV2FrexQ8","t":"I love those who do not know how to live for today.","c":"love","a":"Friedrich Nietzsche"},{"id":"rlOFeLBbx00Ca","t":"When you're taught to love everyone, to love your enemies, then what value does that place on love?","c":"love","a":"Marilyn Manson"},{"id":"GtWCtWkloJoQ5","t":"For love is immortality.","c":"love","a":"Emily Dickinson"},{"id":"TuHO3n2WV3DLZ","t":"Before I met my husband, I'd never fallen in love. I'd stepped in it a few times.","c":"love","a":"Rita Rudner"},{"id":"-pwonyhKJUDas","t":"Love means to love that which is unlovable or it is no virtue at all.","c":"love","a":"Gilbert K. Chesterton"},{"id":"Xqb8wyEOPUin1","t":"For true love is inexhaustible the more you give, the more you have. And if you go to draw at the true fountainhead, the more water you draw, the more abundant is its flow.","c":"love","a":"Antoine de Saint-Exupery"},{"id":"-ac_mizW94C3X","t":"It is not in the power of even the most crafty dissimulation to conceal love long, where it really is, nor to counterfeit it long where it is not.","c":"love","a":"Francois de La Rochefoucauld"},{"id":"Cf3pk7gtPFIFm","t":"The love we give away is the only love we keep.","c":"love","a":"Elbert Hubbard"},{"id":"-ilxH3NkZggrS","t":"The hunger for love is much more difficult to remove than the hunger for bread.","c":"love","a":"Mother Teresa"},{"id":"e2SDk8nNwDhhY","t":"The body is a house of many windows: there we all sit, showing ourselves and crying on the passers-by to come and love us.","c":"love","a":"Robert Louis Stevenson"},{"id":"eR4TD_ykx4Ze4","t":"One is loved because one is loved. No reason is needed for loving.","c":"love","a":"Paulo Coelho"},{"id":"KluyVibml3Tlv","t":"We're not raising children with the love that we need to.","c":"love","a":"Bill Cosby"},{"id":"a84NJe-ptX9lV","t":"If love is the treasure, laughter is the key.","c":"love","a":"Yakov Smirnoff"},{"id":"m1fbM1dOiGnrv","t":"The degree of loving is measured by the degree of giving.","c":"love","a":"Edwin Louis Cole"},{"id":"vVty0l7WShSZB","t":"A flower falls, even though we love it and a weed grows, even though we do not love it.","c":"love","a":"Dogen"},{"id":"kTvYy1kk_byFf","t":"We may sooner be brought to love them that hate us, than them that love us more than we would have them do.","c":"love","a":"Francois de La Rochefoucauld"},{"id":"QLv7iWgBQodfB","t":"Love is not only something you feel, it is something you do.","c":"love","a":"David Wilkerson"},{"id":"OUpCxZlJ_gZGb","t":"If you love something let it go free. If it doesn't come back, you never had it. If it comes back, love it forever.","c":"love","a":"Douglas Horton"},{"id":"udguJGzMOdDp7","t":"Love always involves responsibility, and love always involves sacrifice. And we do not really love Christ unless we are prepared to face His task and to take up His Cross.","c":"love","a":"William Barclay"},{"id":"goZLXCuv_hCg4","t":"Choose your love, Love your choice.","c":"love","a":"Thomas S. Monson"},{"id":"1rRDM5JGjiMfH","t":"True love comes quietly, without banners or flashing lights. If you hear bells, get your ears checked.","c":"love","a":"Erich Segal"},{"id":"07xivTJp9uAhL","t":"The moment you have in your heart this extraordinary thing called love and feel the depth, the delight, the ecstasy of it, you will discover that for you the world is transformed.","c":"love","a":"Jiddu Krishnamurti"},{"id":"ofQHbr4-4ayCu","t":"Love is much nicer to be in than an automobile accident, a tight girdle, a higher tax bracket or a holding pattern over Philadelphia.","c":"love","a":"Judith Viorst"},{"id":"80mAfyNBXVT9p","t":"A successful marriage requires falling in love many times, always with the same person.","c":"love","a":"Mignon McLaughlin"},{"id":"xoaA0vs3vbfJF","t":"Love is the most important thing in the world. Hate, we should remove from the dictionary.","c":"love","a":"John Wooden"},{"id":"ADMucuMKUuAA3","t":"Love is the magician that pulls man out of his own hat.","c":"love","a":"Ben Hecht"},{"id":"eAuiLwhPr6hwW","t":"Hatred does not cease by hatred, but only by love this is the eternal rule.","c":"love","a":"Buddha"},{"id":"lenBW5Tbis4KE","t":"Sometimes it's a form of love just to talk to somebody that you have nothing in common with and still be fascinated by their presence.","c":"love","a":"David Byrne"},{"id":"9ClF4MPN-b04U","t":"We love but once, for once only are we perfectly equipped for loving.","c":"love","a":"Cyril Connolly"},{"id":"-6XYwT7pYejFH","t":"The fickleness of the women I love is only equalled by the infernal constancy of the women who love me.","c":"love","a":"George Bernard Shaw"},{"id":"mja_QVuDDf72G","t":"When you fish for love, bait with your heart, not your brain.","c":"love","a":"Mark Twain"},{"id":"ZPjHAypKaIESL","t":"When the power of love overcomes the love of power the world will know peace.","c":"love","a":"Jimi Hendrix"},{"id":"pNMa7K7dDRz8C","t":"Love can sometimes be magic. But magic can sometimes... just be an illusion.","c":"love","a":"Javan"},{"id":"j-clhpykZhe0P","t":"I'm getting a wrinkle above my eyebrow because I just can't stop lifting it, and I love that you know.","c":"love","a":"Angelina Jolie"},{"id":"eYPJtPnQpSAsq","t":"We pardon to the extent that we love.","c":"love","a":"Francois de La Rochefoucauld"},{"id":"D0pq_C5VqdGqi","t":"The opposite of love is not hate, it's indifference.","c":"love","a":"Elie Wiesel"},{"id":"8H-5wfdMMovZu","t":"Let no one who loves be unhappy, even love unreturned has its rainbow.","c":"love","a":"James M. Barrie"},{"id":"lPTbYLpszo3of","t":"Adapt yourself to the things among which your lot has been cast and love sincerely the fellow creatures with whom destiny has ordained that you shall live.","c":"love","a":"Marcus Aurelius"},{"id":"Q37KaHli26wre","t":"If you live to be a hundred, I want to live to be a hundred minus one day so I never have to live without you.","c":"love","a":"A. A. Milne"},{"id":"aQ3vHa1ZqihfN","t":"Take away love and our earth is a tomb.","c":"love","a":"Robert Browning"},{"id":"gOFs1Kj6mhfzZ","t":"The time I burned my guitar it was like a sacrifice. You sacrifice the things you love. I love my guitar.","c":"love","a":"Jimi Hendrix"},{"id":"FZ5Ntho0DbP6l","t":"A poet is, before anything else, a person who is passionately in love with language.","c":"love","a":"W. H. Auden"},{"id":"HrAdv9SzM9RQl","t":"Absence - that common cure of love.","c":"love","a":"Lord Byron"},{"id":"OCAnsyGBZXQYB","t":"What does love look like? It has the hands to help others. It has the feet to hasten to the poor and needy. It has eyes to see misery and want. It has the ears to hear the sighs and sorrows of men. That is what love looks like.","c":"love","a":"Saint Augustine"},{"id":"aaApsXQ5bVCsU","t":"When you love a man, he becomes more than a body. His physical limbs expand, and his outline recedes, vanishes. He is rich and sweet and right. He is part of the world, the atmosphere, the blue sky and the blue water.","c":"love","a":"Gwendolyn Brooks"},{"id":"MPhuiNFCPangb","t":"Love and compassion are necessities, not luxuries. Without them humanity cannot survive.","c":"love","a":"Dalai Lama"},{"id":"xGbN_dt0FVwcb","t":"Say what you will, 'tis better to be left than never to have been loved.","c":"love","a":"William Congreve"},{"id":"VefP7Tx8dChJU","t":"A woman has two smiles that an angel might envy, the smile that accepts a lover before words are uttered, and the smile that lights on the first born babe, and assures it of a mother's love.","c":"love","a":"Thomas Chandler Haliburton"},{"id":"fOO66uVUEs3ZG","t":"We may give without loving, but we cannot love without giving.","c":"love","a":"Bernard Meltzer"},{"id":"GbiAorEDRkl-W","t":"We are never so defensless against suffering as when we love.","c":"love","a":"Sigmund Freud"},{"id":"kktpw9ovFxGZG","t":"Ultimately love is everything.","c":"love","a":"M. Scott Peck"},{"id":"RnCfaBhYqVStB","t":"A lot of women don't know how to love because there's deep reasons for them not knowing how to love. And what I mean by deep reasons is deep and dark reasons.","c":"love","a":"Lil Wayne"},{"id":"L8MC_yAYq7pLi","t":"Don't threaten me with love, baby. Let's just go walking in the rain.","c":"love","a":"Billie Holiday"},{"id":"t-Q6yU7sNKogD","t":"Love is the expression of one's values, the greatest reward you can earn for the moral qualities you have achieved in your character and person, the emotional price paid by one man for the joy he receives from the virtues of another.","c":"love","a":"Ayn Rand"},{"id":"QKzCgfZ6_cNef","t":"True love cannot be found where it does not exist, nor can it be denied where it does.","c":"love","a":"Torquato Tasso"},{"id":"g6PF_w0Ur6sGT","t":"Romance is tempestuous. Love is calm.","c":"love","a":"Mason Cooley"},{"id":"1akWwplq83Pf0","t":"You don't have to be singing about love all the time in order to give love to the people. You don't have to keep flashing those words all the time.","c":"love","a":"Jimi Hendrix"},{"id":"U7Ed4VGiwVTNL","t":"To love oneself is the beginning of a lifelong romance.","c":"love","a":"Oscar Wilde"},{"id":"BGovcP4wlbLvK","t":"May we so love as never to have occasion to repent of our love!","c":"love","a":"Henry David Thoreau"},{"id":"_v1d1I3QXOS3_","t":"Love is the power to see similarity in the dissimilar.","c":"love","a":"Theodor Adorno"},{"id":"j7nifLmRkdK_U","t":"Love is a hole in the heart.","c":"love","a":"Ben Hecht"},{"id":"6ZOGiY5wdtfiN","t":"A man in love is incomplete until he has married. Then he's finished.","c":"love","a":"Zsa Zsa Gabor"},{"id":"DLmT0508BPzof","t":"Love is the flower you've got to let grow.","c":"love","a":"John Lennon"},{"id":"IvKCKVS0mfHlD","t":"I can live without money, but I cannot live without love.","c":"love","a":"Judy Garland"},{"id":"_mqD_EHGVx4QV","t":"I love mirrors. They let one pass through the surface of things.","c":"love","a":"Claude Chabrol"},{"id":"dcD3uRfONOnzZ","t":"You can't blame gravity for falling in love.","c":"love","a":"Albert Einstein"},{"id":"gcMQDSz4n0bQu","t":"At the center of non-violence stands the principle of love.","c":"love","a":"Martin Luther King, Jr."},{"id":"8lfKPrD434Y2k","t":"It is not enough to say we must not wage war. It is necessary to love peace and sacrifice for it.","c":"love","a":"Martin Luther King, Jr."},{"id":"8vC04Ar_alwRo","t":"To say 'I love you' one must first be able to say the 'I.'","c":"love","a":"Ayn Rand"},{"id":"4OLvGjM4YVq3l","t":"Love is like a beautiful flower which I may not touch, but whose fragrance makes the garden a place of delight just the same.","c":"love","a":"Helen Keller"},{"id":"trN9iV1Wiaygo","t":"The course of true love never did run smooth.","c":"love","a":"William Shakespeare"},{"id":"IGuCiB3eoLvk5","t":"You can search throughout the entire universe for someone who is more deserving of your love and affection than you are yourself, and that person is not to be found anywhere. You yourself, as much as anybody in the entire universe deserve your love and affection.","c":"love","a":"Buddha"},{"id":"X2O8X3-dlA9b7","t":"Joy is a net of love by which you can catch souls.","c":"love","a":"Mother Teresa"},{"id":"PUwQGf9STPWMF","t":"Looking back, I have this to regret, that too often when I loved, I did not say so.","c":"love","a":"David Grayson"},{"id":"bLvwP3FUx_NPa","t":"All women have a perception much more developed than men. So all women somehow, being repressed for so many millennia, they ended up by developing this sixth sense and contemplation and love. And this is something that we have a hard time to accept as part of our society.","c":"love","a":"Paulo Coelho"},{"id":"TPEC7ibW4B6rJ","t":"There is only one kind of love, but there are a thousand imitations.","c":"love","a":"Francois de La Rochefoucauld"},{"id":"4_8iIEr-d-Zb_","t":"A man reserves his true and deepest love not for the species of woman in whose company he finds himself electrified and enkindled, but for that one in whose company he may feel tenderly drowsy.","c":"love","a":"George Jean Nathan"},{"id":"ev3rcGhSrkpn-","t":"To be in love is merely to be in a state of perceptual anesthesia - to mistake an ordinary young woman for a goddess.","c":"love","a":"H. L. Mencken"},{"id":"uMy8fj9dPiC47","t":"The quarrels of lovers are the renewal of love.","c":"love","a":"Jean Racine"},{"id":"N-lZYE8S5mC-i","t":"Falling out of love is chiefly a matter of forgetting how charming someone is.","c":"love","a":"Iris Murdoch"},{"id":"dxGY1R4tYTpDM","t":"Whatever our souls are made of, his and mine are the same.","c":"love","a":"Emily Bronte"},{"id":"XjoQOzLPocJp-","t":"One cannot think well, love well, sleep well, if one has not dined well.","c":"love","a":"Virginia Woolf"},{"id":"G7Kka0tWZHhg7","t":"Love is the hardest habit to break, and the most difficult to satisfy.","c":"love","a":"Drew Barrymore"},{"id":"VpJIn6EK65c0k","t":"The motto of chivalry is also the motto of wisdom to serve all, but love only one.","c":"love","a":"Honore de Balzac"},{"id":"qmcUR73nVJBcY","t":"Accept the things to which fate binds you, and love the people with whom fate brings you together, but do so with all your heart.","c":"love","a":"Marcus Aurelius"},{"id":"mUKZTy34Ro7-p","t":"Love one another, but make not a bond of love: Let it rather be a moving sea between the shores of your souls.","c":"love","a":"Khalil Gibran"},{"id":"UfOIE-qCGBext","t":"It sounds like a cliche but I also learnt that you're not going to fall for the right person until you really love yourself and feel good about how you are.","c":"love","a":"Emma Watson"},{"id":"YvBIbcMooOl68","t":"Of all that is written, I love only what a person has written with his own blood.","c":"love","a":"Friedrich Nietzsche"},{"id":"OCZDqo2DACcfe","t":"Love is that splendid triggering of human vitality the supreme activity which nature affords anyone for going out of himself toward someone else.","c":"love","a":"Jose Ortega y Gasset"},{"id":"wTXC5JcGBCVw6","t":"Whenever you hear a man speak of his love for his country, it is a sign that he expects to be paid for it.","c":"love","a":"H. L. Mencken"},{"id":"XS7HzX3oaWKGH","t":"Trust in what you love, continue to do it, and it will take you where you need to go.","c":"love","a":"Natalie Goldberg"},{"id":"KSRuSDTqFJgKL","t":"All love is vanquished by a succeeding love.","c":"love","a":"Ovid"},{"id":"zJrJHf9CrZwNW","t":"The first magic of love is our ignorance that it can ever end.","c":"love","a":"Benjamin Disraeli"},{"id":"FtVj1ThGcoXGu","t":"If we lose love and self respect for each other, this is how we finally die.","c":"love","a":"Maya Angelou"},{"id":"DvkN9ZE2GQowy","t":"One must not trifle with love.","c":"love","a":"Alfred de Musset"},{"id":"JNO2k6pHlibIq","t":"Ever has it been that love knows not its own depth until the hour of separation.","c":"love","a":"Khalil Gibran"},{"id":"ZQK0TbJCBuM59","t":"I love people who make me laugh. I honestly think it's the thing I like most, to laugh. It cures a multitude of ills. It's probably the most important thing in a person.","c":"love","a":"Audrey Hepburn"},{"id":"GC0kQ1ivAyDyF","t":"Don't brood. Get on with living and loving. You don't have forever.","c":"love","a":"Leo Buscaglia"},{"id":"dZkh-3Ynx_4Sp","t":"A father may turn his back on his child, brothers and sisters may become inveterate enemies, husbands may desert their wives, wives their husbands. But a mother's love endures through all.","c":"love","a":"Washington Irving"},{"id":"OkaHoHqKfy3Xq","t":"I have no hostility to nature, but a child's love to it. I expand and live in the warm day like corn and melons.","c":"love","a":"Ralph Waldo Emerson"},{"id":"v52D5PirEnOtX","t":"Nobody has ever measured, not even poets, how much the heart can hold.","c":"love","a":"Zelda Fitzgerald"},{"id":"zwsSSm0SbJBfu","t":"Love has nothing to do with what you are expecting to get - only with what you are expecting to give - which is everything.","c":"love","a":"Katharine Hepburn"},{"id":"ow_Kv3mmGm8UF","t":"I never knew how to worship until I knew how to love.","c":"love","a":"Henry Ward Beecher"},{"id":"PFW7De6mOsTuU","t":"Follow love and it will flee, flee love and it will follow thee.","c":"love","a":"John Gay"},{"id":"YqMo2UwgNCFnF","t":"Love is a serious mental disease.","c":"love","a":"Plato"},{"id":"mE7d0qN02A9HD","t":"Love is too young to know what conscience is.","c":"love","a":"William Shakespeare"},{"id":"bkFESXGWYQUY7","t":"Intense love does not measure, it just gives.","c":"love","a":"Mother Teresa"},{"id":"9UdcsqRS6KxHO","t":"Anyway, no drug, not even alcohol, causes the fundamental ills of society. If we're looking for the source of our troubles, we shouldn't test people for drugs, we should test them for stupidity, ignorance, greed and love of power.","c":"love","a":"P. J. O'Rourke"},{"id":"kx9UFPBy2UZyy","t":"There is no remedy for love but to love more.","c":"love","a":"Henry David Thoreau"},{"id":"HBhKwC5WnygZD","t":"The reason men oppose progress is not that they hate progress, but that they love inertia.","c":"love","a":"Elbert Hubbard"},{"id":"HSWWoRuvh4gaX","t":"When you start falling for somebody and you can't stop thinking about when you're going to see them again, I love that. Women are beautiful. They deserve to be cherished and respected.","c":"love","a":"Orlando Bloom"},{"id":"g0ncZeCqW4u4p","t":"A kiss makes the heart young again and wipes out the years.","c":"love","a":"Rupert Brooke"},{"id":"l7wB4LTjKKdyN","t":"Act happy, feel happy, be happy, without a reason in the world. Then you can love, and do what you will.","c":"love","a":"Dan Millman"},{"id":"Ah-_lOXFLyojO","t":"Having a child is surely the most beautifully irrational act that two people in love can commit.","c":"love","a":"Bill Cosby"},{"id":"PZvMPR6l5PDep","t":"A strong man doesn't have to be dominant toward a woman. He doesn't match his strength against a woman weak with love for him. He matches it against the world.","c":"love","a":"Marilyn Monroe"},{"id":"fBo0yW3a9bDY4","t":"Love means not ever having to say you're sorry.","c":"love","a":"Erich Segal"},{"id":"Vt8RKrhATBfGZ","t":"We abuse land because we regard it as a commodity belonging to us. When we see land as a community to which we belong, we may begin to use it with love and respect.","c":"love","a":"Aldo Leopold"},{"id":"qUZQe2UhhCGZ6","t":"Truth is handsomer than the affectation of love. Your goodness must have some edge to it, else it is none.","c":"love","a":"Ralph Waldo Emerson"},{"id":"QsD8P_mJdRN2n","t":"I might get drunk one day and fall in love or fall over a hooker outside, and I would have consummated a relationship that I couldn't necessarily believe in.","c":"love","a":"Oliver Reed"},{"id":"HyX0S3vnTrZhz","t":"Love consists in giving without getting in return in giving what is not owed, what is not due the other. That's why true love is never based, as associations for utility or pleasure are, on a fair exchange.","c":"love","a":"Mortimer Adler"},{"id":"B8mgU8vIC_IAP","t":"How I Love Lucy was born? We decided that instead of divorce lawyers profiting from our mistakes, we'd profit from them.","c":"love","a":"Lucille Ball"},{"id":"qaWLbWRd721hW","t":"Love feels no burden, thinks nothing of trouble, attempts what is above its strength, pleads no excuse of impossibility for it thinks all things lawful for itself, and all things possible.","c":"love","a":"Thomas a Kempis"},{"id":"XbZTQL3bqfXWa","t":"There is always something left to love. And if you ain't learned that, you ain't learned nothing.","c":"love","a":"Lorraine Hansberry"},{"id":"p662SyeC0a-AP","t":"There is not enough love and goodness in the world to permit giving any of it away to imaginary beings.","c":"love","a":"Friedrich Nietzsche"},{"id":"UjLb9_UDtqecR","t":"The three hardest tasks in the world are neither physical feats nor intellectual achievements, but moral acts: to return love for hate, to include the excluded, and to say, 'I was wrong'.","c":"love","a":"Sydney J. Harris"},{"id":"GFkL_ildqy1sA","t":"The impulse to cruelty is, in many people, almost as violent as the impulse to sexual love - almost as violent and much more mischievous.","c":"love","a":"Aldous Huxley"},{"id":"iu1Gv-vAjyb7F","t":"There are fathers who do not love their children there is no grandfather who does not adore his grandson.","c":"love","a":"Victor Hugo"},{"id":"Itq2XRfhz4LLy","t":"Love can do much, but duty more.","c":"love","a":"Johann Wolfgang von Goethe"},{"id":"MF5ufYamsNcDC","t":"We don't believe in rheumatism and true love until after the first attack.","c":"love","a":"Marie von Ebner-Eschenbach"},{"id":"YYs7sNyXBguab","t":"Even the rich are hungry for love, for being cared for, for being wanted, for having someone to call their own.","c":"love","a":"Mother Teresa"},{"id":"_cl0qlixpRIlI","t":"Love and work are the cornerstones of our humanness.","c":"love","a":"Sigmund Freud"},{"id":"isX5F6fF4cgJs","t":"You gotta love livin', baby, 'cause dyin' is a pain in the ass.","c":"love","a":"Frank Sinatra","e":true},{"id":"FKxj7IncwtNf5","t":"They do not love that do not show their love.","c":"love","a":"William Shakespeare"},{"id":"PODljprbc7mZl","t":"First and last, what is demanded of genius is love of truth.","c":"love","a":"Johann Wolfgang von Goethe"},{"id":"wB5T6qnCM9hvD","t":"Love is a mutual self-giving which ends in self-recovery.","c":"love","a":"Fulton J. Sheen"},{"id":"HVQXCtWcWNNvM","t":"Love conquers all.","c":"love","a":"Virgil"},{"id":"wMGrOJ9VVeudD","t":"To keep your marriage brimming, With love in the loving cup, Whenever you're wrong, admit it Whenever you're right, shut up.","c":"love","a":"Ogden Nash"},{"id":"0PI8WQ1xZW44c","t":"Work like you don't need the money. Love like you've never been hurt. Dance like nobody's watching.","c":"love","a":"Satchel Paige"},{"id":"kiMLJmBz7EgKG","t":"Love may be or it may not, but where it is, it ought to reveal itself in its immensity.","c":"love","a":"Honore de Balzac"},{"id":"-oo4qy2d4r13D","t":"The fact is that love is of two kinds, one which commands, and one which obeys. The two are quite distinct, and the passion to which the one gives rise is not the passion of the other.","c":"love","a":"Honore de Balzac"},{"id":"rtu-GHbgMd-Mi","t":"At the touch of love everyone becomes a poet.","c":"love","a":"Plato"},{"id":"hkBYq00h4sZeb","t":"You, yourself, as much as anybody in the entire universe, deserve your love and affection.","c":"love","a":"Buddha"},{"id":"_CLU4nn-N7Bqm","t":"There is no limit to the power of loving.","c":"love","a":"John Morton"},{"id":"Fq9A7F7Vs2038","t":"Who so loves believes the impossible.","c":"love","a":"Elizabeth Barrett Browning"},{"id":"Pinwf4d-G5eI9","t":"To love and be loved is to feel the sun from both sides.","c":"love","a":"David Viscott"},{"id":"BxyIf9puPXsI-","t":"In our minds, love and lust are really separated. It's hard to find someone that can be kind and you can trust enough to leave your kids with, and isn't afraid to throw her man up against the wall and lick him from head to toe.","c":"love","a":"Tori Amos"},{"id":"ogPltP_90JYVz","t":"I often try to tell kids to think about all the people who love you, don't cry over the one person who doesn't.","c":"love","a":"Bill Cosby"},{"id":"zLL4QntD3q8WR","t":"If you wish to be loved, show more of your faults than your virtues.","c":"love","a":"Edward G. Bulwer-Lytton"},{"id":"h4jFQDY-vLfOh","t":"When you arise in the morning, think of what a precious privilege it is to be alive - to breathe, to think, to enjoy, to love.","c":"love","a":"Marcus Aurelius"},{"id":"yIw4i8dgbb7wU","t":"It is with true love as it is with ghosts everyone talks about it, but few have seen it.","c":"love","a":"Francois de La Rochefoucauld"},{"id":"pIgIbPEeNAbF1","t":"First love is only a little foolishness and a lot of curiosity.","c":"love","a":"George Bernard Shaw"},{"id":"oj-8ujq-oxmUI","t":"Love is the delightful interval between meeting a beautiful girl and discovering that she looks like a haddock.","c":"love","a":"John Barrymore"},{"id":"xqImgge73ifKB","t":"Where there's marriage without love, there will be love without marriage.","c":"love","a":"Benjamin Franklin"},{"id":"KGv7MYskxinUt","t":"A man can be happy with any woman, as long as he does not love her.","c":"love","a":"Oscar Wilde"},{"id":"U8YXIwV18QNij","t":"You are precisely as big as what you love and precisely as small as what you allow to annoy you.","c":"love","a":"Robert Anton Wilson"},{"id":"TGcnKND4hjZUL","t":"True love doesn't happen right away it's an ever-growing process. It develops after you've gone through many ups and downs, when you've suffered together, cried together, laughed together.","c":"love","a":"Ricardo Montalban"},{"id":"j31nAyTVInLHx","t":"I'm a romantic, and we romantics are more sensitive to the way people feel. We love more, and we hurt more. When we're hurt, we hurt for a long time.","c":"love","a":"Freddy Fender"},{"id":"XrWl2s0q0Mf-C","t":"Christmas, my child, is love in action. Every time we love, every time we give, it's Christmas.","c":"love","a":"Dale Evans"},{"id":"8EmdUwz9MfGm_","t":"The cure for all the ills and wrongs, the cares, the sorrows, and the crimes of humanity, all lie in the one word 'love'. It is the divine vitality that everywhere produces and restores life.","c":"love","a":"Lydia M. Child"},{"id":"DI3Mqgtb_YI0X","t":"The only creatures that are evolved enough to convey pure love are dogs and infants.","c":"love","a":"Johnny Depp"},{"id":"9HrSreAu1S-DC","t":"To fall in love is easy, even to remain in it is not difficult our human loneliness is cause enough. But it is a hard quest worth making to find a comrade through whose steady presence one becomes steadily the person one desires to be.","c":"love","a":"Anna Louise Strong"},{"id":"gIddXA1dNBgeX","t":"A dog is the only thing on earth that loves you more than you love yourself.","c":"love","a":"Josh Billings"},{"id":"cQWBcD1ct9Ezs","t":"Love is a game that two can play and both win.","c":"love","a":"Eva Gabor"},{"id":"QWKa17yVH-Q9x","t":"Love is a better teacher than duty.","c":"love","a":"Albert Einstein"},{"id":"zXlXyniEUC2BW","t":"I love America more than any other country in this world, and, exactly for this reason, I insist on the right to criticize her perpetually.","c":"love","a":"James A. Baldwin"},{"id":"Nneih1wi8GqLn","t":"The truth is that there is only one terminal dignity - love. And the story of a love is not important - what is important is that one is capable of love. It is perhaps the only glimpse we are permitted of eternity.","c":"love","a":"Helen Hayes"},{"id":"zE2Mti2LnXLJn","t":"Women love us for our defects. If we have enough of them, they will forgive us everything, even our gigantic intellects.","c":"love","a":"Oscar Wilde"},{"id":"G_Y3uDwPnrWvx","t":"And ever has it been known that love knows not its own depth until the hour of separation.","c":"love","a":"Khalil Gibran"},{"id":"P0p_bXSyoT1U9","t":"Behold, my friends, the spring is come the earth has gladly received the embraces of the sun, and we shall soon see the results of their love!","c":"love","a":"Sitting Bull"},{"id":"griSQQbTDiOyR","t":"The sweetest of all sounds is that of the voice of the woman we love.","c":"love","a":"Jean de la Bruyere"},{"id":"fjZM7hKS8610m","t":"A kiss is a lovely trick designed by nature to stop speech when words become superfluous.","c":"love","a":"Ingrid Bergman"},{"id":"WMqY04SNmmYEB","t":"We can't command our love, but we can our actions.","c":"love","a":"Arthur Conan Doyle"},{"id":"X9V5XpuyKkfM-","t":"Flatter me, and I may not believe you. Criticize me, and I may not like you. Ignore me, and I may not forgive you. Encourage me, and I will not forget you. Love me and I may be forced to love you.","c":"love","a":"William Arthur Ward"},{"id":"WPfKwVQS5msIj","t":"Love is a smoke made with the fume of sighs.","c":"love","a":"William Shakespeare"},{"id":"vFazUw9X-6i3z","t":"But let there be spaces in your togetherness and let the winds of the heavens dance between you. Love one another but make not a bond of love: let it rather be a moving sea between the shores of your souls.","c":"love","a":"Khalil Gibran"},{"id":"CmtaM4khutt4A","t":"Be Impeccable With Your Word. Speak with integrity. Say only what you mean. Avoid using the word to speak against yourself or to gossip about others. Use the power of your word in the direction of truth and love.","c":"love","a":"Miguel Angel Ruiz"},{"id":"qVICEzbQrsg9x","t":"Love is an attempt at penetrating another being, but it can only succeed if the surrender is mutual.","c":"love","a":"Octavio Paz"},{"id":"l9yUxI58qHsRt","t":"A kiss is a rosy dot over the 'i' of loving.","c":"love","a":"Cyrano de Bergerac"},{"id":"mNmaaWNb5fQY0","t":"All brave men love for he only is brave who has affections to fight for, whether in the daily battle of life, or in physical contests.","c":"love","a":"Nathaniel Hawthorne"},{"id":"tZYLVC5b3A06y","t":"There is no scarcity of opportunity to make a living at what you love there's only scarcity of resolve to make it happen.","c":"love","a":"Wayne Dyer"},{"id":"dN0jpwWvfcsZ5","t":"How absurd and delicious it is to be in love with somebody younger than yourself. Everybody should try it.","c":"love","a":"Barbara Pym"},{"id":"YpmL59a0UF3uG","t":"Getting divorced just because you don't love a man is almost as silly as getting married just because you do.","c":"love","a":"Zsa Zsa Gabor"},{"id":"JerhWize3qq_P","t":"I believe in an America where millions of Americans believe in an America that's the America millions of Americans believe in. That's the America I love.","c":"love","a":"Mitt Romney"},{"id":"cWsPiRFMa9O3v","t":"A lot of times black folks look for love in all the wrong places. You're always looking for somebody to love you, be accepted, and there's the insecurities that are even transmitted through rap. Everyone is trying to aim to please too much.","c":"love","a":"Chuck D."},{"id":"pYBhiQOHZEqF8","t":"With our love, we could save the world.","c":"love","a":"George Harrison"},{"id":"1_XCMlDxSDzpv","t":"It is not love that should be depicted as blind, but self-love.","c":"love","a":"Voltaire"},{"id":"uuoS9Lk2tpsgC","t":"The way to love anything is to realize that it may be lost.","c":"love","a":"Gilbert K. Chesterton"},{"id":"FKA3xHR-mR2Yh","t":"Love is the answer to everything. It's the only reason to do anything. If you don't write stories you love, you'll never make it. If you don't write stories that other people love, you'll never make it.","c":"love","a":"Ray Bradbury"},{"id":"W3KYwDHfFC_S4","t":"There is no disguise which can hide love for long where it exists, or simulate it where it does not.","c":"love","a":"Francois de La Rochefoucauld"},{"id":"ShayN741KMkox","t":"The distinction between children and adults, while probably useful for some purposes, is at bottom a specious one, I feel. There are only individual egos, crazy for love.","c":"love","a":"Niccolo Machiavelli"},{"id":"eiI-AGeM65-1x","t":"Don't aim for success if you want it just do what you love and believe in, and it will come naturally.","c":"love","a":"David Frost"},{"id":"8IVDyaMmkrcYY","t":"There is room in the smallest cottage for a happy loving pair.","c":"love","a":"Friedrich Schiller"},{"id":"QlLa7iajxs3On","t":"So long as we love, we serve so long as we are loved by others, I should say that we are almost indispensable and no man is useless while he has a friend.","c":"love","a":"Robert Louis Stevenson"},{"id":"hWXUX-juU3wL9","t":"Love is the word used to label the sexual excitement of the young, the habituation of the middle-aged, and the mutual dependence of the old.","c":"love","a":"John Ciardi"},{"id":"OnF9OfMosR15Z","t":"Prayer does not use up artificial energy, doesn't burn up any fossil fuel, doesn't pollute. Neither does song, neither does love, neither does the dance.","c":"love","a":"Margaret Mead"},{"id":"c9xk4ssMmng7m","t":"Love to faults is always blind, always is to joy inclined. Lawless, winged, and unconfined, and breaks all chains from every mind.","c":"love","a":"William Shakespeare"},{"id":"fYF1T0fMnldLv","t":"Romantic love is mental illness. But it's a pleasurable one. It's a drug. It distorts reality, and that's the point of it. It would be impossible to fall in love with someone that you really saw.","c":"love","a":"Fran Lebowitz"},{"id":"s3MODWanL2OVg","t":"Those whom the gods love grow young.","c":"love","a":"Oscar Wilde"},{"id":"R9-ZiKfoel8Yw","t":"Love makes your soul crawl out from its hiding place.","c":"love","a":"Zora Neale Hurston"},{"id":"EwURX5fNWZrLA","t":"Love is the ability and willingness to allow those that you care for to be what they choose for themselves without any insistence that they satisfy you.","c":"love","a":"Wayne Dyer"},{"id":"om_bOEEY4WAgE","t":"I met in the street a very poor young man who was in love. His hat was old, his coat worn, his cloak was out at the elbows, the water passed through his shoes, - and the stars through his soul.","c":"love","a":"Victor Hugo"},{"id":"b9UxHCf0owHAo","t":"A pair of powerful spectacles has sometimes sufficed to cure a person in love.","c":"love","a":"Friedrich Nietzsche"},{"id":"Q8R-fBsyhx4rt","t":"Let your religion be less of a theory and more of a love affair.","c":"love","a":"Gilbert K. Chesterton"},{"id":"cUNq-y59q-Cwy","t":"Never go on trips with anyone you do not love.","c":"love","a":"Ernest Hemingway"},{"id":"SKV6qe4_ypdCf","t":"For though we love both the truth and our friends, piety requires us to honor the truth first.","c":"love","a":"Aristotle"},{"id":"Ugm4tcgkVefc0","t":"Black as the devil, hot as hell, pure as an angel, sweet as love.","c":"love","a":"Charles Maurice de Talleyrand"},{"id":"vyfBMa_O7sqwD","t":"What I know is, is that if you do work that you love, and the work fulfills you, the rest will come.","c":"love","a":"Oprah Winfrey"},{"id":"T1QLIygd3BxI4","t":"No one is a friend to his friend who does not love in return.","c":"love","a":"Plato"},{"id":"F_VAyYjq5AZbZ","t":"Everything is clearer when you're in love.","c":"love","a":"John Lennon"},{"id":"XVL8AjMllsdK8","t":"When we are in love we seem to ourselves quite different from what we were before.","c":"love","a":"Blaise Pascal"},{"id":"M38wDjtNN73KG","t":"I am certainly not an authority on love because there are no authorities on love, just those who've had luck with it and those who haven't.","c":"love","a":"Bill Cosby"},{"id":"nvIVQFKQoci0t","t":"All men and women have an equal need for love. When these needs are not fulfilled it is easy to have our feelings hurt, for which we blame our partner.","c":"love","a":"John Gray"},{"id":"HV3MpvzBILPMk","t":"Kindness in words creates confidence. Kindness in thinking creates profoundness. Kindness in giving creates love.","c":"love","a":"Lao Tzu"},{"id":"XhltjgEq6BGjd","t":"Hallow the body as a temple to comeliness and sanctify the heart as a sacrifice to love love recompenses the adorers.","c":"love","a":"Khalil Gibran"},{"id":"MQ1T9ZaqB_9MR","t":"All, everything that I understand, I understand only because I love.","c":"love","a":"Leo Tolstoy"},{"id":"WCN5i5suMAtsg","t":"If someone thinks that love and peace is a cliche that must have been left behind in the Sixties, that's his problem. Love and peace are eternal.","c":"love","a":"John Lennon"},{"id":"pN0Sex2nKREUY","t":"Stand by your man. Give him two arms to cling to and something warm to come to.","c":"love","a":"Tammy Wynette"},{"id":"Q5xmQP1xsW4VB","t":"I'm an introvert... I love being by myself, love being outdoors, love taking a long walk with my dogs and looking at the trees, flowers, the sky.","c":"love","a":"Audrey Hepburn"},{"id":"-Wd29redRwDv5","t":"Christmas in Bethlehem. The ancient dream: a cold, clear night made brilliant by a glorious star, the smell of incense, shepherds and wise men falling to their knees in adoration of the sweet baby, the incarnation of perfect love.","c":"love","a":"Lucinda Franks"},{"id":"SjXAM94krI_WB","t":"Love yourself first and everything else falls into line. You really have to love yourself to get anything done in this world.","c":"love","a":"Lucille Ball"},{"id":"KQNSVT-QdAJ3D","t":"Love you will find only where you may show yourself weak without provoking strength.","c":"love","a":"Theodor Adorno"},{"id":"k6l2kOmluhj1-","t":"There can be no deep disappointment where there is not deep love.","c":"love","a":"Martin Luther King, Jr."},{"id":"B3aw7Izd6BHl0","t":"The one thing we can never get enough of is love. And the one thing we never give enough is love.","c":"love","a":"Henry Miller"},{"id":"fRUFT8zv31vfu","t":"Don't do anything by half. If you love someone, love them with all your soul. When you go to work, work your ass off. When you hate someone, hate them until it hurts.","c":"love","a":"Henry Rollins","e":true},{"id":"Z1bYimGmMUtm7","t":"We always love those who admire us, but we do not always love those whom we admire.","c":"love","a":"Francois de La Rochefoucauld"},{"id":"esYcU7dErklcW","t":"Only the really plain people know about love - the very fascinating ones try so hard to create an impression that they soon exhaust their talents.","c":"love","a":"Katharine Hepburn"},{"id":"HBRAdB8WbAj10","t":"I love you when you bow in your mosque, kneel in your temple, pray in your church. For you and I are sons of one religion, and it is the spirit.","c":"love","a":"Khalil Gibran"},{"id":"lKZbDjEX1C63i","t":"If having a soul means being able to feel love and loyalty and gratitude, then animals are better off than a lot of humans.","c":"love","a":"James Herriot"},{"id":"utRt1yBScGTUJ","t":"Nobody loves a woman because she is handsome or ugly, stupid or intelligent. We love because we love.","c":"love","a":"Honore de Balzac"},{"id":"kVzn6TfKkxM-5","t":"Love is always bestowed as a gift - freely, willingly and without expectation. We don't love to be loved we love to love.","c":"love","a":"Leo Buscaglia"},{"id":"8ow0eEpDEnJ17","t":"If a man is truly in love, the most beautiful woman in the world couldn't take him away. Maybe for a few days, but not forever.","c":"love","a":"Eva Gabor"},{"id":"Po_doxuPPL1Vj","t":"Love is an irresistible desire to be irresistibly desired.","c":"love","a":"Robert Frost"},{"id":"lpFzJAWaUFuFp","t":"The first symptom of love in a young man is timidity in a girl boldness.","c":"love","a":"Victor Hugo"},{"id":"mLXf6rIX2JWtG","t":"Man must evolve for all human conflict a method which rejects revenge, aggression and retaliation. The foundation of such a method is love.","c":"love","a":"Martin Luther King, Jr."},{"id":"qjJrdq9bLdcGa","t":"But when women are moved and lend help, when women, who are by nature calm and controlled, give encouragement and applause, when virtuous and knowledgeable women grace the endeavor with their sweet love, then it is invincible.","c":"love","a":"Jose Marti"},{"id":"bHP16NvY9iyRY","t":"Acceptance is not love. You love a person because he or she has lovable traits, but you accept everybody just because they're alive and human.","c":"love","a":"Albert Ellis"},{"id":"vzbfEU3rg31wt","t":"Depression is when you have lots of love, but no one's taking.","c":"love","a":"Doug Coupland"},{"id":"OMJymuLxWv7iI","t":"All you need is love.","c":"love","a":"John Lennon"},{"id":"OstwIb2f6uwNC","t":"If you want a love message to be heard, it has got to be sent out. To keep a lamp burning, we have to keep putting oil in it.","c":"love","a":"Mother Teresa"},{"id":"1eVv3PS2rL2qA","t":"I love chicken. I would eat chicken fingers on Thanksgiving if it were socially acceptable.","c":"love","a":"Todd Barry"},{"id":"VsdDhRzpxwWSM","t":"Only do what your heart tells you.","c":"love","a":"Princess Diana"},{"id":"qfecqo9c1temZ","t":"He who falls in love with himself will have no rivals.","c":"love","a":"Benjamin Franklin"},{"id":"I4kWfaG9eErzK","t":"I love you the more in that I believe you had liked me for my own sake and for nothing else.","c":"love","a":"John Keats"},{"id":"U53AGwO_7chDv","t":"I like America, just as everybody else does. I love America, I gotta say that. But America will be judged.","c":"love","a":"Bob Dylan"},{"id":"qoMdP3JTe2aUs","t":"Who, being loved, is poor?","c":"love","a":"Oscar Wilde"},{"id":"aMFogBwvaSMCc","t":"But love's a malady without a cure.","c":"love","a":"John Dryden"},{"id":"1tHtp9EvNzJ6u","t":"We loved with a love that was more than love.","c":"love","a":"Edgar Allan Poe"},{"id":"GdY9LcUrL6V8U","t":"Among those whom I like or admire, I can find no common denominator, but among those whom I love, I can: all of them make me laugh.","c":"love","a":"W. H. Auden"},{"id":"F7ZhFlVdc7xt3","t":"A man is already halfway in love with any woman who listens to him.","c":"love","a":"Brendan Francis"},{"id":"4qaQ136pJyLIQ","t":"There is a sacredness in tears. They are not the mark of weakness, but of power. They speak more eloquently than ten thousand tongues. They are the messengers of overwhelming grief, of deep contrition, and of unspeakable love.","c":"love","a":"Washington Irving"},{"id":"g-timKOBdOsvU","t":"Love is but the discovery of ourselves in others, and the delight in the recognition.","c":"love","a":"Alexander Smith"},{"id":"2Da9Zqy-QotCE","t":"May we not succumb to thoughts of violence and revenge today, but rather to thoughts of mercy and compassion. We are to love our enemies that they might be returned to their right minds.","c":"love","a":"Marianne Williamson"},{"id":"X5s0JW7-N8G-p","t":"I usually get myself into situations that cause sparks. I mean I'm a girl that likes the storms. I love feeling alive, I love walking out in the cold in my bare feet and feeling the ice on my toes.","c":"love","a":"Tori Amos"},{"id":"25vqAD5xCVqIx","t":"I love you more than my own skin.","c":"love","a":"Frida Kahlo"},{"id":"PeXrHT3edp5cz","t":"We do not judge the people we love.","c":"love","a":"Jean-Paul Sartre"},{"id":"b6GyBtC6uO0VC","t":"Animals are reliable, many full of love, true in their affections, predictable in their actions, grateful and loyal. Difficult standards for people to live up to.","c":"love","a":"Alfred A. Montapert"},{"id":"ZeSuhY6zS2CwV","t":"Man's nature is not essentially evil. Brute nature has been know to yield to the influence of love. You must never despair of human nature.","c":"love","a":"Mahatma Gandhi"},{"id":"euwxFREWjOj-P","t":"Absence from those we love is self from self - a deadly banishment.","c":"love","a":"William Shakespeare"},{"id":"gZApROrg7_tpy","t":"Pursue some path, however narrow and crooked, in which you can walk with love and reverence.","c":"love","a":"Henry David Thoreau"},{"id":"DHoSmBW6mb3UE","t":"I say to people who care for people who are dying, if you really love that person and want to help them, be with them when their end comes close. Sit with them - you don't even have to talk. You don't have to do anything but really be there with them.","c":"love","a":"Elisabeth Kubler-Ross"},{"id":"M-dbTZd1s2HAR","t":"I have an everyday religion that works for me. Love yourself first, and everything else falls into line.","c":"love","a":"Lucille Ball"},{"id":"6I82yEvQvgeGe","t":"The love of economy is the root of all virtue.","c":"love","a":"George Bernard Shaw"},{"id":"9HOgDxf7_vbrh","t":"I was born with an enormous need for affection, and a terrible need to give it.","c":"love","a":"Audrey Hepburn"},{"id":"4BboUF92P59K9","t":"I will not be just a tourist in the world of images, just watching images passing by which I cannot live in, make love to, possess as permanent sources of joy and ecstasy.","c":"love","a":"Anais Nin"},{"id":"lpTB1LrPkE6aU","t":"Can miles truly separate you from friends... If you want to be with someone you love, aren't you already there?","c":"love","a":"Richard Bach"},{"id":"Wxb4n7UmWJBCQ","t":"The love that lasts longest is the love that is never returned.","c":"love","a":"W. Somerset Maugham"},{"id":"T79jkMNnLf6um","t":"There are never enough I Love You's.","c":"love","a":"Lenny Bruce"},{"id":"SvFAFQRJ9LnDy","t":"Love conquers all things except poverty and toothache.","c":"love","a":"Mae West"},{"id":"3tEgoZGeq9SQg","t":"The only abnormality is the incapacity to love.","c":"love","a":"Anais Nin"},{"id":"MJ6gZPpW47ve-","t":"The richest love is that which submits to the arbitration of time.","c":"love","a":"Lawrence Durrell"},{"id":"YBdWamLaZgNMy","t":"I did not just fall in love. I made a parachute jump.","c":"love","a":"Zora Neale Hurston"},{"id":"iRziswzJ65-bv","t":"I love to hit people. I love to.","c":"love","a":"Mike Tyson"},{"id":"TuHYarCKSf2cA","t":"Love thy neighbor - and if he happens to be tall, debonair and devastating, it will be that much easier.","c":"love","a":"Mae West"},{"id":"shvLmBSFoBy5h","t":"If you want to be successful, it's just this simple. Know what you are doing. Love what you are doing. And believe in what you are doing.","c":"love","a":"Will Rogers"},{"id":"KeBIVNB1aZkDq","t":"There is always something ridiculous about the emotions of people whom one has ceased to love.","c":"love","a":"Oscar Wilde"},{"id":"bYSVvCDiv_0jC","t":"Anxiety is love's greatest killer. It makes others feel as you might when a drowning man holds on to you. You want to save him, but you know he will strangle you with his panic.","c":"love","a":"Anais Nin"},{"id":"jGP9gCqLza1iQ","t":"One should always be in love. That is the reason one should never marry.","c":"love","a":"Oscar Wilde"},{"id":"B4gOtblKl34J5","t":"If so many men, so many minds, certainly so many hearts, so many kinds of love.","c":"love","a":"Leo Tolstoy"},{"id":"a70mAoU3JqXo6","t":"Ignorance and bungling with love are better than wisdom and skill without.","c":"love","a":"Henry David Thoreau"},{"id":"tsEL3cjO6EPC9","t":"What we have once enjoyed we can never lose. All that we love deeply becomes a part of us.","c":"love","a":"Helen Keller"},{"id":"PMfBfNgUtqFLP","t":"Love... it surrounds every being and extends slowly to embrace all that shall be.","c":"love","a":"Khalil Gibran"},{"id":"jAmX5ZX8MQ4fq","t":"If you love someone, set them free. If they come back they're yours if they don't they never were.","c":"love","a":"Richard Bach"},{"id":"NVQKpnwzTr_4d","t":"Where love is concerned, too much is not even enough.","c":"love","a":"Pierre Beaumarchais"},{"id":"euol8-0WLHu0u","t":"Do what you love. Know your own bone gnaw at it, bury it, unearth it, and gnaw it still.","c":"love","a":"Henry David Thoreau"},{"id":"I7oJRTwlyvheK","t":"Work is love made visible. And if you cannot work with love but only with distaste, it is better that you should leave your work and sit at the gate of the temple and take alms of those who work with joy.","c":"love","a":"Khalil Gibran"},{"id":"os3ZGOCEUjuJV","t":"Love seeketh not itself to please, nor for itself hath any care, but for another gives its ease, and builds a Heaven in Hell's despair.","c":"love","a":"William Blake"},{"id":"9HOeQ8mhjegJD","t":"I love everything that's old, - old friends, old times, old manners, old books, old wine.","c":"love","a":"Oliver Goldsmith"},{"id":"TeI_eOSNsa6iT","t":"Young love is a flame very pretty, often very hot and fierce, but still only light and flickering. The love of the older and disciplined heart is as coals, deep-burning, unquenchable.","c":"love","a":"Henry Ward Beecher"},{"id":"ee7QGZyGqwkBn","t":"Gravitation is not responsible for people falling in love.","c":"love","a":"Albert Einstein"},{"id":"AsQGkiwSHGCkd","t":"I love argument, I love debate. I don't expect anyone just to sit there and agree with me, that's not their job.","c":"love","a":"Margaret Thatcher"},{"id":"LubXJpPrVUwhq","t":"Sometimes it's hard to be a woman giving all your love to just one man.","c":"love","a":"Tammy Wynette"},{"id":"tJeMmUZaEDz5J","t":"Love can consign us to hell or to paradise, but it always takes us somewhere.","c":"love","a":"Paulo Coelho"},{"id":"MbiJ2eP0sXCgK","t":"At the end of the day, you know, love does not happen between two perfect people as much as we would wish.","c":"love","a":"Hillary Clinton"},{"id":"yAFhIti1BI5GJ","t":"You don't walk away if you love someone. You help the person.","c":"love","a":"Hillary Clinton"},{"id":"yerZGyQUO_s00","t":"Speak low, if you speak love.","c":"love","a":"William Shakespeare"},{"id":"Dmyaq4cztmzM-","t":"A man always remembers his first love with special tenderness, but after that he begins to bunch them.","c":"love","a":"H. L. Mencken"},{"id":"XQ_y0bsSllRBg","t":"Marriage is not a noun it's a verb. It isn't something you get. It's something you do. It's the way you love your partner every day.","c":"love","a":"Barbara de Angelis"},{"id":"s3Z4-XAvhr8rd","t":"Love is like a virus. It can happen to anybody at any time.","c":"love","a":"Maya Angelou"},{"id":"q1dW9X75N09o4","t":"Fantasy love is much better than reality love. Never doing it is very exciting. The most exciting attractions are between two opposites that never meet.","c":"love","a":"Andy Warhol"},{"id":"MNvPQiUk4GLro","t":"Someday I want to have children and give them all the love I never had.","c":"love","a":"Marilyn Monroe"},{"id":"Zz-7nk3mkY2f5","t":"Love consists in this, that two solitudes protect and touch and greet each other.","c":"love","a":"Rainer Maria Rilke"},{"id":"jzTO0U4G_oYu0","t":"I think careful cooking is love, don't you? The loveliest thing you can cook for someone who's close to you is about as nice a valentine as you can give.","c":"love","a":"Julia Child"},{"id":"DfTrgdIiL1Ecm","t":"Many people mistake our work for our vocation. Our vocation is the love of Jesus.","c":"love","a":"Mother Teresa"},{"id":"Mtn9YbWZV7CeP","t":"Adultery is the application of democracy to love.","c":"love","a":"H. L. Mencken"},{"id":"A7ENcaoGhzez1","t":"If love does not know how to give and take without restrictions, it is not love, but a transaction that never fails to lay stress on a plus and a minus.","c":"love","a":"Emma Goldman"},{"id":"n9fYK7M-jaidP","t":"All you need is love. But a little chocolate now and then doesn't hurt.","c":"love","a":"Charles M. Schulz"},{"id":"7wIebY86PEunj","t":"Love is only a dirty trick played on us to achieve continuation of the species.","c":"love","a":"W. Somerset Maugham"},{"id":"BuUHzkY3Ar-aR","t":"This is the miracle that happens every time to those who really love: the more they give, the more they possess.","c":"love","a":"Rainer Maria Rilke"},{"id":"Y64zsxqI0IR9X","t":"I love it when someone insults me. That means that I don't have to be nice anymore.","c":"love","a":"Billy Idol"},{"id":"vAfvbwEWxkH8h","t":"Men love to wonder, and that is the seed of science.","c":"love","a":"Ralph Waldo Emerson"},{"id":"arg65jFi3Y4Ze","t":"Immature love says: 'I love you because I need you.' Mature love says 'I need you because I love you.'","c":"love","a":"Erich Fromm"},{"id":"7SBxsSsH6z3Oc","t":"Metaphors are dangerous. Love begins with a metaphor. Which is to say, love begins at the point when a woman enters her first word into our poetic memory.","c":"love","a":"Milan Kundera"},{"id":"o0QkpDOwuU9dT","t":"True love stories never have endings.","c":"love","a":"Richard Bach"},{"id":"1YK9A7OpDDUp6","t":"I have a very strong feeling that the opposite of love is not hate - it's apathy. It's not giving a damn.","c":"love","a":"Leo Buscaglia"},{"id":"ksV3NfedGW15V","t":"The love of a mother is the veil of a softer light between the heart and the heavenly Father.","c":"love","a":"Samuel Taylor Coleridge"},{"id":"8REKhfAUUA0aQ","t":"Unless you love someone, nothing else makes any sense.","c":"love","a":"e. e. cummings"},{"id":"9VsSdeh1U29ca","t":"Love. Fall in love and stay in love. Write only what you love, and love what you write. The key word is love. You have to get up in the morning and write something you love, something to live for.","c":"love","a":"Ray Bradbury"},{"id":"-YVIWbUCwW4Lh","t":"If you wished to be loved, love.","c":"love","a":"Lucius Annaeus Seneca"},{"id":"tLeshYwOwotyq","t":"The only thing we never get enough of is love and the only thing we never give enough of is love.","c":"love","a":"Henry Miller"},{"id":"2lFXSAWVU7VTE","t":"The more I think about it, the more I realize there is nothing more artistic than to love others.","c":"love","a":"Vincent Van Gogh"},{"id":"GZfqqSHIzjrwv","t":"Everything that I love is behind those gates. We have elephants, and giraffes, and crocodiles, and every kind of tigers and lions. And - and we have bus loads of kids, who don't get to see those things. They come up sick children, and enjoy it.","c":"love","a":"Michael Jackson"},{"id":"zMVnc18Z1JZ4p","t":"If a person loves only one other person and is indifferent to all others, his love is not love but a symbiotic attachment, or an enlarged egotism.","c":"love","a":"Erich Fromm"},{"id":"egavrWYJdwQ9m","t":"In love there are two things - bodies and words.","c":"love","a":"Joyce Carol Oates"},{"id":"rfbTW47NIk-pU","t":"Is it not enough to know the evil to shun it? If not, we should be sincere enough to admit that we love evil too well to give it up.","c":"love","a":"Mahatma Gandhi"},{"id":"vva9wOw24iv8O","t":"To abandon oneself to principles is really to die - and to die for an impossible love which is the contrary of love.","c":"love","a":"Albert Camus"},{"id":"ejp6BxLTKbccG","t":"Don't forget to love yourself.","c":"love","a":"Soren Kierkegaard"},{"id":"XLgAZefNw6n_m","t":"He who does not love his own language is worse than an animal and smelly fish.","c":"love","a":"Jose Rizal"},{"id":"NZ1ytNom7nkP3","t":"What love we've given, we'll have forever. What love we fail to give, will be lost for all eternity.","c":"love","a":"Leo Buscaglia"},{"id":"1pNamsE_nOfLI","t":"When love beckons to you, follow him, Though his ways are hard and steep. And when his wings enfold you yield to him, Though the sword hidden among his pinions may wound you.","c":"love","a":"Khalil Gibran"},{"id":"at8wh9WjqkkAh","t":"I know of only one duty, and that is to love.","c":"love","a":"Albert Camus"},{"id":"HrKTwWX3j93Sx","t":"I'm not saying that love always takes you to heaven. Your life can become a nightmare. But that said, it is worth taking the risk.","c":"love","a":"Paulo Coelho"},{"id":"-dZuZx3xZ7W_U","t":"Love comes when manipulation stops when you think more about the other person than about his or her reactions to you. When you dare to reveal yourself fully. When you dare to be vulnerable.","c":"love","a":"Joyce Brothers"},{"id":"v35RhihhzmYcC","t":"If you could only love enough, you could be the most powerful person in the world.","c":"love","a":"Emmet Fox"},{"id":"1pLJkoOiCh8mR","t":"The Eskimos had fifty-two names for snow because it was important to them: there ought to be as many for love.","c":"love","a":"Margaret Atwood"},{"id":"AZhJXSw3ECGMa","t":"The most important thing a father can do for his children is to love their mother.","c":"love","a":"Theodore Hesburgh"},{"id":"pn56vH--NlEY5","t":"You should hurry up and acquire the cigar habit. It's one of the major happinesses. And so much more lasting than love, so much less costly in emotional wear and tear.","c":"love","a":"Aldous Huxley"},{"id":"3HaNqJnPfk7WP","t":"A loving heart is the truest wisdom.","c":"love","a":"Charles Dickens"},{"id":"YncrUfpgpreSn","t":"As selfishness and complaint pervert the mind, so love with its joy clears and sharpens the vision.","c":"love","a":"Helen Keller"},{"id":"QfEqppCgdE8zn","t":"I will love the light for it shows me the way, yet I will endure the darkness because it shows me the stars.","c":"love","a":"Og Mandino"},{"id":"VIF4HD0yYbRxp","t":"Love is composed of a single soul inhabiting two bodies.","c":"love","a":"Aristotle"},{"id":"1GVbSukpFePM9","t":"Love is the child of illusion and the parent of disillusion.","c":"love","a":"Miguel de Unamuno"},{"id":"YD0qOb5FY_Enx","t":"I'll come and make love to you at five o'clock. If I'm late start without me.","c":"love","a":"Tallulah Bankhead"},{"id":"nU1T9_S9XVi6b","t":"Love is a force more formidable than any other. It is invisible - it cannot be seen or measured, yet it is powerful enough to transform you in a moment, and offer you more joy than any material possession could.","c":"love","a":"Barbara de Angelis"},{"id":"wX7l1-KLJSUJd","t":"May you live as long as you wish and love as long as you live.","c":"love","a":"Robert A. Heinlein"},{"id":"SnaDvrAeQitN3","t":"There isn't any formula or method. You learn to love by loving - by paying attention and doing what one thereby discovers has to be done.","c":"love","a":"Aldous Huxley"},{"id":"YbE4Rib0DDJtE","t":"People who throw kisses are hopelessly lazy.","c":"love","a":"Bob Hope"},{"id":"Er8nt46YusGGH","t":"It may be true that the law cannot make a man love me, but it can keep him from lynching me, and I think that's pretty important.","c":"love","a":"Martin Luther King, Jr."},{"id":"Bnp4g3sLXCFtP","t":"All love shifts and changes. I don't know if you can be wholeheartedly in love all the time.","c":"love","a":"Julie Andrews"},{"id":"OMr7GxwQ0FuLp","t":"Love isn't something you find. Love is something that finds you.","c":"love","a":"Loretta Young"},{"id":"zW8ERlrhYiGeJ","t":"No woman ever hates a man for being in love with her, but many a woman hate a man for being a friend to her.","c":"love","a":"Alexander Pope"},{"id":"izVqQCXSOHEka","t":"I was about half in love with her by the time we sat down. That's the thing about girls. Every time they do something pretty... you fall half in love with them, and then you never know where the hell you are.","c":"love","a":"J. D. Salinger"},{"id":"k-rdxJrOI8Gso","t":"The desire for possession is insatiable, to such a point that it can survive even love itself. To love, therefore, is to sterilize the person one loves.","c":"love","a":"Albert Camus"},{"id":"3I9lgCjV6tg8s","t":"Only love interests me, and I am only in contact with things that revolve around love.","c":"love","a":"Marc Chagall"},{"id":"0PljQWP2fAMhg","t":"You either love or you hate. You live in the middle, you get nothing.","c":"love","a":"Charlie Sheen"},{"id":"riKOD8Ky1WdoH","t":"We never know the love of a parent till we become parents ourselves.","c":"love","a":"Henry Ward Beecher"},{"id":"ZNiIIh65x7fFn","t":"I tore myself away from the safe comfort of certainties through my love for truth - and truth rewarded me.","c":"love","a":"Simone de Beauvoir"},{"id":"dYfxi5w63xhlB","t":"Love means to commit yourself without guarantee.","c":"love","a":"Anne Campbell"},{"id":"pFwB8VYh03AsC","t":"There are more love songs than anything else. If songs could make you do something we'd all love one another.","c":"love","a":"Frank Zappa"},{"id":"xGKdNE_xu93cS","t":"A new command I give you: Love one another. As I have loved you, so you must love one another.","c":"love","a":"Jesus Christ"},{"id":"Ik7qAFFCkKeOD","t":"The most powerful weapon on earth is the human soul on fire.","c":"love","a":"Ferdinand Foch"},{"id":"07ClgUp-3mVk7","t":"Love is always being given where it is not required.","c":"love","a":"E. M. Forster"},{"id":"LqchcCHExpXU1","t":"Love in its essence is spiritual fire.","c":"love","a":"Lucius Annaeus Seneca"},{"id":"Tz0RvTjgKbOZ_","t":"Love has its own time, its own season, and its own reasons from coming and going. You cannot bribe it or coerce it or reason it into staying. You can only embrace it when it arrives and give it away when it comes to you.","c":"love","a":"Kent Nerburn"},{"id":"IcqiN8T5g_28H","t":"Money can't buy love, but it improves your bargaining position.","c":"love","a":"Christopher Marlowe"},{"id":"jR9Ah0mL60lQZ","t":"Love is what you've been through with somebody.","c":"love","a":"James Thurber"},{"id":"PjCXqO0t5v0JV","t":"Men often pass from love to ambition, but they seldom come back again from ambition to love.","c":"love","a":"Francois de La Rochefoucauld"},{"id":"zStJ5qriOMaj5","t":"The wise are wise only because they love. The fool are fools only because they think they can understand love.","c":"love","a":"Paulo Coelho"},{"id":"KoHraicQ352Pc","t":"Hate is only a form love that hasn't found a way to express itself logically.","c":"love","a":"Lil Wayne"},{"id":"ARmNB0Q-dwThA","t":"The highest patriotism is not a blind acceptance of official policy, but a love of one's country deep enough to call her to a higher plain.","c":"love","a":"George McGovern"},{"id":"8GcAOWpcy6I02","t":"Love is all we have, the only way that each can help the other.","c":"love","a":"Euripides"},{"id":"ueEvQMGeRJK0R","t":"When love is not madness, it is not love.","c":"love","a":"Pedro Calderon de la Barca"},{"id":"WnipVlgdrKRNT","t":"Love: A temporary insanity curable by marriage.","c":"love","a":"Ambrose Bierce"},{"id":"OqzNHHf7OUEgy","t":"Do all things with love.","c":"love","a":"Og Mandino"},{"id":"faVrMOagp3sh6","t":"Love possesses not nor will it be possessed, for love is sufficient unto love.","c":"love","a":"Khalil Gibran"},{"id":"0yE6XSEsZvH_0","t":"We can only learn to love by loving.","c":"love","a":"Iris Murdoch"},{"id":"ItHzkvqWSQ5WZ","t":"True love is quiescent, except in the nascent moments of true humility.","c":"love","a":"Bryant H. McGill"},{"id":"s0wnKYH80X3Yl","t":"I always like to win. But I'm the big sister. I want to make sure she has everything, even if I don't have anything. It's hard. I love her too much. That's what counts.","c":"love","a":"Venus Williams"},{"id":"VJBhuf10RirXI","t":"When people get married because they think it's a long-time love affair, they'll be divorced very soon, because all love affairs end in disappointment. But marriage is a recognition of a spiritual identity.","c":"love","a":"Joseph Campbell"},{"id":"0dvzGGqFSZ3SQ","t":"To enlarge or illustrate this power and effect of love is to set a candle in the sun.","c":"love","a":"Robert Burton"},{"id":"THwbbXibr4ZNc","t":"I do all the evil I can before I learn to shun it? Is it not enough to know the evil to shun it? If not, we should be sincere enough to admit that we love evil too well to give it up.","c":"love","a":"Mahatma Gandhi"},{"id":"V2jnUyco2_gh1","t":"Gestures, in love, are incomparably more attractive, effective and valuable than words.","c":"love","a":"Francois Rabelais"},{"id":"pEp4plAv6ZkSh","t":"All the commandments: You shall not commit adultery, you shall not kill, you shall not steal, you shall not covet, and so on, are summed up in this single command: You must love your neighbor as yourself.","c":"love","a":"Jesus Christ"},{"id":"l0J2NlV746C8c","t":"Love is when he gives you a piece of your soul, that you never knew was missing.","c":"love","a":"Torquato Tasso"},{"id":"a5H6F8t3QDjH6","t":"I love to put on lotion. Sometimes I'll watch TV and go into a lotion trance for an hour. I try to find brands that don't taste bad in case anyone wants to taste me.","c":"love","a":"Angelina Jolie"},{"id":"FTtr66lb2hTUf","t":"It is impossible to love and to be wise.","c":"love","a":"Francis Bacon"},{"id":"y-gX9Vu7tZqQY","t":"I love power. But it is as an artist that I love it. I love it as a musician loves his violin, to draw out its sounds and chords and harmonies.","c":"love","a":"Napoleon Bonaparte"},{"id":"qBkuMsQFy9TW3","t":"Love is the ultimate theme, but it's not just for women.","c":"love","a":"Will Smith"},{"id":"9QtZDLeh_SiBc","t":"If you don't love me, it does not matter, anyway I can love for both of us.","c":"love","a":"Stendhal"},{"id":"rkxtxHRMp6BsS","t":"Who loves, raves.","c":"love","a":"Lord Byron"},{"id":"EN4N55EucfsbC","t":"Love is the answer, and you know that for sure Love is a flower, you've got to let it grow.","c":"love","a":"John Lennon"},{"id":"omYvH9KGm2obF","t":"From your parents you learn love and laughter and how to put one foot before the other. But when books are opened you discover that you have wings.","c":"love","a":"Helen Hayes"},{"id":"EIJWdAYLSBaSB","t":"One advantage of marriage is that, when you fall out of love with him or he falls out of love with you, it keeps you together until you fall in again.","c":"love","a":"Judith Viorst"},{"id":"J8tDsz55K39S1","t":"Whoever loves becomes humble. Those who love have, so to speak, pawned a part of their narcissism.","c":"love","a":"Sigmund Freud"},{"id":"DdLV6Xx8Ate-C","t":"Men always want to be a woman's first love - women like to be a man's last romance.","c":"love","a":"Oscar Wilde"},{"id":"ux32qSVE3C_ps","t":"I have found the paradox, that if you love until it hurts, there can be no more hurt, only more love.","c":"love","a":"Mother Teresa"},{"id":"tJQJ2c8C5Nxhr","t":"True love is eternal, infinite, and always like itself. It is equal and pure, without violent demonstrations: it is seen with white hairs and is always young in the heart.","c":"love","a":"Honore de Balzac"},{"id":"CH80M-dDx3Yzt","t":"Loyalty and devotion lead to bravery. Bravery leads to the spirit of self-sacrifice. The spirit of self-sacrifice creates trust in the power of love.","c":"love","a":"Morihei Ueshiba"},{"id":"IF9wbw8dllzXm","t":"In the end, the love you take is equal to the love you make.","c":"love","a":"Paul McCartney"},{"id":"qQj7Mgp5Fl2OH","t":"Love him and let him love you. Do you think anything else under heaven really matters?","c":"love","a":"James A. Baldwin"},{"id":"z1Owh9l_tEECD","t":"Love one another and help others to rise to the higher levels, simply by pouring out love. Love is infectious and the greatest healing energy.","c":"love","a":"Sai Baba"},{"id":"Q8TNmJP2XxJx5","t":"You don't have to love them. You just have to respect their rights.","c":"love","a":"Edward Koch"},{"id":"Oo9ndrGntxY7c","t":"Girls we love for what they are young men for what they promise to be.","c":"love","a":"Johann Wolfgang von Goethe"},{"id":"as6-kHD816BEO","t":"I'm in trouble because I'm normal and slightly arrogant. A lot of people don't like themselves and I happen to be totally in love with myself.","c":"love","a":"Mike Tyson"}]