[{"id":"Hwyeoqc0cnhnd","t":"After marriage, a woman's sight becomes so keen that she can see right through her husband without looking at him, and a man's so dull that he can look right through his wife without seeing her.","c":"marriage","a":"Helen Rowland"},{"id":"v01t9EJ8QkEWj","t":"It devastates me now that I have been reduced to a Hollywood statistic - another joke marriage.","c":"marriage","a":"Sophia Bush"},{"id":"SW-ewmKV7VpPS","t":"I believe I went through a divorce. My relationship with Ellen is no less significant as a marriage than my relationship to Coley.","c":"marriage","a":"Anne Heche"},{"id":"ecHS3T7fWW3cH","t":"My marriage to my husband, Bart Conner in 1996 is my proudest personal moment.","c":"marriage","a":"Nadia Comaneci"},{"id":"iaBRT9xD1mESo","t":"Marriage is all about knowing the ins and outs and the intimate details, and your wife is supposed to be the person you know best. But my brother and I think alike, know everything about one another, and when we get together, we block everything else out. Nothing exists in our world except for us.","c":"marriage","a":"Jon Heder"},{"id":"-dyoqKxT6rxBL","t":"I decided he'd changed so much that a whole new book was required and that book actually I can say so was the first to say that the marriage was in trouble and the Prince didn't like at all and my book was being serialized in the Sunday Times over five weeks.","c":"marriage","a":"Anthony Holden"},{"id":"WvAwC_8tV1ADk","t":"It's tough to stay married. My wife kisses the dog on the lips, yet she won't drink from my glass.","c":"marriage","a":"Rodney Dangerfield"},{"id":"8gDRJrzXJXmhR","t":"I love the concept of togetherness and the entwinement of marriage.","c":"marriage","a":"William Shatner"},{"id":"3rq5lEdfnD7vk","t":"My older sister was at the cusp of new wave, and I had older brothers from my father's first marriage who were rock 'n' roll guys, so I was exposed to a lot of popular culture.","c":"marriage","a":"Paul Thomas Anderson"},{"id":"5S2UYEFKKN1Yv","t":"I don't know why, but the older I get the more interested I get in my parents' marriage. And it's interesting to be married yourself, too, because there is an inevitable comparison.","c":"marriage","a":"Jhumpa Lahiri"},{"id":"btIKTRHErptjN","t":"If one is going to change the definition of marriage to be, quote, 'same sex,' then there is absolutely no valid argument constitutionally or rhetorically you can make against multiple people getting married. These are radical social changes.","c":"marriage","a":"Gary Bauer","e":true},{"id":"WbOd5TfWbAn8t","t":"Marriage as an institution developed from rape as a practice. Rape, originally defined as abduction, became marriage by capture. Marriage meant the taking was to extend in time, to be not only use of but possession of, or ownership.","c":"marriage","a":"Andrea Dworkin"},{"id":"HKdysnhzqb7fZ","t":"Pink Floyd is like a marriage that's on a permanent trial separation.","c":"marriage","a":"Rick Wright"},{"id":"zl3XE26DF79A7","t":"Over the years the political establishment has frowned if a mainstream politician mentions marriage.","c":"marriage","a":"Iain Duncan Smith"},{"id":"1UTredbxsk778","t":"I rise today in support of Bill C-38, the Civil Marriage Act. I rise in support of a Canada in which liberties are safeguarded, rights are protected and the people of this land are treated as equals under the law.","c":"marriage","a":"Paul Martin"},{"id":"CA2OXgoPJNI1m","t":"It's nice to be able to work I'd love to be able to do another TV show I could do in Chicago so I could live and work in the same place. It's hard being a parent and being in a good marriage, and it all takes a lot of work, but if you're not there you can't do any of it.","c":"marriage","a":"Joan Cusack"},{"id":"3zCd9V2dchg_k","t":"Today, I will vote in support of the Marriage Protection Amendment. I shall do so because like President Bush, I strongly believe that marriage should be between a man and a woman.","c":"marriage","a":"Nick Lampson"},{"id":"5NsZURUYLZD4e","t":"Marriage is popular because it combines the maximum of temptation with the maximum of opportunity.","c":"marriage","a":"George Bernard Shaw"},{"id":"1D_yBvDSdIoZB","t":"The press is just not your friend when it comes to a marriage. That's why we didn't sell the pictures of our wedding, and we got offered millions of dollars for them, millions.","c":"marriage","a":"Katy Perry"},{"id":"gUNA0ftV0Y4t6","t":"I don't understand what the big deal is with gay marriage. Get over it, people.","c":"marriage","a":"Kristin Chenoweth"},{"id":"Wms1ku4j5cySg","t":"The difficulty with marriage is that we fall in love with a personality, but must live with a character.","c":"marriage","a":"Peter De Vries"},{"id":"7iDhzrrvAPdz0","t":"No man should marry until he has studied anatomy and dissected at least one woman.","c":"marriage","a":"Honore de Balzac"},{"id":"ZtJqu_4oJb5Bl","t":"There are going to be peaks and valleys in everything - in your marriage, in your job, in your life. So just enjoy the peaks and ride out the valleys. Just try not to do anything too rash.","c":"marriage","a":"Ricky Schroder"},{"id":"pqfvXn5blMiMo","t":"My parents' long and happy marriage was a great ideal to live up to, but a tough one.","c":"marriage","a":"Olivia Williams"},{"id":"jo8BCF8HMyFKs","t":"Never feel remorse for what you have thought about your wife she has thought much worse things about you.","c":"marriage","a":"Jean Rostand"},{"id":"waEUq1JIJe03o","t":"I have a lot of skepticism about marriage and monogamy.","c":"marriage","a":"Rashida Jones"},{"id":"sFT1FpY7PacuP","t":"I've had two proposals since I've been a widow. I am a wonderful catch, you know. I have a lot of money.","c":"marriage","a":"Ruth Rendell"},{"id":"fKkIwxzSxNSKD","t":"Clearly, if it is sensible to hold a referendum on independence, it is crucial that we have one on marriage. It is the only way the country can move forward on this issue. Let all those who have a view on this subject place their trust in the Scottish people and let Scotland decide.","c":"marriage","a":"Keith O'Brien"},{"id":"enZOyPnd-jN3D","t":"I don't do marriage. I think it's incredibly naff. And I don't like vulgar displays of ostentation.","c":"marriage","a":"Jenny Eclair"},{"id":"JmVT-jg8i8nR-","t":"To us marriage is first, everything else is second.","c":"marriage","a":"Julie Benz"},{"id":"fGftFjIUexT_7","t":"In 1977 we played America and Europe three times, and Japan - my marriage suffered as a result. My then wife took the kids to Canada to be near her parents.","c":"marriage","a":"Phil Collins"},{"id":"XuzV2e_w7t1bs","t":"Marriage should be a duet - when one sings, the other claps.","c":"marriage","a":"Joe Murray"},{"id":"nwWvCW61vC-zy","t":"Marriage is for women the commonest mode of livelihood, and the total amount of undesired sex endured by women is probably greater in marriage than in prostitution.","c":"marriage","a":"Bertrand Russell","e":true},{"id":"QixlIgunobruo","t":"Many women cut back what had to be done at home by redefining what the house, the marriage and, sometimes, what the child needs. One woman described a fairly common pattern: I do my half. I do half of his half, and the rest doesn't get done.","c":"marriage","a":"Arlie Russell Hochschild"},{"id":"jpdM8OL2iOkQp","t":"Marriage is a risk I think it's a great and glorious risk, as long as you embark on the adventure in the same spirit.","c":"marriage","a":"Cate Blanchett"},{"id":"rSDcRWRQYE15r","t":"There is nothing wrong with your marriage if you're dealing with bills and kids and the broken garbage disposal and in-laws and work demands. That's a normal marriage.","c":"marriage","a":"Phil McGraw"},{"id":"TXIFRWiZnaesg","t":"Courtship is to marriage, as a very witty prologue to a very dull play.","c":"marriage","a":"William Congreve"},{"id":"KDRNPLQ-TY0gB","t":"I didn't want to be one of those women who wake up at 63 years old and realize they've missed the window of opportunity for marriage and children.","c":"marriage","a":"Alanis Morissette"},{"id":"MaNV8Iyy-iKu-","t":"In almost every marriage there is a selfish and an unselfish partner. A pattern is set up and soon becomes inflexible, of one person always making the demands and one person always giving way.","c":"marriage","a":"Iris Murdoch"},{"id":"DfRcg8PV8NL7R","t":"I wanted to marry a girl just like my mom.","c":"marriage","a":"Michael Bergin"},{"id":"8NgNp71LDaDnq","t":"A band is not a marriage. There are no oaths of allegiance. If you feel your life will be better served by splitting up the group, you've got to do it - but of course it does cause problems.","c":"marriage","a":"Steve Winwood"},{"id":"EtF3rAlvbEEo-","t":"Whenever a husband and wife begin to discuss their marriage they are giving evidence at a coroner's inquest.","c":"marriage","a":"H. L. Mencken"},{"id":"xFEc6SuZ3AlmU","t":"I think that gay marriage should be between a man and a woman.","c":"marriage","a":"Arnold Schwarzenegger"},{"id":"rH721VBKhLUdq","t":"I couldn't bear a marriage in which one partner hinges on the other.","c":"marriage","a":"Clive Owen"},{"id":"j-sefKpLQFvm9","t":"I grew up in a Hindu household but went to a Roman Catholic school. I grew up with a mother who said, 'I'll arrange a marriage for you at 18,' but she also said that we could achieve anything we put our minds to an encourage us to dream of becoming prime minister or president.","c":"marriage","a":"Indra Nooyi"},{"id":"sfA8-FU4VJ6Ma","t":"French novels generally treat of the relations of women to the world and to lovers, after marriage consequently there is a great deal in French novels about adultery, about improper relations between the sexes, about many things which the English public would not allow.","c":"marriage","a":"Lafcadio Hearn"},{"id":"e_I3Cvf_V3RHw","t":"Marriage is a good deal like a circus: there is not as much in it as is represented in the advertising.","c":"marriage","a":"E. W. Howe"},{"id":"RFhrMcYTl2mHH","t":"A dress that zips up the back will bring a husband and wife together.","c":"marriage","a":"James H. Boren"},{"id":"aaBwnBiYYgnnT","t":"If your neighbor has a completely different view on abortion, gay marriage, stem cell research, all of those things, you still are both Americans. Neither one of you is necessarily more patriotic than the other. Neither loves their country any more than the other one does.","c":"marriage","a":"Phil McGraw"},{"id":"yeYuDlQyd0Soc","t":"I find it disturbing that the media keeps referring to my marriage, since I got divorced in 1979. But the media never wants to let me forget.","c":"marriage","a":"Bianca Jagger"},{"id":"S_B0nsE-yZldo","t":"It is a fact that all women contribute more to marriage than men for the most part they have to change their place of living, their method of work, a great many women today changing their occupation entirely on marriage and they must even change their name.","c":"marriage","a":"Agnes Macphail"},{"id":"dfEA6fw-J8kGx","t":"I should have been out there having a wild time like all the other girls my age, but I wasn't. I was going home every night to what was, initially, a very happy marriage.","c":"marriage","a":"Amanda Holden"},{"id":"V7Q6Ey0n__37m","t":"Marriage is a feast where the grace is sometimes better than the dinner.","c":"marriage","a":"Charles Caleb Colton"},{"id":"zT4hM0OXAweBY","t":"Another argument, vaguer and even less persuasive, is that gay marriage somehow does harm to heterosexual marriage. I have yet to meet anyone who can explain to me what this means. In what way would allowing same-sex partners to marry diminish the marriages of heterosexual couples?","c":"marriage","a":"Ted Olson","e":true},{"id":"H98fVClUBuPuU","t":"Having federal officials, whether judges, bureaucrats, or congressmen, impose a new definition of marriage on the people is an act of social engineering profoundly hostile to liberty.","c":"marriage","a":"Ron Paul"},{"id":"FCqEb7O0epsBe","t":"Marriage, laws, the police, armies and navies are the mark of human incompetence.","c":"marriage","a":"Dora Russell"},{"id":"JFhoHIQrGgzo3","t":"Civil marriage, like all civil rights provided by the government, must be provided equally to all Americans.","c":"marriage","a":"Benjamin Todd Jealous"},{"id":"gvYPSE_qV8b5l","t":"Since 1970, relationships can be more volatile, jobs more ephemeral, geographical mobility more intensified, stability of marriage weaker.","c":"marriage","a":"Mary Douglas"},{"id":"9JRmdJAoVpIJP","t":"Success is hard in general for most women. We now have such busy lives, and we're told we can do everything - you know, we can have the relationship and the marriage and the kids and the career.","c":"marriage","a":"Cat Deeley"},{"id":"RWl-AY2FhMvLp","t":"I know I'm guilty of and I think a lot of people are guilty of sort of getting starry-eyed with love and sort of looking over the bad things and keep going and you don't really prepare for how much work marriage really is.","c":"marriage","a":"John Krasinski"},{"id":"ACIcNBm9LMy3n","t":"Is marriage for ever? I think you get married with the intention that it will be, but who knows?","c":"marriage","a":"Courteney Cox"},{"id":"1qMWYzLIcVQm9","t":"We need uniform protection of traditional marriage. You can't have different definitions on something as fundamental as marriage. The Marriage Protection Amendment is the only solution to this problem.","c":"marriage","a":"Ernest Istook"},{"id":"CXwiZ3gmpBIwE","t":"Marriage: a ceremony in which rings are put on the finger of the lady and through the nose of the gentleman.","c":"marriage","a":"Herbert Spencer"},{"id":"Li-G15Agfd5Vm","t":"Divorce is probably of nearly the same date as marriage. I believe, however, that marriage is some weeks the more ancient.","c":"marriage","a":"Voltaire"},{"id":"kdUcXlhxrKOVb","t":"If you made a list of reasons why any couple got married, and another list of the reasons for their divorce, you'd have a hell of a lot of overlapping.","c":"marriage","a":"Mignon McLaughlin"},{"id":"7G5JA5mi4OHI8","t":"In those days, the late 1970s, one of the leading politicians was a soon-to-be uncle by marriage of Arnold Schwarzenegger, named Ted Kennedy.","c":"marriage","a":"Michael Kinsley"},{"id":"KMoA8ZNgKcggk","t":"Any sex outside of the marriage bond between a man and a woman is violating God's law.","c":"marriage","a":"Jerry Falwell","e":true},{"id":"6CWbrdLgiZH2W","t":"The most important thing for a good marriage is to learn how to argue peaceably.","c":"marriage","a":"Anita Ekberg"},{"id":"5TPFduBZTK6u9","t":"Marriage brings up all the things I pushed to the back burner - the fears, the mistrust, the doubts, the insecurities. It's like opening Pandora's box.","c":"marriage","a":"Jennifer Aniston"},{"id":"CTJJxR2urDovV","t":"There are four stages in a marriage. First there's the affair, then the marriage, then children and finally the fourth stage, without which you cannot know a woman, the divorce.","c":"marriage","a":"Norman Mailer"},{"id":"haDL6PzTSzLkC","t":"The definition of marriage cannot be disputed. It's right there in black and white and it's been the same since the start of Wikipedia.","c":"marriage","a":"Jesse Tyler Ferguson"},{"id":"07hALFwYZDlYP","t":"Keep your eyes wide open before marriage, half shut afterwards.","c":"marriage","a":"Benjamin Franklin"},{"id":"gPpXpyL7fZwmm","t":"I adore the theater and I am a painter. I think the two are made for a marriage of love. I will give all my soul to prove this once more.","c":"marriage","a":"Marc Chagall"},{"id":"PVbnTdRny3kiQ","t":"Marriage is an exercise in torture.","c":"marriage","a":"Frances Conroy"},{"id":"YEh_IuoAAPYHk","t":"Being divorced is like being hit by a Mack truck. If you live through it, you start looking very carefully to the right and to the left.","c":"marriage","a":"Jean Kerr"},{"id":"wrhfoJqjOecVV","t":"I wasn't looking for another marriage. I had been married before. He is a nice man - a geologist, an Ernest Hemingway type. But Paul and I married because of convention.","c":"marriage","a":"Linda McCartney"},{"id":"0rwrxyolQycWc","t":"Daddy was real gentle with kids. That's why I expected so much out of marriage, figuring that all men should be steady and pleasant.","c":"marriage","a":"Loretta Lynn"},{"id":"MC-rVxUL5WLox","t":"I was gone so much in my first marriage. I love the moments when I engage with my youngest daughter now. It's not my thing to sit on the ground and play tea party, but I'll do it because it's a moment that will stick with me forever.","c":"marriage","a":"Tim Allen"},{"id":"V5JWsFBQm3khe","t":"I think marriage and athletes is a bad combination.","c":"marriage","a":"Dennis Rodman"},{"id":"YUb7e-V1dlLlR","t":"My marriage is on the rocks again, yeah, my wife just broke up with her boyfriend.","c":"marriage","a":"Rodney Dangerfield"},{"id":"BKmBNRdunTVSL","t":"I have married thriteen couples. I'm about to do a marriage next month.","c":"marriage","a":"Sally Kirkland"},{"id":"V_6hMl7bDRKz7","t":"I've always been clear, I support the traditional definition of marriage.","c":"marriage","a":"Stephen Harper"},{"id":"DqZicP6giGoiy","t":"The whole Haley-Nathan marriage deal was a pretty good twist huh? I hope we got all of you with it. That particular story line even suprised me when I read it, it's a good one and it'll provide for some good stories to come.","c":"marriage","a":"James Lafferty"},{"id":"Vmc3gdvsgM4Sd","t":"I love the institution of marriage, and I love my marriage.","c":"marriage","a":"Kyle Chandler"},{"id":"MVf3-R2ln1OMt","t":"Nothing in life is as good as the marriage of true minds between man and woman. As good? It is life itself.","c":"marriage","a":"Pearl S. Buck"},{"id":"1K_2xX2R3bRBS","t":"My father was very big on marriage.","c":"marriage","a":"Sidney Poitier"},{"id":"xanrHiU3_SzKn","t":"Marriage is a reflection of your life in general: how you treat people, how you argue, how secure you are in your own thoughts. How vehemently do you argue your point of view? With what disdain do you view the other's point of view?","c":"marriage","a":"William Shatner"},{"id":"aYJCfcw2FfMc5","t":"It couldn't be a simpler answer. Marriage doesn't really mean anything to me. I feel like in many ways marriage is more for the families of the couple than for the people involved, so I don't gravitate to it.","c":"marriage","a":"Jon Hamm"},{"id":"Ospzo2d18qJet","t":"God invented concubinage, satan marriage.","c":"marriage","a":"Francis Picabia"},{"id":"XNubiMumMZXWg","t":"But the key to our marriage is the capacity to give each other a break. And to realize that it's not how our similarities work together it's how our differences work together.","c":"marriage","a":"Michael J. Fox"},{"id":"dTgPQ_dD8Nema","t":"Marriage and the creation of families has been an integral part of our society since its creation it should not be defined without the kind of involvement by the people which a constitutional process would require.","c":"marriage","a":"Robert Foster Bennett"},{"id":"GIrynsIHCxpL3","t":"Never stay in a bad marriage, and don't hang around with psycho coke fiends.","c":"marriage","a":"Joe Rogan"},{"id":"d7K9xFJu_9G_X","t":"My second marriage had a lot to do with alcohol.","c":"marriage","a":"Mercedes McCambridge"},{"id":"HWLxV21TdY1qI","t":"Marriage is one long conversation, chequered by disputes.","c":"marriage","a":"Robert Louis Stevenson"},{"id":"Om3zZlZwDj_hi","t":"The rule with marriage is the less you talk about it the better, as far as I can tell.","c":"marriage","a":"Jennifer Garner"},{"id":"ko4px0xpkNewN","t":"No candidate can win a presidential race advocating gay marriage and opposing the military action in Iraq.","c":"marriage","a":"Dick Morris"},{"id":"1Bw-xL2iPNQtf","t":"Men have a much better time of it than women. For one thing, they marry later for another thing, they die earlier.","c":"marriage","a":"H. L. Mencken"},{"id":"OMKYGeBKpX5-i","t":"There's not a lot of room anymore for what I call 'made-up' drama. The drama comes from real places now - marriage takes work and focus, the kid stuff takes patience and commitment. And if you don't grow as people and as a couple, within all of that, then you've got some real drama.","c":"marriage","a":"Jeremy Sisto"},{"id":"EG_qaWn_FHTW0","t":"I found it an interesting portrait of a marriage in exploring notions of how one partner supports the other, whilst not jeopardizing the greater good - which is the family.","c":"marriage","a":"Rachel Griffiths"},{"id":"FDqY92vCGy5Hc","t":"Other than marriage, she doesn't control me and I don't control her.","c":"marriage","a":"Gavyn Davies"},{"id":"7m4vJfD7fkrOz","t":"Only choose in marriage a man whom you would choose as a friend if he were a woman.","c":"marriage","a":"Joseph Joubert"},{"id":"K6tQT3OjO7W2h","t":"I suffered from a mild case of postpartum depression after my second child and the physical challenge of maintaining an overnight shift at CBS, a marriage, and two in diapers made the symptoms worse and everyone in the house paid the price.","c":"marriage","a":"Mika Brzezinski"},{"id":"p2HIxd0KAJAwY","t":"Children are supposed to help hold a marriage together. They do this in a number of ways. For instance, they demand so much attention that a husband and wife, concentrating on their children, fail to notice each other's faults.","c":"marriage","a":"Richard Armour"},{"id":"1e2bqURpR54-y","t":"I'm an advocate for gay marriage. I have more gay friends than Carter has pills.","c":"marriage","a":"Patti Stanger"},{"id":"5ocqWKmlbQR3Y","t":"I'm not that big a fan of marriage as an institution and I don't know why women need to have children to be seen as complete human beings.","c":"marriage","a":"Marisa Tomei"},{"id":"62n13OEq4vTuP","t":"I'm not a marriage expert, quite clearly.","c":"marriage","a":"Cathy Freeman"},{"id":"alOkvbNR-csRX","t":"I tried marriage. I'm 0 for 3 with the marriage thing. So, being a ballplayer - I believe in numbers. I'm not going 0 for 4. I'm not wearing a golden sombrero.","c":"marriage","a":"Charlie Sheen"},{"id":"MQFSVC4GkDYCH","t":"I would love to have the same rights as everybody else. I would love, I don't care if it's called marriage. I don't care if it's called, you know, domestic partnership. I don't care what it's called.","c":"marriage","a":"Ellen DeGeneres"},{"id":"Z4rHA9BYqrc9o","t":"I think that two people who decide to live together in a marriage situation, they have an obligation to make the marriage work for them.","c":"marriage","a":"Helen Reddy"},{"id":"o3XyEPLPCXnnL","t":"The cultural expectation should be if there's infidelity, the marriage is more important than fidelity.","c":"marriage","a":"Dan Savage"},{"id":"K1eHc56n_n8bT","t":"Marriage may often be a stormy lake, but celibacy is almost always a muddy horse pond.","c":"marriage","a":"Thomas Love Peacock"},{"id":"p3sQWMax_lNQz","t":"You know, I believe that marriage is between a man and a woman.","c":"marriage","a":"Carly Fiorina"},{"id":"Nzj9zLXdEc564","t":"I think gay marriage should be the national law.","c":"marriage","a":"Rose McGowan"},{"id":"Q22VT5cvOpL21","t":"Marriage: love, honor, and negotiate.","c":"marriage","a":"Joe Moore"},{"id":"nrM4Vhyvr4Fk6","t":"I found marriage somewhat stifling. I don't know that I am the kind of man who ought to be married.","c":"marriage","a":"Burt Lancaster"},{"id":"v0UTpajK6bqKG","t":"After about 20 years of marriage, I'm finally starting to scratch the surface of what women want. And I think the answer lies somewhere between conversation and chocolate.","c":"marriage","a":"Mel Gibson"},{"id":"JjeBe9qrBdV24","t":"I do support a constitutional amendment on marriage between a man and a woman, but I would not be going into the states to overturn their state law.","c":"marriage","a":"Michele Bachmann"},{"id":"hmKzrzEwuoFVS","t":"I worked with John, but I had enough sense to walk just a little ways behind him. I could have made more records, but I wanted to have a marriage.","c":"marriage","a":"June Carter Cash"},{"id":"VR1MkZCGpBaSi","t":"Our national media refuses to report that even the Supreme Court did not say marriage was a human right in all cases nor did it say that the heterosexual definition violated anyone's right or that the heterosexual definition of marriage was unconstitutional.","c":"marriage","a":"Stockwell Day"},{"id":"uIqaLFdqj6w4b","t":"It's only fair that stable gay relationships of long standing should have the same rights and responsibilities as married couples. I know the image of gay marriage is to some people horrific and ludicrous.","c":"marriage","a":"Ian Mckellen"},{"id":"MKX_n3cS5INbj","t":"I believe a marriage is between a man and a woman.","c":"marriage","a":"George W. Bush"},{"id":"WV_MM7P0Fttx3","t":"Instead, I think over the years we have cut the strength of marriage and relationships by the law and weakened the institution. We have tried to deal with relationships with no-fault divorce, with child custody, with so many other avenues and it has not helped.","c":"marriage","a":"Timothy Murphy"},{"id":"Wf1MZNSCpS4Gj","t":"The majority of husbands remind me of an orangutan trying to play the violin.","c":"marriage","a":"Honore de Balzac"},{"id":"syjO5VPuBH4f4","t":"She got the magazine on a Wednesday morning, and on Thursday announced our marriage was over.","c":"marriage","a":"David Gest"},{"id":"GNC5HR96Rd7--","t":"In a sacred ground like marriage, you find yourself out of it at certain times for reasons unknown that can be destructive. There could be a demon that kind of comes out and overtakes you.","c":"marriage","a":"David Boreanaz"},{"id":"qsnjsZZaNgBxC","t":"I feel very deeply about the need to respect and tolerate people of different social - or sexual orientation. But at the same time, I believe marriage should be preserved as an institution for one man and one woman.","c":"marriage","a":"Mitt Romney"},{"id":"u-GnyfDSRPI0S","t":"If someone talks about union, fidelity, a monogamous relationship, love, blessing I would say it sounds like marriage to me. And blessing, you see, I think is undermining our sacrament of marriage.","c":"marriage","a":"George Carey"},{"id":"Pp2BFHrRDdnpG","t":"A liberated woman is one who has sex before marriage and a job after.","c":"marriage","a":"Gloria Steinem","e":true},{"id":"VyWQqiiqs9PjK","t":"Happy is the man who finds a true friend, and far happier is he who finds that true friend in his wife.","c":"marriage","a":"Franz Schubert"},{"id":"ZpuS3g265D-Pn","t":"In a happy marriage it is the wife who provides the climate, the husband the landscape.","c":"marriage","a":"Gerald Brenan"},{"id":"6ocPzWrIXAjwv","t":"I think the institution of marriage is a great idea, but for me it's just an idea.","c":"marriage","a":"Lara Flynn Boyle"},{"id":"rr6os43jgGb5N","t":"I'm so wrapped up in my work that it's often impossible to consider other things in my life. My marriage ended in divorce because of this, my relationship with Holly has suffered by this.","c":"marriage","a":"Jim Carrey"},{"id":"JPfqfAb4hIqkq","t":"I've learned this is a very long marriage doing a television show. I like the people that I work with to be people I enjoy, so you want to cast people who are as excited and enthusiastic as you are.","c":"marriage","a":"Shonda Rhimes"},{"id":"c0tTlu0vwXYic","t":"They dream in courtship, but in wedlock wake.","c":"marriage","a":"Alexander Pope"},{"id":"t4W_b4uSB8Lyp","t":"For marriage to be a success, every woman and every man should have her and his own bathroom. The end.","c":"marriage","a":"Catherine Zeta-Jones"},{"id":"l2-YPf1v0NJGB","t":"I ran to my marriage, I was happily ready to take on marriage.","c":"marriage","a":"Mark Ruffalo"},{"id":"vSco0e6yZNC__","t":"Mama and Daddy King represent the best in manhood and womanhood, the best in a marriage, the kind of people we are trying to become.","c":"marriage","a":"Coretta Scott King","e":true},{"id":"XT135ia6lkB1I","t":"I've always believed the two best anti-poverty programs are work and marriage.","c":"marriage","a":"Jim Talent"},{"id":"ukRS4V7X7O9_r","t":"I don't think there's anything they can say about me that I haven't said about myself already. And I would be an absolute total liar, and my fans would not respect me, if I said that my life and my marriage are perfect. But we absolutely love each other we have fun together - it's great.","c":"marriage","a":"Mary J. Blige"},{"id":"OMPRZjZNWaOiX","t":"Every marriage tends to consist of an aristocrat and a peasant. Of a teacher and a learner.","c":"marriage","a":"John Updike"},{"id":"ZRjmm3x0fT8ph","t":"I married the first man I ever kissed. When I tell this to my children, they just about throw up.","c":"marriage","a":"Barbara Bush"},{"id":"aQYVuip27FV5n","t":"Always get married in the morning. That way if it doesn't work out, you haven't wasted the whole day.","c":"marriage","a":"Mickey Rooney"},{"id":"1eX70xMU3rn3b","t":"Marriage is important to me and I love the idea of being married.","c":"marriage","a":"Nicole Appleton"},{"id":"hDugyCeebXODx","t":"It is better to be unhappy in love than unhappy in marriage, but some people manage to be both.","c":"marriage","a":"Guy de Maupassant"},{"id":"R9ED0vS7ziUnG","t":"When you make the sacrifice in marriage, you're sacrificing not to each other but to unity in a relationship.","c":"marriage","a":"Joseph Campbell"},{"id":"ylbK6SV_VJeLC","t":"Marriage gives you a new respect for a person.","c":"marriage","a":"Katharine McPhee"},{"id":"sg06opkRrLFga","t":"In mid-life the man wants to see how irresistible he still is to younger women. How they turn their hearts to stone and more or less commit a murder of their marriage I just don't know, but they do.","c":"marriage","a":"Earl Warren"},{"id":"3ZH23ESgRsyEI","t":"To me, marriage is partly a religious thing and I'm not religious.","c":"marriage","a":"Alastair Campbell"},{"id":"VBcjXUqStDmhs","t":"I'm always told that what I say is controversial. Why is it controversial? Because I speak from a tradition that has now fallen out of favor with the dominant media in this country. And so when I say things like marriage should be between one man and one woman, I'm called a bigot.","c":"marriage","a":"Rick Santorum"},{"id":"74HhvifZ2AEkx","t":"Perhaps my problem in marriage-and it is the problem of many women-was to want both intimacy and independence. It is a difficult line to walk, yet both needs are important to a marriage.","c":"marriage","a":"Hedy Lamarr"},{"id":"HCm21VGVG9n8y","t":"Most of these alternative arrangements, so-called, arise out of the ruins of marriages, not as an improvement of old fashioned marriage.","c":"marriage","a":"Christopher Lasch"},{"id":"BiWuSTHwrjgqD","t":"But whether a couple is a man and a woman has everything to do with the meaning of marriage.","c":"marriage","a":"Jack Kingston"},{"id":"u7AvsgFS9iwm2","t":"I read somewhere that Mitt and I have a 'storybook marriage.' Well, in the storybooks I read, there were never long, long, rainy winter afternoons in a house with five boys screaming at once. And those storybooks never seemed to have chapters called MS or breast cancer.","c":"marriage","a":"Ann Romney"},{"id":"GRL7B5lojcJh-","t":"Love in marriage should be the accomplishment of a beautiful dream, and not, as it too often is, the end.","c":"marriage","a":"Alphonse Karr"},{"id":"pLSkj8xmnqDFJ","t":"For me working on the marriage and not making the easy choice of cheating was something that I could not do.","c":"marriage","a":"Al Goldstein"},{"id":"-IQ-le7x7YeHJ","t":"We are very puritan in America. We still hold true to these really antiquated values, this idea of the sanctity of marriage.","c":"marriage","a":"Zoe Lister-Jones"},{"id":"7WCeBNXIuZ9E6","t":"A marriage doesn't have to be perfect, but you can be perfect for each other.","c":"marriage","a":"Jessica Simpson"},{"id":"d00MzpDRTQN9v","t":"There is something wrong with our culture when the view that marriage is between one man and one woman, a view shared by half the nation, is portrayed as evidence of hatred.","c":"marriage","a":"Gary Bauer"},{"id":"ZV4eKd5zcT1uj","t":"A marriage contract to me is as binding as any in business, and I have always believed in sticking to an agreement.","c":"marriage","a":"Paul Getty"},{"id":"bWNkGKCV9hGJ6","t":"You know for many elected officials they all started in the same place. You know marriage is between a man and a woman, but they understand that they are moving inevitably, catching up to the American public.","c":"marriage","a":"James McGreevey"},{"id":"izmGoT5I1_8NI","t":"I think there are some people in life who are not marriage material and Chris is one of them.","c":"marriage","a":"Sharon Gless"},{"id":"4AW9pht7Hl-6E","t":"My view is that marriage is a relationship between a man and a woman. That's the position I've had for some time, and I don't intend to make any adjustments at this point... Or ever, by the way.","c":"marriage","a":"Mitt Romney"},{"id":"dj6BOGPqmLJW9","t":"I was made to believe there was a plan in place for ending Donald's previous marriage. I pulled away because I wanted to allow him the time to deal with his wife.","c":"marriage","a":"Marla Maples"},{"id":"wq1e_RtZK7nSG","t":"I put my career in second place throughout both my marriages and it suffered. I don't regret it. You make choices. If you want a good marriage, you must pay attention to that. If you want to be independent, go ahead. You can't have it all.","c":"marriage","a":"Lauren Bacall"},{"id":"mfmuQEKk8RReY","t":"On rare occasions one does hear of a miraculous case of a married couple falling in love after marriage, but on close examination it will be found that it is a mere adjustment to the inevitable.","c":"marriage","a":"Emma Goldman"},{"id":"tuVjkmTCgBAbu","t":"I'm also interested in the modern suggestion that you can have a combination of love and sex in a marriage - which no previous society has ever believed.","c":"marriage","a":"Alain de Botton","e":true},{"id":"Dt0DOdgAqiMxa","t":"To say I drank my way into marriage isn't much of an exaggeration, and it's none at all to say I drank my way out of it.","c":"marriage","a":"Lawrence Block"},{"id":"c3H-t5TOijux8","t":"Marriage must incessantly contend with a monster that devours everything: familiarity.","c":"marriage","a":"Honore de Balzac"},{"id":"xVRYhC9DiinjD","t":"Marriage, if one will face the truth, is an evil, but a necessary evil.","c":"marriage","a":"Menander"},{"id":"YEx-kVRkOKmiJ","t":"I figure no matter how old you are, it's always going to be your first marriage and no life experience is going to make you a better judge of who you should marry.","c":"marriage","a":"Utada Hikaru"},{"id":"W6wxGumnQ36x5","t":"Forty-five States, as the gentleman just said, have determined by people that were elected by the people of that State that marriage is the definition of one man and one woman.","c":"marriage","a":"Randy Neugebauer"},{"id":"CgwD9pn5z6CSt","t":"I think that every state in the union should recognize same-sex marriage.","c":"marriage","a":"Cass Sunstein","e":true},{"id":"MJm2mLJ4-Oifu","t":"If it were not for the presents, an elopement would be preferable.","c":"marriage","a":"George Ade"},{"id":"welMP33Jh59u6","t":"Marriage can be expensive, and if I lose millions then it'll be the best millions I've spent.","c":"marriage","a":"Seth Rogen"},{"id":"WFS_6diXg3d4p","t":"I was glad to hear of that determination as I detest the practice of cousins marrying or any marriage between persons in which there can be traced the most distant relationship. I go for the improvement instead of the deterioration of our race.","c":"marriage","a":"Ezra Cornell"},{"id":"83y827x5z9IHB","t":"Marriage requires a special talent, like acting. Monogamy requires genius.","c":"marriage","a":"Warren Beatty"},{"id":"uFyfxb6C6rW0y","t":"Love is often the fruit of marriage.","c":"marriage","a":"Moliere"},{"id":"IsU5QcYafihS4","t":"Marriage is miserable unless you find the right person that is your soulmate and that takes a lot of looking.","c":"marriage","a":"Marvin Gaye"},{"id":"sNvjdX0eR-Cz9","t":"Marriage hasn't been my thing. But gay people, knock yourselves out!","c":"marriage","a":"Ben Affleck"},{"id":"a-ltqwJ5kS_cQ","t":"I refused David Letterman's proposal of marriage for obvious reasons, but thanks for asking.","c":"marriage","a":"Teri Garr"},{"id":"a1qfngZlQvn51","t":"Marriage feels like an industry with catering and really expensive bands.","c":"marriage","a":"Rashida Jones"},{"id":"S-TYj0UJfzX_w","t":"I believe it's a real tedious hostage negotiation to have a marriage be what it is.","c":"marriage","a":"Brad Garrett"},{"id":"80BPMfM7qdJpl","t":"When I got married in my twenties, I had a happy marriage and happy kids but at some point in time I let it go off the rails I let it go off the rails.","c":"marriage","a":"Stuart Rose"},{"id":"5UHo1Ko8I401_","t":"For the life of me, I don't understand what honest motive there is in putting this in front of this body to philosophically debate marriage on a constitutional amendment that is not going to happen, and which is enormously divisive in all of our communities.","c":"marriage","a":"Dianne Feinstein"},{"id":"iJsBVJ5PrKohD","t":"Marriage is really tough because you have to deal with feelings... and lawyers.","c":"marriage","a":"Richard Pryor"},{"id":"RPAdOiUYijSXX","t":"It's about time we all faced up to the truth. If we accept the radical homosexual agenda, be it in the military or in marriage or in other areas of our lives, we are utterly destroying the concept of family.","c":"marriage","a":"Alan Keyes"},{"id":"ApFWtwgEiI2ry","t":"The facts are plain: Religious leaders who preside over marriage ceremonies must and will be guided by what they believe. If they do not wish to celebrate marriages for same-sex couples, that is their right. The Supreme Court says so. And the Charter says so.","c":"marriage","a":"Paul Martin","e":true},{"id":"a_EtlGQ8UWsvh","t":"Stability is why society has an interest in marriage.","c":"marriage","a":"Gene Robinson"},{"id":"GZtx1ndkO_Osz","t":"The most happy marriage I can picture or imagine to myself would be the union of a deaf man to a blind woman.","c":"marriage","a":"Samuel Taylor Coleridge"},{"id":"BqUF4o-DQt75h","t":"It's nice to know you have support. Last night I got a marriage proposal. I just laughed.","c":"marriage","a":"Carrie Underwood"},{"id":"Wg2ttc1CQ2nJ4","t":"Well, marriage is a very important part of our culture and our society. If we want to have a hopeful and decent society, we ought to aim for the ideal.","c":"marriage","a":"Karl Rove"},{"id":"xpWKG85GgTNij","t":"Culture and tradition have to change little by little. So 'new' means a little twist, a marriage of Japanese technique with French ingredients. My technique. Indian food, Korean food I put Italian mozzarella cheese with sashimi. I don't think 'new new new.' I'm not a genius. A little twist.","c":"marriage","a":"Masaharu Morimoto"},{"id":"-bSDbwXhYyzX3","t":"You can't wake up one day and say 'I'm for gay marriage,' and wake up the next day and say 'I'm against it.' Wake up one day and say, 'I'm pro-choice,' and the next day wake up and say, 'I'm pro-life.' There's no credibility there.","c":"marriage","a":"Roger Stone"},{"id":"uRl3vcHVuOUJu","t":"I had only two offers of marriage in my life, and I refused both.","c":"marriage","a":"Catherine Helen Spence"},{"id":"96qZVPAg6oQJf","t":"I believe in the sanctity of marriage.","c":"marriage","a":"Sam Brownback"},{"id":"2C5gjRQflBlP1","t":"He's the kind of man a woman would have to marry to get rid of.","c":"marriage","a":"Mae West"},{"id":"y7YERxaVN7pRx","t":"Those who condemn gay marriage, yet are silent or indifferent to the breakdown of marriage and divorce, are, in my view, missing the real issue.","c":"marriage","a":"Malcolm Turnbull"},{"id":"63v1xP5kS6ldU","t":"I had a happy marriage and a nice wife. I accomplished everything you can. What more can you want?","c":"marriage","a":"Max Schmeling"},{"id":"Gv12ho8rhc0Ge","t":"Marriage is nature's way of keeping us from fighting with strangers.","c":"marriage","a":"Alan King"},{"id":"tczu03Ric5eE4","t":"It is always incomprehensible to a man that a woman should ever refuse an offer of marriage.","c":"marriage","a":"Jane Austen"},{"id":"o14q8dB513IxW","t":"When a marriage culture fails, sexual desire no longer unites instead it fragments.","c":"marriage","a":"Maggie Gallagher"},{"id":"aAMfBozG5qNyZ","t":"But marriage goes in waves. You've got to be patient. People bail and give up on their marriages way too early. They just don't put the work and the effort into it. You've got to suck up your ego a lot of times, because that can be a big downfall.","c":"marriage","a":"Anna Benson","e":true},{"id":"qcEn0s_CTIYrO","t":"I never thought I'd spend all my life with Gary. I suppose I was quite cynical about marriage. But with Jude, I knew right from the beginning: there was an electricity I'd never felt before. It was so easy, we talked for hours. It was a relief, really.","c":"marriage","a":"Sadie Frost"},{"id":"TB9lieI5CXq6c","t":"I remember driving home one evening while they were reviewing the papers on the radio. One of the articles was about me separating from my wife. It's a weird thing to listen to a news report about the break-up of your marriage.","c":"marriage","a":"Rory Bremner"},{"id":"BEp3pgsl1Ga-N","t":"Redefining marriage will have huge implications for what is taught in our schools, and for wider society. It will redefine society since the institution of marriage is one of the fundamental building blocks of society. The repercussions of enacting same-sex marriage into law will be immense.","c":"marriage","a":"Keith O'Brien","e":true},{"id":"qOaAI4Y_Q4waW","t":"I am hoping this is my year to have children. I understand that I am possibly more European in my views of marriage. I am not going to say I'm not going to get married, but it's not my priority.","c":"marriage","a":"Emily Procter"},{"id":"753G9AfKs9m3r","t":"In terms of my marriage, you know, falling in love with my husband was by far the best thing that's ever happened to me.","c":"marriage","a":"Caroline Kennedy"},{"id":"RS8jHKqGbfaXt","t":"There are many things that keep me from getting married. But there will be a time when marriage makes sense to me.","c":"marriage","a":"Adam Levine"},{"id":"v4xHzlNBXk4Xm","t":"Many a man in love with a dimple makes the mistake of marrying the whole girl.","c":"marriage","a":"Stephen Leacock"},{"id":"lqYXVXxbWRbkg","t":"After a while in marriage, it doesn't work anymore. There is something missing, there is something wrong. There are few marriages that stay alive forever. We like something, and after a while, we hate what we used to love.","c":"marriage","a":"Monica Bellucci"},{"id":"WoXl-G9mNfA-l","t":"Now I'm a wife and a mother of two. It's a really different role. I always referred to No Doubt as a marriage, because that's what it's like to be together for so long and go through what we've been through. I can't really have that relationship with them anymore.","c":"marriage","a":"Gwen Stefani"},{"id":"AkiJnNpYYEGEL","t":"If we change the definition of marriage to be more inclusive, then it is logical to argue that we should broaden the definition so that won't exclude anyone.","c":"marriage","a":"Jack Kingston"},{"id":"Inu_F-OkcMA1X","t":"There were three of us in this marriage, so it was a bit crowded.","c":"marriage","a":"Princess Diana"},{"id":"kZrg7lBeqa3t2","t":"Bachelors have consciences, married men have wives.","c":"marriage","a":"Samuel Johnson"},{"id":"QskKjCl9aeIKd","t":"Marriage, even the best marriages are tough.","c":"marriage","a":"Jayne Meadows"},{"id":"G5Ist8ZKuF6y_","t":"The Southern slave would obey God in respect to marriage, and also to the reading and studying of His word. But this, as we have seen, is forbidden him.","c":"marriage","a":"Gerrit Smith"},{"id":"2EHEENhqSkJbM","t":"It destroys one's nerves to be amiable every day to the same human being.","c":"marriage","a":"Benjamin Disraeli"},{"id":"2aUDALHCIhRX0","t":"Gay marriage is going to happen. It must.","c":"marriage","a":"Lady Gaga"},{"id":"2ax5roA7f3rGL","t":"But I don't think that it's a form of family that I would be comfortable in. I've found a way to this character and this family, but I still believe that a marriage is between two people and not seven or three.","c":"marriage","a":"Jeanne Tripplehorn"},{"id":"jHrBVbeQmKK-5","t":"Of all actions of a man's life, his marriage does least concern other people, yet of all actions of our life tis most meddled with by other people.","c":"marriage","a":"John Selden"},{"id":"OsEChlVx47D9z","t":"Most Americans don't care about gay marriage.","c":"marriage","a":"Dan Savage"},{"id":"wBI8gTFglEHiH","t":"More than 1.1 million taxpayers in Pennsylvania will enjoy a lower tax rate, more than 1.4 million married couples will benefit from the reduction in the marriage penalty, and more than 1.1 million parents will have the advantage of an increased child tax credit.","c":"marriage","a":"Tim Murphy"},{"id":"j7FSjevJc6y21","t":"I love marriage.","c":"marriage","a":"Jeff Bridges"},{"id":"r49-YWnScpSKd","t":"In marriage, it's always that give and take and rebalancing that we have to do in how we can help each other. But, I have been known at times by my sons, that is the name that they call me-the Mitt stabilizer.","c":"marriage","a":"Ann Romney"},{"id":"qtVNSAbKXn7er","t":"I married beneath me, all women do.","c":"marriage","a":"Nancy Astor"},{"id":"Ji72J_OZgsr_r","t":"Books and marriage go ill together.","c":"marriage","a":"Moliere"},{"id":"uQUZaWpBhkuhN","t":"My marriage had been impulsive. That marriage should have been short-lived instead of the 23 years it spanned.","c":"marriage","a":"Joseph Barbera"},{"id":"AgCR9OlkjK1VX","t":"I've never really been very good at marriage. It's one of my failures. I've tried my best, but I do realise the common denominator is me it's something I'm doing.","c":"marriage","a":"Len Goodman"},{"id":"4moPfToa_E0Lr","t":"The United States Supreme Court has repeatedly held that marriage is one of the most fundamental rights that we have as Americans under our Constitution.","c":"marriage","a":"Ted Olson"},{"id":"aVmgW-wL0IZkj","t":"Feminism is dated? Yes, for privileged women like my daughter and all of us here today, but not for most of our sisters in the rest of the world who are still forced into premature marriage, prostitution, forced labor - they have children that they don't want or they cannot feed.","c":"marriage","a":"Isabel Allende"},{"id":"JbJGNQMnd4YNB","t":"You know, there were major problems in my marriage.","c":"marriage","a":"Hulk Hogan"},{"id":"udvpY16uvo96i","t":"Culture, what you believe, what you value, how you live matters. Now, as fundamental as these principles are, they may become topics of democratic debates from time to time, so it is today with the enduring institution of marriage. Marriage is a relationship between a man and a woman.","c":"marriage","a":"Mitt Romney"},{"id":"85rTytFHh0U2Y","t":"Marriage is sacred and protected and has nothing to do with violating our civil rights.","c":"marriage","a":"Jack Kingston"},{"id":"1WIQ7c3JKMrQw","t":"The Amateur Marriage grew out of the reflection that of all the opportunities to show differences in character, surely an unhappy marriage must be the richest.","c":"marriage","a":"Anne Tyler"},{"id":"JFHQ5WodIg8on","t":"People try much less hard to make a marriage work than they used to fifty years ago. Divorce is easier.","c":"marriage","a":"Mary Wesley"},{"id":"2LQv9r0Boq_Xq","t":"I think that's one of the most difficult things in any marriage - in order to build anything, you must be together. You can't build anything over the telephone.","c":"marriage","a":"Julie London"},{"id":"_FwPv9xNdEP74","t":"I'm knocking our pitiful, pathetic lawmakers. And I thank God that President Bush has stated, we need a Constitutional amendment that states that marriage is between a man and a woman.","c":"marriage","a":"Jimmy Swaggart"},{"id":"pAW7Z4qPYoW4d","t":"I'm 0 for 3 with marriage - the scoreboard doesn't lie, never has. So what we all have is a marriage of the heart. To sully or contaminate or radically disrespect this union with a shameful contract is something that I will leave to the amateurs and the Bible grippers.","c":"marriage","a":"Charlie Sheen"},{"id":"rAK7ZYz2rFlge","t":"There is nothing in the world like the devotion of a married woman. It is a thing no married man knows anything about.","c":"marriage","a":"Oscar Wilde"},{"id":"FIbq5cim5NfGf","t":"It's all kind of a big illusion: the white picket fence and the perfect marriage and the kids. Check that box off, check that box off, and move forward.","c":"marriage","a":"Sarah McLachlan"},{"id":"ooWvG_3euIi3_","t":"If you want to sacrifice the admiration of many men for the criticism of one, go ahead, get married.","c":"marriage","a":"Katharine Hepburn"},{"id":"TAzpgwmfohdlG","t":"Don't marry the person you think you can live with marry only the individual you think you can't live without.","c":"marriage","a":"James C. Dobson"},{"id":"wr3TdNcVmPNMC","t":"Marriage is obsolete and a trap.","c":"marriage","a":"Catherine Deneuve"},{"id":"mbOkIgnD4Vrh4","t":"A husband is what is left of a lover, after the nerve has been extracted.","c":"marriage","a":"Helen Rowland"},{"id":"1jzTmAfLrcz5h","t":"I opposed the Defense of Marriage Act in 1996. It should be repealed and I will vote for its repeal on the Senate floor. I will also oppose any proposal to amend the U.S. Constitution to ban gays and lesbians from marrying.","c":"marriage","a":"Barack Obama","e":true},{"id":"P5DCIshVa58Ng","t":"People ask what the secret of a happy marriage is. If there is one, it's 'don't talk about it.'","c":"marriage","a":"Jane Asher"},{"id":"KMXFIJP6Iasr-","t":"In marriage, compromise nurtures the relationship.","c":"marriage","a":"Tim Allen"},{"id":"YmvzhUCr5SXv1","t":"Even though marriage is doomed, if you turned it into a job you like and really work at it - it can be salvaged.","c":"marriage","a":"Al Goldstein"},{"id":"idNtLdhSoBKr5","t":"Good production is like a beautiful marriage. It makes a happy home.","c":"marriage","a":"Timbaland"},{"id":"yFq7KcpboHjH_","t":"My parents had a great marriage. Interestingly, it made it harder for me in relationships because I knew what a good relationship looked like.","c":"marriage","a":"Candace Bushnell"},{"id":"rBaNMUBD6fwkq","t":"After 14 years, it better be a real marriage, you know? We do have a great time together. We are really lucky.","c":"marriage","a":"Kyra Sedgwick"},{"id":"Vnu9CEllhlkek","t":"Marriage may be the closest thing to Heaven or Hell any of us will know on this earth.","c":"marriage","a":"Edwin Louis Cole"},{"id":"jymX75bCIefLx","t":"It was not a healthy marriage for long time. It was never about another man, it was about what my and Dennis's relationship could not sustain.","c":"marriage","a":"Meg Ryan"},{"id":"mTJSlXVgsVM8t","t":"I have a very intense marriage.","c":"marriage","a":"James Ellroy"},{"id":"oFhbhZ-AD8UKZ","t":"My parents were both from Scotland, but had been resident in Lower Canada some time before their marriage, which took place in Montreal and in that city I spent most of my life.","c":"marriage","a":"Maria Monk"},{"id":"vWYLZyTQYzit2","t":"Marriage is a big deal, but who's to say I'm not going to pull a Vegas and get married to see what it's like for a minute?","c":"marriage","a":"Lindsay Lohan"},{"id":"A6I8I85QHqZS1","t":"It was a perfect marriage. She didn't want to and he couldn't.","c":"marriage","a":"Spike Milligan"},{"id":"usE4xjsXpclut","t":"I like being independent. I don't think that marriage means you're not independent, but right now I'm very comfortable, and I'm probably the happiest I've ever been. I feel solid. I feel safe.","c":"marriage","a":"Sandra Lee"},{"id":"xSuqqX-kRssnT","t":"I didn't think marriage worked. I thought everybody who was married was secretly miserable - that it was something they just put up with for their children.","c":"marriage","a":"Salma Hayek"},{"id":"DB9sM254ZloBN","t":"I have a lot of respect for marriage.","c":"marriage","a":"Dominic Monaghan"},{"id":"vIxJpgFCA6WHM","t":"I got married at 22 and remained in an abusive marriage for 10 years. I made up my mind that that was never going to happen to me again. I made a brave step to walk out in a society when you didn't walk out of an abusive marriage. It was mental and physical abuse.","c":"marriage","a":"Joyce Banda"},{"id":"r60AmtIZm9iJ5","t":"Sometimes I wonder if men and women really suit each other. Perhaps they should live next door and just visit now and then.","c":"marriage","a":"Katharine Hepburn"},{"id":"1p7aSPdCdJPtu","t":"I feel strongly for gay marriage to be accepted.","c":"marriage","a":"Bernadette Peters"},{"id":"ZtgSASkerXs2i","t":"Civil union is less than marriage. Marriage is a sacred and valued institution and ought to be afforded equal protection.","c":"marriage","a":"James McGreevey"},{"id":"UEmQyM-By5D48","t":"I don't know what my version of a relationship or marriage is yet, because the typical model seems a little broken to me.","c":"marriage","a":"Michelle Williams"},{"id":"68q0tyQO85vYH","t":"I thought marriage was something very quiet and very regular and very bourgeois.","c":"marriage","a":"Carla Bruni"},{"id":"BaHb6gGQ0Jtnb","t":"Each marriage has to be judged separately, and we never know what's going on in another person's marriage.","c":"marriage","a":"Mary Wesley"},{"id":"rtxNogRr1_YZb","t":"A marriage without conflicts is almost as inconceivable as a nation without crises.","c":"marriage","a":"Andre Maurois"},{"id":"Fg7qJwRI_sF82","t":"A wife lasts only for the length of the marriage, but an ex-wife is there for the rest of your life.","c":"marriage","a":"Jim Samuels"},{"id":"kG7Rl7mHmlhbr","t":"In interviews I gave early on in my career, I was quoted as saying it was possible to have it all: a dynamic job, marriage, and children. In some respects, I was a social adolescent.","c":"marriage","a":"Jessica Savitch"},{"id":"f7GLTV2iVJ5sU","t":"The reason for not getting married was that I just didn't have a partner to get married to. Climbing mountains was more attractive to me than marriage, or other fun things like that.","c":"marriage","a":"Tamae Watanabe"},{"id":"KUDfr5V0G2qgI","t":"The priesthood is a marriage. People often start by falling in love, and they go on for years without realizing that love must change into some other love which is so unlike it that it can hardly be recognized as love at all.","c":"marriage","a":"Iris Murdoch"},{"id":"SIskhgmzieLlf","t":"My mother had a son from previous marriage and her husband died in Second World War.","c":"marriage","a":"Mikhail Baryshnikov"},{"id":"7lyADUr0zhJBW","t":"It's the best marriage of songs and production. But I have to say, I have an affinity for Bossanova.","c":"marriage","a":"Joey Santiago"},{"id":"HtNrYj--VY-mC","t":"If it's not working before you get married, marriage isn't going to fix it.","c":"marriage","a":"Courtney Thorne Smith"},{"id":"CYx-Oq0oXHFjJ","t":"For me it's also - the music is equally as important. I mean I think as somebody who writes music, there just has to sort of be the marriage between both.","c":"marriage","a":"Katey Sagal"},{"id":"t3Cr6tmWUcGIe","t":"Marriage is a financial contract I have enough contracts already.","c":"marriage","a":"Linda Fiorentino"},{"id":"01AlsArklF0VI","t":"Spending only what the country can afford, rewarding savings, encouraging independence, supporting marriage: people know that these things are common sense.","c":"marriage","a":"William Hague"},{"id":"FhsV5NRWiGV9a","t":"Accident counts for as much in companionship as in marriage.","c":"marriage","a":"Henry Adams"},{"id":"yW8zp6ULpNjhS","t":"Our black president can't say that he's for gay marriage. That is upsetting to me.","c":"marriage","a":"Mario Cantone"},{"id":"pY3hWhjKiJK9p","t":"Do not put such unlimited power into the hands of husbands. Remember all men would be tyrants if they could.","c":"marriage","a":"Abigail Adams"},{"id":"nfnBKidoQOnDQ","t":"Who of us is mature enough for offspring before the offspring themselves arrive? The value of marriage is not that adults produce children but that children produce adults.","c":"marriage","a":"Peter De Vries"},{"id":"9-xV_DeCXVHCA","t":"Marriage is like wine. It is not be properly judged until the second glass.","c":"marriage","a":"Douglas William Jerrold"},{"id":"m2h_MHCF5_uk0","t":"Our marriage is grounded in the word of God. That's really it. God is the core of our marriage, and the foundation and the blueprint for it is how we live, and being open and honest and communicating, but ultimately doing what pleases God, and not in a selfish manner.","c":"marriage","a":"Candace Cameron Bure"},{"id":"FZAd-z-XQrLJ9","t":"Marriage, n: the state or condition of a community consisting of a master, a mistress, and two slaves, making in all, two.","c":"marriage","a":"Ambrose Bierce"},{"id":"VRTVEgXoY9ZZr","t":"I'm not really interested in thinking about marriage or kids at all.","c":"marriage","a":"Stacy Keibler"},{"id":"JdcgQlg2OJ4qG","t":"The only good husbands stay bachelors: They're too considerate to get married.","c":"marriage","a":"Finley Peter Dunne"},{"id":"s96qvBPQloyJ2","t":"Marriage is the grave or tomb of wit.","c":"marriage","a":"Margaret Cavendish"},{"id":"01-lIZmYMCiSV","t":"Sensual pleasures have the fleeting brilliance of a comet a happy marriage has the tranquillity of a lovely sunset.","c":"marriage","a":"Ann Landers"},{"id":"ad64UnPfq1WRg","t":"I might be celibate, but I appreciate the wonder of the sacrament of marriage.","c":"marriage","a":"Keith O'Brien"},{"id":"ZM8fnS75GlR5t","t":"It is a full time job being honest one moment at a time, remembering to love, to honor, to respect. It is a practice, a discipline, worthy of every moment.","c":"marriage","a":"Jasmine Guy"},{"id":"24VZb3qiXf_Nz","t":"The fact is, I am in my third marriage and I do not believe in divorce. But I was half the problem, I guarantee you. More than half the problem. I couldn't negotiate with the other women.","c":"marriage","a":"James Brolin"},{"id":"uNkkNLf7YORJu","t":"Marriage is wonderful.","c":"marriage","a":"Jennifer Aniston"},{"id":"iCEeaGvZrm_MO","t":"I believe in traditional marriage.","c":"marriage","a":"Karl Rove"},{"id":"4zi3j5l3M0okH","t":"I respect the fact that many denominations have different points of view with respect to gay marriage and they can hold that in the sanctity in the place of their religion and not bless them or solemnize them.","c":"marriage","a":"Colin Powell"},{"id":"5F_XcBeVtxfW_","t":"I'm not eager to jump into marriage again. I'm in the corner right now, wearing my dunce cap. That area is obviously a nightmare.","c":"marriage","a":"Lisa Marie Presley"},{"id":"pLhwV5kQrGDMW","t":"I'm not convinced about marriage. Divorce is so easy, and that fact that gay people are not allowed to marry takes much of the meaning out of it. Committing yourself to one person is sacred.","c":"marriage","a":"Natalie Portman"},{"id":"Rn1QRTl6Bo3tt","t":"Marriage is too interesting an experiment to be tried only once.","c":"marriage","a":"Eva Gabor"},{"id":"IJIOH8CpTMWhc","t":"Love before marriage is absolutely necessary.","c":"marriage","a":"Samuel Richardson"},{"id":"-USW_gsTcedZ2","t":"Well I think in a marriage you have to be honest and ask yourself, you know, what is my role? What is my responsibility?","c":"marriage","a":"Hillary Clinton"},{"id":"qDPbeJOI1SD7R","t":"Marriage has historically been in the domain of the States to regulate.","c":"marriage","a":"Corrine Brown"},{"id":"xPl5RDTzK-sG9","t":"I think it's unfortunate that there exists only one path in America to complete social legitimacy, and that is marriage. I think, for instance, that it would be far easier for Americans to elect a black president or a female president than an unmarried president.","c":"marriage","a":"Elizabeth Gilbert"},{"id":"WgtOk5WH49D2r","t":"Married men live longer than single men. But married men are a lot more willing to die.","c":"marriage","a":"Johnny Carson"},{"id":"L3xMDk5susFaP","t":"No Government has the moral authority to dismantle the universally understood meaning of marriage.","c":"marriage","a":"Keith O'Brien"},{"id":"XI6vGfuL6BHv8","t":"Same-sex marriage is not the future.","c":"marriage","a":"Maggie Gallagher","e":true},{"id":"sI1_bdH4BlK6o","t":"I think men who have a pierced ear are better prepared for marriage. They've experienced pain and bought jewelry.","c":"marriage","a":"Rita Rudner"},{"id":"-8LuPMvGDb5kl","t":"There's only one way to have a happy marriage and as soon as I learn what it is I'll get married again.","c":"marriage","a":"Clint Eastwood"},{"id":"2toeMZUrt3jTC","t":"Marriage is the mother of the world. It preserves kingdoms, and fills cities and churches, and heaven itself.","c":"marriage","a":"Jeremy Taylor"},{"id":"LrJIGI_dJsis7","t":"Marriage is a mistake every man should make.","c":"marriage","a":"George Jessel"},{"id":"eiV4RCzodYlkZ","t":"I still believe in marriage.","c":"marriage","a":"Frank Bruno"},{"id":"xRndebkFo8-IX","t":"A good businessman never makes a contract unless he's sure he can carry it through, yet every fool on earth is perfectly willing to sign a marriage contract without considering whether he can live up to it or not.","c":"marriage","a":"Dalton Trumbo"},{"id":"lAEIf-gkjJJ2c","t":"Never again! I can see no reason for marriage - ever at all. I've had it. Three times is enough.","c":"marriage","a":"Ingrid Bergman"},{"id":"rKzDgq5hCWW-_","t":"My parents' marriage was very rocky. They were always arguing. When they split up when I was in my 20s, my brother and I were both delighted because we knew they weren't good for each other.","c":"marriage","a":"Gail Porter"},{"id":"aG4XAG1UASpug","t":"It isn't tying himself to one woman that a man dreads when he thinks of marrying it's separating himself from all the others.","c":"marriage","a":"Helen Rowland"},{"id":"BPL5UASRDVydG","t":"Men go into marriage with virtually no expectations whatsoever. Ten years later, the men are delightfully surprised to find out that it's actually kind of nice, and the women have sort of had to take a nose dive from what they thought it was going to be.","c":"marriage","a":"Elizabeth Gilbert"},{"id":"r5RiNod1esigc","t":"The president strongly believes that marriage in this country ought to be between a man and a woman. He also believes it is something that ought to be decided by the people. He doesn't believe that judges ought to impose their will on the people.","c":"marriage","a":"Ken Mehlman"},{"id":"DWT4PIeeLJzNK","t":"Europe, which gave us the idea of same-sex marriage, is a dying society, with birthrates 50 percent below replacement.","c":"marriage","a":"Maggie Gallagher","e":true},{"id":"Qa4tpOokvSuAp","t":"I don't think young men or women should feel pressured into marriage. You shouldn't marry anyone, in my opinion, who you have to try hard for.","c":"marriage","a":"Rachael Ray"},{"id":"SZNLNTbyIBits","t":"I was looking very much for a career. My second marriage to Stan Herman had ended, and I wanted very much to be independent, not take alimony from him, be on my own, do the right thing.","c":"marriage","a":"Linda Evans"},{"id":"sallFkiOgjiKx","t":"Marriage is like life - it is a field of battle, not a bed of roses.","c":"marriage","a":"Robert Louis Stevenson"},{"id":"yMOjEVvLQc2N7","t":"My marriage was breaking up, and my marriage with Chong was breaking up. I had to come back and kind of start on my own again.","c":"marriage","a":"Cheech Marin"},{"id":"7rkXp4RUB7Sdc","t":"Marriage has just never interested me.","c":"marriage","a":"Jacqueline Bisset"},{"id":"7dPTVhYaPSKK4","t":"I like getting married, but I don't like being married.","c":"marriage","a":"Don Adams"},{"id":"0AzCqWM-lps5u","t":"Do the bishops seriously imagine that legalising gay marriage will result in thousands of parties to heterosexual marriages suddenly deciding to get divorced so they can marry a person of the same sex?","c":"marriage","a":"Malcolm Turnbull","e":true},{"id":"uoJt-yqZqkt_C","t":"And that is why marriage and family law has emphasized the importance of marriage as the foundation of family, addressing the needs of children in the most positive way.","c":"marriage","a":"John Boehner"},{"id":"ByTA523e1fTy4","t":"But I will agree that I think that things happen with people in relationships, that you might have been able to enjoy Morocco, say, if you weren't getting out of a bad marriage. You know what I mean?","c":"marriage","a":"Robert Downey, Jr."},{"id":"RHWrImaZ3gBTk","t":"I guess because the shows were activist in their own way - the marriage of my public activism and my career activism, you know - people understand me very well. They also understand there's a very strong bipartisan part in all of this.","c":"marriage","a":"Norman Lear"},{"id":"_FVkC4b7IL90J","t":"Our Nation must defend the sanctity of marriage.","c":"marriage","a":"George W. Bush"},{"id":"aikhc15ShU9GS","t":"I look back to when I got divorced in the late 1970s. When that happened, I was so broken up. After that, I decided to seek God for my life and my next marriage.","c":"marriage","a":"Ricky Skaggs"},{"id":"54NY9a2Xg3N2o","t":"The church's teaching on marriage is unequivocal, it is uniquely, the union of a man and a woman and it is wrong that governments, politicians or parliaments should seek to alter or destroy that reality.","c":"marriage","a":"Keith O'Brien"},{"id":"onmzrWvyHi4_V","t":"The very idea of marriage is basic to recognition as equals in our society any status short of that is inferior, unjust, and unconstitutional.","c":"marriage","a":"Ted Olson"},{"id":"cyO8-vYdLYQKu","t":"Marriage is neither heaven nor hell, it is simply purgatory.","c":"marriage","a":"Abraham Lincoln"},{"id":"qSTQHNrhXlwvO","t":"Marriages are made in heaven and consummated on Earth.","c":"marriage","a":"John Lyly"},{"id":"yxLUeB2OsQrs3","t":"Love, the quest marriage, the conquest divorce, the inquest.","c":"marriage","a":"Helen Rowland"},{"id":"kbPaMALNKagVQ","t":"Marriage: A word which should be pronounced 'mirage'.","c":"marriage","a":"Herbert Spencer"},{"id":"vewNyvQzqdx_q","t":"Either marriage is a destiny, I believe, or there is no sense in it at all, it's a piece of humbug.","c":"marriage","a":"Max Frisch"},{"id":"zK0zxe6L5WbIk","t":"I do not support a constitutional amendment to prohibit gay marriage.","c":"marriage","a":"Corrine Brown"},{"id":"r_uC-LKCtcuOD","t":"Do not miss your children's childhood. Do not be away 200 nights a year as I was. Do not put strains on your marriage or family.","c":"marriage","a":"Joe Scarborough"},{"id":"JG88tDAL3IkDQ","t":"I am a firm believer in marriage. In the future I will be married.","c":"marriage","a":"Elisabetta Canalis"},{"id":"MVMjElZURmfnW","t":"My parents did not have a perfect marriage. It was pretty good, but it was not perfect. My marriage is not perfect. My wife is, but I happen to be imperfect. However, that does not discount the fact that the definition of marriage must be defended and protected.","c":"marriage","a":"Stockwell Day"},{"id":"FqjJk4O4GDV7p","t":"I believe in traditional marriage and I believe in the Defense of Marriage Act.","c":"marriage","a":"Herman Cain"},{"id":"37HbCM7wx3c49","t":"The human brain starts working the moment you are born and never stops until you stand up to speak in public.","c":"marriage","a":"George Jessel"},{"id":"Ahv1-UTvGGodX","t":"Like everything which is not the involuntary result of fleeting emotion but the creation of time and will, any marriage, happy or unhappy, is infinitely more interesting than any romance, however passionate.","c":"marriage","a":"W. H. Auden"},{"id":"ccY2F5eADn0yc","t":"Marriage is like twirling a baton, turning hand springs or eating with chopsticks. It looks easy until you try it.","c":"marriage","a":"Helen Rowland"},{"id":"uOwgheDYspbP_","t":"After marriage, the other man's wife looks more beautiful.","c":"marriage","a":"Navjot Singh Sidhu"},{"id":"1T-HVQ-AKWX_D","t":"When undertaking marriage, everyone must be the judge of his own thoughts, and take counsel from himself.","c":"marriage","a":"Francois Rabelais"},{"id":"6RS6yFbl38gU2","t":"I took the fear of marriage from my parents' relationship, because I didn't want to end up in a relationship like that, whereas my brothers and sisters learnt a lesson from it and made sure they didn't carry it on into their own marriages.","c":"marriage","a":"John Mahoney"},{"id":"z9tfCm74-baAD","t":"Independence doesn't - doesn't equate to moderates. Millions of independents are pro-life. Millions of independents believe marriage is between a man and a woman.","c":"marriage","a":"Gary Bauer"},{"id":"1Bvzfej26SA4L","t":"Marriage is an attempt to solve problems together which you didn't even have when you were on your own.","c":"marriage","a":"Eddie Cantor"},{"id":"MJeSb9ek_2maH","t":"If you want to know how your girl will treat you after marriage, just listen to her talking to her little brother.","c":"marriage","a":"Sam Levenson"},{"id":"fHOIrc7rAhdjm","t":"Marriage should be viewed as an institution ordained by God and should be out of the control of the state.","c":"marriage","a":"Tony Campolo"},{"id":"oYY3CslY22mfv","t":"Straight couples don't have to be monogamous to be married or married to be monogamous. Monogamy no more defines marriage than the presence of children does. Monogamy isn't compulsory and its absence doesn't invalidate a marriage.","c":"marriage","a":"Dan Savage"},{"id":"vZSEHs4zLWie6","t":"I think there is a generation gap. I personally look forward to, as our generation becomes the leaders, you are gonna see a change, and I think hopefully gay marriage will be a part of that country.","c":"marriage","a":"Vanessa Kerry"},{"id":"-e1yiuyxMVrL-","t":"Marriage is another trap. If you are someone who likes independence, it's another stamp against that. And you have to swear to fidelity.","c":"marriage","a":"Carla Bruni"},{"id":"jXYUEIt4yM6ni","t":"I don't know what makes a marriage work. My husband and I don't have it right at all it's very tough on him. From the outside it looks like it's all about me - I have a glorious career and he doesn't.","c":"marriage","a":"Emily Watson"},{"id":"YIpR171yKevSW","t":"I was a Christian. I didn't want to have sex before marriage, I was a bit uptight and not very self-confident. I was a virgin until I was 26.","c":"marriage","a":"Jimmy Carr","e":true},{"id":"paO-Gf2cp79Fr","t":"Well, my wife and I were married in a toilet - it was a marriage of convenience!","c":"marriage","a":"Tommy Cooper"},{"id":"g_eBKwPLk1yVP","t":"Take this marriage thing seriously - it has to last all the way to the divorce.","c":"marriage","a":"Roseanne Barr"},{"id":"ov3WVLWqw2qgK","t":"I'm a heathen when it comes to marriage.","c":"marriage","a":"Greta Scacchi"},{"id":"txLgBA5eYoBPm","t":"My mother, brave woman, lost her whole family when she decided to marry a black man in the '60s. When the marriage fell apart, she had to come back to her family.","c":"marriage","a":"Lisa Bonet"},{"id":"V2XRVNZBVxHQ2","t":"Faithful women are all alike, they think only of their fidelity, never of their husbands.","c":"marriage","a":"Jean Giraudoux"},{"id":"Ob_LtTJAtO2ev","t":"The state's interest in marriage is stability. Generally speaking, polygamy does not work for stability. Inherent in the whole polygamous movement is a deep and abiding misogyny and denigration of women. So polygamy is objectionable on lots of grounds.","c":"marriage","a":"Gene Robinson"},{"id":"K0pt4MjRtYQYw","t":"If I get married, I want to be very married.","c":"marriage","a":"Audrey Hepburn"},{"id":"VpKwjD5a4phVX","t":"There was a time in the marriage when I could no longer look at myself in a mirror, couldn't feel I was a nice person. A bad relationship can do that, can make you doubt everything good you ever felt about yourself.","c":"marriage","a":"Dionne Warwick"},{"id":"Q15OCHBbzbDiA","t":"Let me first state that I believe that marriage is a sacred union between one man and one woman.","c":"marriage","a":"Judy Biggert"},{"id":"98gi2UCxQNq1s","t":"I went nearly 30 years without being able to really seriously entertain marriage or a family. In fact, the word 'marriage' would actually give me a shake when it was brought up.","c":"marriage","a":"Nancy Grace"},{"id":"5I0yQgKYl6hwx","t":"So far, 44 States, or 88 percent of the States, have enacted laws providing that marriage shall consist of a union between a man and a woman. Only 75 percent of the States are required to approve a constitutional amendment.","c":"marriage","a":"Jack Kingston"},{"id":"8bJH4PCHwtq0p","t":"Marriage has made me a lot happier and I'm deeply in love with my wife, and I thank God for her every day.","c":"marriage","a":"Harry Connick, Jr."},{"id":"HYfx89Yatryw3","t":"I didn't know that President Bush would endorse a constitutional amendment banning same-sex marriage.","c":"marriage","a":"Mary Cheney","e":true},{"id":"BDEqLWQ2e1eM4","t":"In response to our fast-food culture, a 'slow food' movement appeared. Out of hurried parenthood, a move toward slow parenting could be growing. With vital government supports for state-of-the-art public child care and paid parental leave, maybe we would be ready to try slow love and marriage.","c":"marriage","a":"Arlie Russell Hochschild"},{"id":"MvTVcRIsU4XsS","t":"The sum and substance of female education in America, as in England, is training women to consider marriage as the sole object in life, and to pretend that they do not think so.","c":"marriage","a":"Harriet Martineau"},{"id":"pRHliPZYPeDPk","t":"What is marriage but prostitution to one man instead of many?","c":"marriage","a":"Angela Carter"},{"id":"n0ing5lTg7ymR","t":"Marriage, it seems, confines every man to his proper rank.","c":"marriage","a":"Jean de la Bruyere"},{"id":"qjToV-xY5ckMV","t":"The value of marriage is not that adults produce children but that children produce adults.","c":"marriage","a":"Peter De Vries"},{"id":"5elewCeYX1v_6","t":"I am fairly classless because it is very difficult to class someone who comes from a mixed marriage.","c":"marriage","a":"Sade Adu"},{"id":"wLtRyS2fEoeAs","t":"I'd marry again if I found a man who had fifteen million dollars, would sign over half to me, and guarantee that he'd be dead within a year.","c":"marriage","a":"Bette Davis"},{"id":"TLMqkW7KGYf6g","t":"Obviously, the anti-ERA people are tickled about my ordeal because it proves that the ERA breaks up families. When they point out that feminism is a dangerous thing, I just say marriage is pretty precarious too.","c":"marriage","a":"Sonia Johnson"},{"id":"QcIvA_c_dz8wi","t":"I was just so lucky to have a wonderful life after a tough marriage.","c":"marriage","a":"Lynn Johnston"},{"id":"V6nxfaAB6I3jz","t":"A psychiatrist asks a lot of expensive questions your wife asks for nothing.","c":"marriage","a":"Joey Adams"},{"id":"PJnT54dA9OdO_","t":"What we need are not prohibitory marriage laws, but a reformed society, an educated public opinion which will teach individual duty in these matters.","c":"marriage","a":"Alfred Russel Wallace"},{"id":"wcX6Q5bwvWM1B","t":"I could be wrong, but I think heterosexual marriage is threatened more by heterosexuals. I don't know why gay marriage challenges my marriage in any way.","c":"marriage","a":"Elizabeth Edwards"},{"id":"OMrW7bJakBlBS","t":"I'm certain that most couples expect to find intimacy in marriage, but it somehow eludes them.","c":"marriage","a":"James Dobson"},{"id":"CUt-c6mQZueS0","t":"I was very influenced by the musicals and romantic comedies of the 1930s. I admired Gene Harlow and such, which probably explains why, since the end of my marriage, I've dated nothing but a succession of blondes.","c":"marriage","a":"Hugh Hefner","e":true},{"id":"FinKesP4A46Yj","t":"Every society in the history of man has upheld the institution of marriage as a bond between a man and a woman. Why? Because society is based on one thing: that society is based on the future of the society. And that's what? Children. Monogamous relationships.","c":"marriage","a":"Rick Santorum"},{"id":"fPmSlvzKQlHef","t":"My father was a Catholic, but my mother wasn't. She had to do that weird deal you do as a Catholic - they deign to sanction your marriage and you have to bring your children up as Catholics.","c":"marriage","a":"Jared Harris"},{"id":"VNSJKZZAQdXh4","t":"Marriage? It's like asparagus eaten with vinaigrette or hollandaise, a matter of taste but of no importance.","c":"marriage","a":"Francoise Sagan"},{"id":"Aw4BvTY3h1Ilg","t":"I did know Ted Hughes and I partly wrote the book to explain to myself and others the complexities of a marriage that was for six years wonderfully productive of poetry and then ended in tragedy.","c":"marriage","a":"Anne Stevenson"},{"id":"zD-Dm_auwBsJ3","t":"Marriage is about the most expensive way for the average man to get laundry done.","c":"marriage","a":"Burt Reynolds"},{"id":"6ufILU0Iazutc","t":"It won't take 40 years for opposition to same-sex marriage to dissipate.","c":"marriage","a":"Mary Cheney","e":true},{"id":"qApcBmpFm3oNr","t":"You can forgive people who do not follow you through a philosophical disquisition but to find your wife laughing when you had tears in your eyes, or staring when you were in a fit of laughter, would go some way towards a dissolution of the marriage.","c":"marriage","a":"Robert Louis Stevenson"},{"id":"27_3wtPqNajV_","t":"I have a wonderful marriage and two great kids.","c":"marriage","a":"Kelly Preston"},{"id":"zSsOOTZUwdPQL","t":"Marriage is like a formality for me.","c":"marriage","a":"David Copperfield"},{"id":"JPyFSGtwUZF-L","t":"The secret of a good marriage is forgiving your partner for marrying you in the first place.","c":"marriage","a":"Sacha Guitry"},{"id":"xwubU8oqo7LI3","t":"The activists will not stop in trying to impose their extreme views on the rest of us, and they have now plotted out a state-by-state strategy to increase the number of judicial decisions redefining marriage without the voice of the people being heard.","c":"marriage","a":"Jim Bunning"},{"id":"hDmWhudaPIs4I","t":"There was no religious ceremony connected with marriage among us, while on the other hand the relation between man and woman was regarded as in itself mysterious and holy.","c":"marriage","a":"Charles Eastman"},{"id":"5z6AR3kDdvk_I","t":"A bride at her second marriage does not wear a veil. She wants to see what she is getting.","c":"marriage","a":"Helen Rowland"},{"id":"pakr5NS049tSM","t":"Not cohabitation but consensus constitutes marriage.","c":"marriage","a":"Marcus Tullius Cicero"},{"id":"G3cf3XY7kJCkI","t":"I've always been wary of marriage.","c":"marriage","a":"Cynthia Nixon"},{"id":"8Vr_Epucz8EAf","t":"There were times after my marriage ended where, you know, I really felt like I was at the bottom of a mountain, there was a great big, fog up there, and I'm never going to cross to the other side.","c":"marriage","a":"Lynn Redgrave"},{"id":"YqtJEOzckxz_0","t":"Politics doesn't make strange bedfellows - marriage does.","c":"marriage","a":"Groucho Marx"},{"id":"XOdxOzCTsXvU1","t":"Marriage is give and take. You'd better give it to her or she'll take it anyway.","c":"marriage","a":"Joey Adams"},{"id":"eZwjAkrEe4JqH","t":"In marriage there are no manners to keep up, and beneath the wildest accusations no real criticism. Each is familiar with that ancient child in the other who may erupt again. We are not ridiculous to ourselves. We are ageless. That is the luxury of the wedding ring.","c":"marriage","a":"Enid Bagnold"},{"id":"oFEGD96M5HrCa","t":"I wanted my marriage to work, but it didn't.","c":"marriage","a":"Diane Abbott"},{"id":"3Js32_uJNYUkH","t":"The big difference between sex for money and sex for free is that sex for money usually costs a lot less.","c":"marriage","a":"Brendan Behan","e":true},{"id":"7qlvE4YqsC2jG","t":"Marriage is like a game of chess except the board is flowing water, the pieces are made of smoke and no move you make will have any effect on the outcome.","c":"marriage","a":"Jerry Seinfeld"},{"id":"kdPv13GWKeypz","t":"No, I think marriage is a great thing.","c":"marriage","a":"David Copperfield"},{"id":"g4aAFFlWq_XpJ","t":"Marriage is a bribe to make the housekeeper think she's a householder.","c":"marriage","a":"Thornton Wilder"},{"id":"RT3B7RScf5S2r","t":"Marriage is hard work, period.","c":"marriage","a":"Kyle Chandler"},{"id":"YOeSs7fxYI_MY","t":"In a broken marriage, it can be challenging and tough to get that work/life balance. I love performing but I also love being a mum, and I hate having to choose between them.","c":"marriage","a":"Toni Braxton","e":true},{"id":"_YvpEdTkt8sKF","t":"After 45 years of marriage, when I have an argument with my wife, if we don't agree, we do what she wants. But, when we agree, we do what I want!","c":"marriage","a":"Jacques Pepin"},{"id":"Yo86jj-bdHwUo","t":"No man is regular in his attendance at the House of Commons until he is married.","c":"marriage","a":"Benjamin Disraeli"},{"id":"Xrceut39o56kX","t":"I left my marriage knowing I'd have to work. I have.","c":"marriage","a":"Sarah Ferguson"},{"id":"9Qy0WFjCNGNfb","t":"Never get married in college it's hard to get a start if a prospective employer finds you've already made one mistake.","c":"marriage","a":"Elbert Hubbard"},{"id":"uMpsb3J2eBXSu","t":"I've never understood what the upside of marriage would be for me personally.","c":"marriage","a":"Arsenio Hall"},{"id":"NhDOXM7zDhsaf","t":"You know, my friends, with what a brave carouse I made a Second Marriage in my house favored old barren reason from my bed, and took the daughter of the vine to spouse.","c":"marriage","a":"Omar Khayyam"},{"id":"PdO91y1nwpt9d","t":"No marriage can stand up under the strain of incessant association.","c":"marriage","a":"Johnny Weissmuller"},{"id":"N1EXYsoABbOD4","t":"The biggest financial pitfall in life is divorce. And the biggest reason for divorce is marriage.","c":"marriage","a":"Gene Simmons"},{"id":"IygIyYpIggpiV","t":"I believe in the institution of marriage, and I intend to keep trying till I get it right.","c":"marriage","a":"Richard Pryor"},{"id":"Xwp9UlVLdlORy","t":"I think that, as with marriage, you just know when it's time to have kids.","c":"marriage","a":"Ashley Judd"},{"id":"8fyo_6sEC5L7V","t":"Marriage is gonna be your stability through everything.","c":"marriage","a":"Miranda Lambert"},{"id":"HYrPl-PZGJv--","t":"Let us be honest with each other. The threat to marriage is not the gays. It is a lack of loving commitment - whether it is found in the form of neglect, indifference, cruelty or adultery, to name just a few manifestations of the loveless desert in which too many marriages come to grief.","c":"marriage","a":"Malcolm Turnbull"},{"id":"M0nUh3xnlWfOZ","t":"Marriage is a religious and state issue.","c":"marriage","a":"Jim DeMint"},{"id":"ypoTa3azZfbwC","t":"Traditional marriage is what should be sanctioned.","c":"marriage","a":"Jeb Bush"},{"id":"vHXXk4NzCoHlD","t":"More belongs to marriage than four legs in a bed.","c":"marriage","a":"Rainer Maria Rilke"},{"id":"YQCTwBkGaLhoR","t":"I only gave out my opinion that same sex marriage is against the law of God.","c":"marriage","a":"Manny Pacquiao","e":true},{"id":"jlIe3jAmZFmlq","t":"What is fascinating about marriage is why anyone wants to get married.","c":"marriage","a":"Alain de Botton"},{"id":"Z8hA-IbX3wrRr","t":"Never ever discount the idea of marriage. Sure, someone might tell you that marriage is just a piece of paper. Well, so is money, and what's more life-affirming than cold, hard cash?","c":"marriage","a":"Dennis Miller"},{"id":"1X_rYWVi_xupb","t":"Marriage destroyed my relationship with two wonderful men.","c":"marriage","a":"Marilyn Monroe"},{"id":"pyXeYaWK3IPA_","t":"Marriage is an adventure, like going to war.","c":"marriage","a":"Gilbert K. Chesterton"},{"id":"YT5pHRhhG7olu","t":"It's very different than it use to be. I think everybody has a lot more experience in how to be in a relationship - whether it's a marriage or a significant other or a business or a friend.","c":"marriage","a":"Kathy Valentine"},{"id":"dzJ-thmmsuG76","t":"Same-sex marriage would eliminate entirely in law the basic idea of a mother and a father for every child. It would create a society which deliberately chooses to deprive a child of either a mother or a father.","c":"marriage","a":"Keith O'Brien","e":true},{"id":"cZgJYQmWxMYIo","t":"Provincial governments in Canada have terminated the positions of marriage commissioners who have, for personal religious convictions, not performed same sex marriages. It has happened in Saskatchewan.","c":"marriage","a":"Stockwell Day","e":true},{"id":"RIz72nTYyT47O","t":"One was never married, and that's his hell another is, and that's his plague.","c":"marriage","a":"Robert Burton"},{"id":"Ob3O0kGlTOXMM","t":"Before marriage, many couples are very much like people rushing to catch an airplane once aboard, they turn into passengers. They just sit there.","c":"marriage","a":"Paul Getty"},{"id":"ga0T3cOP7RhJV","t":"So I really did stop and change what I saw I was about, and really try to put that principle into play as the center of everything - my friendships, my marriage, my career, my family, my way of being in the world. And that changed everything for me.","c":"marriage","a":"Kathy Mattea"},{"id":"AHBnkza-GNdtM","t":"Marriage is a very sacred institution and should not be degraded by allowing every other type of relationship to be made equivalent to it.","c":"marriage","a":"Benjamin Carson"},{"id":"6YdJyUq-OTCBn","t":"Marriage, in life, is like a duel in the midst of a battle.","c":"marriage","a":"Edmond About"},{"id":"XQwrAlsRbysAD","t":"Brands mature over time, like a marriage. The bond you feel with your spouse is different than when you first met each other. Excitement and discovery are replaced by comfort and depth.","c":"marriage","a":"Gary Vaynerchuk"},{"id":"hUPKku8GomJkY","t":"But I wanted marriage for myself. I was not calculating about it. I wish I was more calculating.","c":"marriage","a":"Linda McCartney"},{"id":"x06SRNHVY0rTA","t":"There is nothing nobler or more admirable than when two people who see eye to eye keep house as man and wife, confounding their enemies and delighting their friends.","c":"marriage","a":"Homer"},{"id":"1hwsJul0Qi8ff","t":"My parents have a wonderful marriage, for many years. But I can't commit myself for such a long time.","c":"marriage","a":"Kim Wilde"},{"id":"l0YyNi4oFUGpH","t":"The mark of a good marriage is partnership and continuing to feel inspired by your spouse. I had that with Tao. But the end is not necessarily the tragedy. Staying in a relationship that is no longer working is the tragedy. Living unhappily - that's the tragedy.","c":"marriage","a":"Olivia Wilde"},{"id":"bf44ujywgrZ-C","t":"There are few more powerful tools for promoting stability than the institution of marriage.","c":"marriage","a":"Iain Duncan Smith"},{"id":"29IND-w1RJ7DS","t":"I went through a long period of time in that marriage when I didn't believe anything was my fault. I had to face what my part was, and only because of that difficult work was I able to trust a man again.","c":"marriage","a":"Connie Sellecca"},{"id":"IeRGCevaZSXQ_","t":"People used to say my son looked like a Mexican Biggie. And when he was first born, memories of Biggie... you know, we didn't always have the greatest days. For at least half the length of our marriage we were separated, so everyday was definitely not a good day.","c":"marriage","a":"Faith Evans"},{"id":"VZ_Yw4z7EgG0Q","t":"I used to have a theory actually that, if you've had a good childhood, a good marriage and a little bit of money in the bank, you're going to make a lousy comedian.","c":"marriage","a":"David Steinberg"},{"id":"Wf_iu-55GWXct","t":"A man's friendships are, like his will, invalidated by marriage - but they are also no less invalidated by the marriage of his friends.","c":"marriage","a":"Samuel Butler"},{"id":"cMllmM09jPXrf","t":"Sometimes divorce is better than marriage.","c":"marriage","a":"Sumner Redstone"},{"id":"wlxGxLjOai62f","t":"I think you may see again a rise at the federal government level for a - a call for the federal constitutional amendment, because people want to make sure that this definition of marriage remains secure, because after all, the family is the fundamental unit of government.","c":"marriage","a":"Michele Bachmann"},{"id":"RT3a8_PMDFGdD","t":"When a man steals your wife, there is no better revenge than to let him keep her.","c":"marriage","a":"Sacha Guitry"},{"id":"dfZR4iTs8aonB","t":"That is why I fought against abortion and that is why if I were still in the Senate I would be doing everything I could to defend the sanctity of marriage.","c":"marriage","a":"Jesse Helms"},{"id":"unlaD05lAWajW","t":"Marriage cannot be severed from its cultural, religious and natural roots without weakening the good influence of society.","c":"marriage","a":"Jack Kingston"},{"id":"X9zoaZ4Et99H-","t":"Marriage is an institution, and you must be fully committed to it.","c":"marriage","a":"Gene Simmons"},{"id":"Jl0X_W4cRLas3","t":"I routinely never discuss my marriage. It's nice to have things in my life that are totally mine.","c":"marriage","a":"Ryan Adams"},{"id":"MJDUZj4AULIIV","t":"I always felt that a marriage works best at a farm... where you're together and everybody has clear-cut roles they have chores, 'you take care of this' and you know. But it's hard.","c":"marriage","a":"Ethan Hawke"},{"id":"x-7eQrgr_1My7","t":"Marriage is the tomb of love.","c":"marriage","a":"Giacomo Casanova"},{"id":"CchOvQ1FKuAEY","t":"I listen to the people. That was a big reason for my life, maybe the main reason, I'm singing because I love it when people say to me, 'Thank you.' I thank them. It's a marriage.","c":"marriage","a":"Julio Iglesias"},{"id":"f2SFDbkJvyuqS","t":"But the fact that same-sex marriage is still an issue is insane. Thinking love knows a sex is ridiculous.","c":"marriage","a":"Garret Dillahunt","e":true},{"id":"H_7W4PCW9ofMR","t":"I love the idea of marriage. I definitely want marriage and little Kellans running around.","c":"marriage","a":"Kellan Lutz"},{"id":"SnRygV8xkwq33","t":"I don't have this fantasy about marriage anymore. Everyone says it takes hard work. Well, it kind of does - and I'm much more pragmatic about romance than I used to be.","c":"marriage","a":"Jennifer Garner"},{"id":"bs3LRDSEmj9vc","t":"Marriage to Fernando offered shelter and security, but the shackle was the price I'd pay.","c":"marriage","a":"Esther Williams"},{"id":"syjqQ8oopzEKf","t":"I've always wanted to be independent and answer for myself. That probably is the part of me I would class to be feminist. I'd like to have children marriage I have a bit of an issue with.","c":"marriage","a":"Kelly Brook"},{"id":"z04buNcmQWpC7","t":"There is no loneliness like that of a failed marriage.","c":"marriage","a":"Alexander Theroux"},{"id":"Q9euxITA-jYK2","t":"My parents separated when I was four. It wasn't the smoothest of divorces, but then as my mother always says, you can't have a passionate marriage without a passionate divorce.","c":"marriage","a":"Sophie Ellis Bextor"},{"id":"273JGJpH62x3r","t":"On both 'The Bachelor' and 'The Bachelorette,' it seems like proposing marriage is equivalent to saying, 'Let's date.' Everyone knows those aren't the same things.","c":"marriage","a":"Patti Stanger"},{"id":"4fbW0cruvcx69","t":"I would like it to be known that I have decided not to marry Group Capt. Peter Townsend. Mindful of the church's teaching that Christian marriage is indissoluble, and conscious of my duty to the Commonwealth, I have resolved to put these considerations before any others.","c":"marriage","a":"Princess Margaret"},{"id":"L3FZAatl958TC","t":"My father and mother were second cousins, though they did not meet till shortly before their marriage.","c":"marriage","a":"Patrick White"},{"id":"9KccOj5_VpZbK","t":"Quarrels often arise in marriages when the bridal gifts are excessive.","c":"marriage","a":"Antisthenes"},{"id":"WSP12IaNesiHu","t":"My parents had an arranged marriage, as did so many other people when I was growing up. My father came and had a life in the United States one way and my mother had a different one, and I was very aware of those things. I continue to wonder about it, and I will continue to write about it.","c":"marriage","a":"Jhumpa Lahiri"},{"id":"Spsqit-IKjl-n","t":"I'm receiving 300 to 500 letters every week from people telling me that God used my stories to save their marriage or to introduce them to Christ or to heal a relationship that had been broken.","c":"marriage","a":"Karen Kingsbury"},{"id":"4byg3pbAtvNDi","t":"The truth is you can have a great marriage, but there are still no guarantees.","c":"marriage","a":"Demi Moore"},{"id":"yuWhtLwyw7khv","t":"I have learned that only two things are necessary to keep one's wife happy. First, let her think she's having her own way. And second, let her have it.","c":"marriage","a":"Lyndon B. Johnson"},{"id":"f9YOUwirk877k","t":"Well I don't know that I'm okay any more than anyone else is okay, I lead a happy life and a very full one - I have a happy marriage and my kids are all cheerful, and no one is finding fault with me, personally.","c":"marriage","a":"L. Ron Hubbard"},{"id":"Q-cRK_4B-Nkbg","t":"We can't destroy the inequities between men and women until we destroy marriage.","c":"marriage","a":"Robin Morgan"},{"id":"YaTDX0RhG9ohH","t":"There is, hidden or flaunted, a sword between the sexes till an entire marriage reconciles them.","c":"marriage","a":"C. S. Lewis"},{"id":"-1dXzcxjARKC5","t":"Woman, or more precisely put, perhaps, marriage, is the representative of life with which you are meant to come to terms.","c":"marriage","a":"Franz Kafka"},{"id":"Ybdlt4e-zpi36","t":"You're not just going out there, maybe sacrificing your own life. There's also sacrifices still going on at home. You can serve in the military and have a good marriage, but you just need to be aware of it so you can take those steps to take care of it.","c":"marriage","a":"Chris Kyle"},{"id":"usaXlALnBhwSN","t":"A man's love, till it has been chastened and fastened by the feeling of duty which marriage brings with it, is instigated mainly by the difficulty of pursuit.","c":"marriage","a":"Anthony Trollope"},{"id":"Qd2SGBRck4gr6","t":"Marriage is like a cage one sees the birds outside desperate to get in, and those inside equally desperate to get out.","c":"marriage","a":"Michel de Montaigne"},{"id":"6CAFFb0sWloQh","t":"Marriage made more sense when it was indissoluble. It's the woman trying to cope with the strains of a one-parent family who will suffer most from the relaxation of the divorce laws.","c":"marriage","a":"Germaine Greer"},{"id":"GtLYmZH9V_cev","t":"I don't think he cheated on me. During the marriage, I think he was there.","c":"marriage","a":"Marla Maples"},{"id":"otUT1X-pPM07-","t":"Marriage is not simply a romantic union between two people it's also a political and economic contract of the highest order.","c":"marriage","a":"Elizabeth Gilbert"},{"id":"M4V_inZ4I0p3J","t":"It's not someone else's responsibility to honor my marriage. It's my responsibility.","c":"marriage","a":"David Duchovny"},{"id":"GcKMaSedd_Y2C","t":"I have to be asked, I guess, but I love the idea of marriage. I think it's beautiful. I'm such a romantic, and I always have been.","c":"marriage","a":"Portia de Rossi"},{"id":"X5iccMws_tInG","t":"Marriage resembles a pair of shears, so joined that they cannot be separated often moving in opposite directions, yet always punishing anyone who comes between them.","c":"marriage","a":"Sydney Smith"},{"id":"ysdTnzzh7F0F1","t":"Marriage, like death, is a debt we owe to nature.","c":"marriage","a":"Julia Ward Howe"},{"id":"IdyMj9j1rkxUK","t":"Cross-cultural marriage is difficult, especially when one person has to live in another country. But I thought there was a very good chance of it working because people grow together if they have a common passion.","c":"marriage","a":"Imran Khan"},{"id":"hEU-o_Tk6o4jp","t":"A miracle... my biggest accomplishment is my marriage so far. Because it's hard, everyone knows it's hard.","c":"marriage","a":"Gwen Stefani"},{"id":"GgWYpsiohHVjE","t":"If Republicans want to be seen as more compassionate, they should continue to stand proudly for the sanctify of life and marriage. And they should do so without apologizing.","c":"marriage","a":"Gary Bauer"},{"id":"fJs3pinKpJjbI","t":"It is statistically proven that the strongest institution that guarantees procreation and continuity of the generations is marriage between one man and one woman. We don't want genocide. We don't want to destroy the sacred institution of marriage.","c":"marriage","a":"Alveda King"},{"id":"5DKtnJp99u4ZD","t":"The only way marriage can work is if a man respects the woman and she is a thinking woman and he wants to work on the marriage.","c":"marriage","a":"Al Goldstein"},{"id":"ZB-1xPnAJ2ejP","t":"I love being in a relationship, but marriage isn't for me.","c":"marriage","a":"Arsenio Hall"},{"id":"_lmdFXur1VyMT","t":"Marriage is a wonderful institution, but who wants to live in an institution?","c":"marriage","a":"Groucho Marx"},{"id":"q-c6BpOd0Gvpc","t":"A happy marriage is a long conversation which always seems too short.","c":"marriage","a":"Andre Maurois"},{"id":"O0YnpBpiB6dle","t":"I don't have any romantic ideas about marriage. Trust me. A white dress... ? No. It's not something for me.","c":"marriage","a":"Diane Kruger"},{"id":"JboFduELaxQd4","t":"I do not think that marriage is one of my talents. I've been much happier unmarried than married.","c":"marriage","a":"Doris Lessing"},{"id":"KloCPhlNEi3Vq","t":"A marriage is no amusement but a solemn act, and generally a sad one.","c":"marriage","a":"Queen Victoria"},{"id":"SA6TL3STfA2xJ","t":"The weaker partner in a marriage is the one who loves the most.","c":"marriage","a":"Eleanora Duse"},{"id":"a7YzA50Bb0Ju2","t":"When a marriage works, nothing on earth can take its place.","c":"marriage","a":"Helen Gahagan"},{"id":"XmMnW7QahGY9D","t":"Marriage is an institution and that's where a couple finish up.","c":"marriage","a":"Les Dawson"},{"id":"0n76IT2OuuDWL","t":"Right now, I'm not really thinking about marriage.","c":"marriage","a":"Adam Lambert"},{"id":"NyXApc-CNKKbU","t":"A key to keeping your husband is getting him to miss you. That keeps a marriage fresh.","c":"marriage","a":"Tori Amos"},{"id":"vKAmgI41arTUS","t":"Marriage is not just spiritual communion, it is also remembering to take out the trash.","c":"marriage","a":"Joyce Brothers"},{"id":"Q113nKpF4bjmg","t":"Only after I faced the unhappiness of my first marriage did I start on the path of personal growth.","c":"marriage","a":"Judith Wright"},{"id":"1MZ-cwazHEfmN","t":"Marriage has been defined by every legislature that has ever sat in the United States from every State, now 50 States, the same way, but now we have unelected judges altering and changing that fundamental institution.","c":"marriage","a":"Jeff Sessions"},{"id":"gVR_12vSbPjEm","t":"I don't know if I'm built for marriage.","c":"marriage","a":"Jamie Foxx"},{"id":"nuUt59sWtDghA","t":"The first time you marry for love, the second for money, and the third for companionship.","c":"marriage","a":"Jackie Kennedy"},{"id":"-t5WbYS4uMM-J","t":"I think of marriage as a garden. You have to tend to it. Respect it, take care of it, feed it. Make sure everyone is getting the right amount of, um, sunlight.","c":"marriage","a":"Mark Ruffalo"},{"id":"BXicOHdVFVkpO","t":"Since I've been in the U.S. I've lost the back of my heart, 15 ft. of intestine and my marriage - and God, I miss my intestine.","c":"marriage","a":"Nigel Lythgoe"},{"id":"n3cVrLuZRB_q4","t":"I'll always be sad that my marriage ended.","c":"marriage","a":"Shania Twain"},{"id":"fB_pzY4RV64YQ","t":"Let us now set forth one of the fundamental truths about marriage: the wife is in charge.","c":"marriage","a":"Bill Cosby"},{"id":"O9pZJK4T__03J","t":"Out of control judicial activism threatens traditional marriage in America.","c":"marriage","a":"Ernest Istook"},{"id":"XckgrRJ2QBzlJ","t":"My wife disagrees with 100 percent of what I say. That's the same marriage I have.","c":"marriage","a":"Curtis Sliwa"},{"id":"UliNd9PVklcTu","t":"I don't see any reason for marriage when there is divorce.","c":"marriage","a":"Catherine Deneuve"},{"id":"0MrwpNBaaGhcw","t":"In olden times sacrifices were made at the altar - a practice which is still continued.","c":"marriage","a":"Helen Rowland"},{"id":"3cxi9umMJZjCx","t":"Instead of getting married again, I'm going to find a woman I don't like and give her a house.","c":"marriage","a":"Lewis Grizzard"},{"id":"xJdKfgRj9t18q","t":"I'm a little skeptical about using the Constitution this way, but I also believe marriage is between a man and a woman and that the courts shouldn't legislate this matter.","c":"marriage","a":"Pete Coors"},{"id":"8T-8ES8R2hxdr","t":"Obama's position on marriage is brazenly cynical.","c":"marriage","a":"David Limbaugh"},{"id":"74LFY6DxO_Caj","t":"I'd love to have First Lady Michelle Obama over and ask, 'How do you make your marriage work?' I think the president is sexy as all get-out, but he has got to get on her nerves some kind of way. He's this wonderful, powerful man, but she sees him leaving his socks on the floor.","c":"marriage","a":"Sherri Shepherd","e":true},{"id":"tkRlwF4gk0Gep","t":"Marriage is one of the most sacred human institutions. I asked our Senators, as many South Dakotans have done, to protect marriage as a union between a man and a woman.","c":"marriage","a":"Mike Rounds"},{"id":"ZUH2licjJZDT0","t":"If you leave your wife and you don't ever contact her again, that says something about how you felt about the marriage.","c":"marriage","a":"H. G. Bissinger"},{"id":"PT43LcPC7PhI_","t":"To me marriage is for five or ten years.","c":"marriage","a":"Cher"},{"id":"4kEsRMQJFACMq","t":"Marriage changes everything.","c":"marriage","a":"Marilyn Manson"},{"id":"z-eJGueQlOAe2","t":"Marriage, a market which has nothing free but the entrance.","c":"marriage","a":"Michel de Montaigne"},{"id":"urfH8lzK8eIfu","t":"I think women are natural caretakers. They take care of everybody. They take care of their husbands and their kids and their dogs, and don't spend a lot of time just getting back and taking time out.","c":"marriage","a":"Reese Witherspoon"},{"id":"pXd68QQCD9yGs","t":"I never thought my marriage could be stronger, or I could be closer to Bill. We prayed on our own, but now we prayed together and you'll never know how much that means until you do it.","c":"marriage","a":"Giuliana Rancic"},{"id":"yYtpBAJ52VNLn","t":"I've always been suspicious of TV, I've always found music and video to be an unhappy marriage.","c":"marriage","a":"Keith Richards"},{"id":"tdz5hmLKAC8wd","t":"Before marriage, a man declares that he would lay down his life to serve you after marriage, he won't even lay down his newspaper to talk to you.","c":"marriage","a":"Helen Rowland"},{"id":"hsWsuSpaQKRci","t":"My argument is simple, which is, that for several thousand years in Western civilization, marriage has been the union of one man and one woman. Research is overwhelming that children need mothers and fathers.","c":"marriage","a":"Gary Bauer"},{"id":"3mJCGvIAK7jH6","t":"A wedding is a funeral where you smell your own flowers.","c":"marriage","a":"Eddie Cantor"},{"id":"IP1JcTP5ARLOm","t":"When I got political that blew our marriage out of the water. I was not the same person and I admit that.","c":"marriage","a":"Michael Moriarty"},{"id":"P3Wz_aFnHN-k2","t":"Marriage is actually really terrifying. It doesn't work for many people.","c":"marriage","a":"Katherine Heigl"},{"id":"m-n4d8KrepA-C","t":"You can't have a happy family if you don't have a happy marriage.","c":"marriage","a":"Jeremy Sisto"},{"id":"xW68rVM_6sI74","t":"My first marriage was totally unsuitable and shouldn't have happened. It was a whirlwind, rebound thing. I was 23 or 24 - a baby.","c":"marriage","a":"Carol Vorderman"},{"id":"UlmxdKQDDc1A8","t":"I firmly believe in marriage. It's a real important decision that takes a lot of dedication and time. If you're thinking about divorce. You shouldn't get married.","c":"marriage","a":"Seth Green"},{"id":"Z9pc8OJAlhimi","t":"In 1989 when I switched from Democrat to Republican, with God as my witness, not one thing changed about what I believed about one man and one woman in a marriage or about diversity of color. That's a good thing.","c":"marriage","a":"J. C. Watts"},{"id":"6LjbJvsBFuIGc","t":"If I felt, in the event of a royal wedding, inspired to write about people coming together in marriage or civil partnership, I would just be grateful to have an idea for the poem. And if I didn't, I'd ignore it.","c":"marriage","a":"Carol Ann Duffy"},{"id":"5x3J8zFAq7uyE","t":"The marriage didn't work out but the separation is great.","c":"marriage","a":"Liz Smith"},{"id":"C61i4CCe05mWQ","t":"Thousands of years and many civilizations have defined a marriage as the union between one man and one woman. With few exceptions, those civilizations that did not follow that perished.","c":"marriage","a":"Randy Neugebauer"},{"id":"DKxGhzNg5-hvH","t":"Take care of him. And make him feel important. And if you can do that, you'll have a happy and wonderful marriage. Like two out of every ten couples.","c":"marriage","a":"Neil Simon"},{"id":"NV-K3RstXSyH1","t":"How can a woman be expected to be happy with a man who insists on treating her as if she were a perfectly normal human being.","c":"marriage","a":"Oscar Wilde"},{"id":"cC6y5Yc62jMyb","t":"Marriage, at this point in my life? I'm not interested in it. Yet. Maybe later when I'm 35 or 40.","c":"marriage","a":"Amanda Seyfried"},{"id":"E3oqC-BvIHtIZ","t":"I am much more open to plural marriage than I was before, and I now support it in certain situations. I do believe it is right for some people. But our example in America today is gross abuse - I can't support it in fundamentalist compounds.","c":"marriage","a":"Ginnifer Goodwin"},{"id":"41GDFH3q3ZKgp","t":"Second, marriage is an issue that our Founding Fathers wisely left to the states.","c":"marriage","a":"Judy Biggert"},{"id":"sKrvygY8U2yUV","t":"I support allowing gay couples to marry because of - not in spite of - my values. And many of those values are the same ones deeply held by those who do not believe in gay marriage.","c":"marriage","a":"Mark Udall"},{"id":"W6Nu4uU-nHpnr","t":"President Bush has a record of cutting taxes, has provided a prescription drug benefit for seniors, has upheld the Second Amendment and remains committed to stopping liberal activists judges who are redefining marriage.","c":"marriage","a":"Bill Shuster"},{"id":"2DGV6-lqYVxO-","t":"I finally got a chance to talk to my daughter from my previous marriage. I just got married May 3 to my beautiful wife, but we don't see each other much.","c":"marriage","a":"Peter Criss"},{"id":"q5dugI0UF0Y8Z","t":"Whenever the people are for gay marriage or medical marijuana or assisted suicide, suddenly the 'will of the people' goes out the window.","c":"marriage","a":"Bill Maher"},{"id":"ZxSzVDQNJ43AM","t":"One doesn't have to get anywhere in a marriage. It's not a public conveyance.","c":"marriage","a":"Iris Murdoch"},{"id":"bMykdBzkOtiLn","t":"How do you explain the bond between man and wife? Well, for one thing, it's private. What people do in their own marriage is their own business.","c":"marriage","a":"Robin Gibb"},{"id":"-Dl1D3jHjn3FR","t":"Sometimes I bust out and do things so permanent. Like tattoos and marriage.","c":"marriage","a":"Drew Barrymore"},{"id":"atH6DjELOcYTI","t":"Marriage, like money, is still with us and, like money, progressively devalued.","c":"marriage","a":"Robert Graves"},{"id":"Dg6zYaXHskK9j","t":"My father was a soldier and my mother was a great mover. She once counted up how many places she had lived in during the first 25 years of her marriage and it came to 20.","c":"marriage","a":"Mary Wesley"},{"id":"PSjbVIxGLGu1e","t":"In December 1998, I considered myself an expert on love. I was almost a year into a relationship, one that had grown more slowly than I had wished, but once it flowered it was much more stimulating than any marriage or relationship I had known.","c":"marriage","a":"Jane Smiley"},{"id":"cqlre0DMUce2V","t":"Marriage commissioners who choose not to marry homosexuals are being fired. A Knights of Columbus chapter in British Columbia is in court because it chooses not allow a lesbian group to use its facility for marriage ceremonies. The list goes on.","c":"marriage","a":"Stockwell Day","e":true},{"id":"K5ToiRuW2RuL6","t":"Political promises are much like marriage vows. They are made at the beginning of the relationship between candidate and voter, but are quickly forgotten.","c":"marriage","a":"Dick Gregory"},{"id":"cXvWv-cv_duFA","t":"Marriage is something that needs to be worked on every day. I don't know if I'm the one to give marital advice since I've only been married for a little over a year, but marriage is certainly easier if you are open, trusting and loving.","c":"marriage","a":"Emily Blunt"},{"id":"FB4mW2BdxdD-c","t":"There's lots of problem solving in any marriage, but when you have this collective goal that is a human being, it's an inspiring rally point.","c":"marriage","a":"Ty Burrell"},{"id":"I5c5kQXdvf8dL","t":"There's already a marriage clock, a career clock, a biological clock. Sometimes being a woman feels like standing in the lobby of a hotel, looking at the dials depicting every time zone in the world behind the front desk - except they all apply to you, and all at once.","c":"marriage","a":"Sloane Crosley"},{"id":"IZ2mlhSAV7nV1","t":"It had not occurred to me that marriage requires the same effort as a career. And unlike a career, marriage requires a joint effort.","c":"marriage","a":"Jessica Savitch"},{"id":"Kd7s_2jasSfoL","t":"Marriage is socialism among two people.","c":"marriage","a":"Barbara Ehrenreich"},{"id":"jxkCBNR6BkuKx","t":"Our marriage is strictly in name only. It has never been consummated.","c":"marriage","a":"LaToya Jackson"},{"id":"qYcdyLpQSfQQd","t":"New Orleans, more than many places I know, actually tangibly lives its culture. It's not just a residual of life it's a part of life. Music is at every major milestone of our life: birth, marriage, death. It's our culture.","c":"marriage","a":"Wendell Pierce"},{"id":"ZoNGXQvcJ4jyg","t":"I've never quite understood why people marry marriage is just an invented structure.","c":"marriage","a":"Julie Christie"},{"id":"H0NqUaSZ2N_n7","t":"My thoughts are that marriage is between a man and a woman.","c":"marriage","a":"Benjamin Carson"},{"id":"X8uxn5Fpf0urC","t":"I support gay marriage. I support gay marriage because I believe Conservatives support the institutions of commitment.","c":"marriage","a":"George Osborne"},{"id":"ufMVj2NnumxhV","t":"I'm all for same-sex marriage.","c":"marriage","a":"Tori Spelling","e":true},{"id":"NAB3XRazgAUHF","t":"During last night's debate, John Kerry and John Edwards were so friendly to each other some political experts think that they may end up running together. In fact Kerry and Edwards were so friendly, President Bush accused them of planning a gay marriage.","c":"marriage","a":"Conan O'Brien"},{"id":"z-bUJckvBbrJ6","t":"Marriage is this grand madness, and I think if people knew that, they would perhaps take it more seriously.","c":"marriage","a":"Bono"},{"id":"KOpI_gDCNDRAl","t":"I don't want marriage. You know why? Because I did that. I did it for 32 years.","c":"marriage","a":"Lynn Redgrave"},{"id":"BdqXYBcQTAtmc","t":"Marriage is distinctly and repeatedly excluded from heaven. Is this because it is thought likely to mar the general felicity?","c":"marriage","a":"Samuel Butler"},{"id":"rQH0vcWWxDMu8","t":"I'm completely comfortable with gay marriage.","c":"marriage","a":"Elizabeth Edwards"},{"id":"NEnQjCCyiSeEh","t":"The first breath of adultery is the freest after it, constraints aping marriage develop.","c":"marriage","a":"John Updike"},{"id":"PyUicE-9iUPRW","t":"I know there are a lot of readers that think I've got a very crappy marriage just because of the things going on with Rick and Lori but there's really nothing that's been like a mirror. I'm just making this stuff up.","c":"marriage","a":"Robert Kirkman"},{"id":"-Uv_R6PYsUUJx","t":"Marriage is a series of desperate arguments people feel passionately about.","c":"marriage","a":"Katharine Hepburn"},{"id":"WIUY4s53QNRSz","t":"Gay marriage has jumped out of the closet on to the front page. Everyone from the president of the U.S. to retired four-star general Colin Powell is embracing the issue, now supported by most Americans. Still, a few people, like former First Lady Laura Bush appear to be conflicted.","c":"marriage","a":"Kitty Kelley"},{"id":"QbbKrEfBvLGcF","t":"I mean, for all of his faults and the troubles in his marriage, Bill Clinton is still married to a girl he met in the library 25 years ago at school. Can we say that about many of our other leaders today in America, including on the right wing?","c":"marriage","a":"Paul Begala"},{"id":"0ypRQIB_RjXKM","t":"Women today have more of an overview of their lives and how marriage is or is not a part of it.","c":"marriage","a":"Helen Reddy"},{"id":"Dn-1ZiGDZFJ1e","t":"Marriage was all a woman's idea and for man's acceptance of the pretty yoke, it becomes us to be grateful.","c":"marriage","a":"Phyllis McGinley"},{"id":"ijPc2XGXHxL64","t":"When David Arquette and I got engaged we started therapy together. I'd heard that the first year of marriage is the hardest, so we decided to work through all that stuff early.","c":"marriage","a":"Courteney Cox"},{"id":"FWil8Yu-LVZ_V","t":"The biggest surprise about our marriage is that Erin was out there.","c":"marriage","a":"James Denton"},{"id":"0EvnvifCVcd9n","t":"If marriage can be redefined so that it no longer means a man and a woman but two men or two women, why stop there? Why not allow three men or a woman and two men to constitute a marriage?","c":"marriage","a":"Keith O'Brien"},{"id":"QxtZS_K9LuR0u","t":"I think it's something that needs to be said - that there are interracial marriages out there, and the couples live happy lives, and there's nothing wrong with it.","c":"marriage","a":"Tia Mowry"},{"id":"AXTb-LBwMprKT","t":"Wit is the sudden marriage of ideas which before their union were not perceived to have any relation.","c":"marriage","a":"Mark Twain"},{"id":"oN9ugGRS1_Ddm","t":"Marriage encourages the men and women who together create life to unite in a bond for the protection of children.","c":"marriage","a":"Jack Kingston"},{"id":"3iajpyMo7q2AN","t":"I love marriage. I failed at marriage, but I'd rather go into anything with gusto and fail than go into it half-assed.","c":"marriage","a":"Kirstie Alley"},{"id":"SJmzyRP-7Bm5s","t":"Although we hardly see each other off the set, Joy and I get along well when we do. As far as the marriage between Nathan and Haley, I think they are young and will see the reality of the situation eventually.","c":"marriage","a":"James Lafferty"},{"id":"64ncqnq2802xN","t":"And in a marriage you can't TRY and be married. You're married or you're not married... as far as I'm concerned.","c":"marriage","a":"Ringo Starr"},{"id":"08V6pNFLlp0gk","t":"When you have a baby, love is automatic, when you get married, love is earned.","c":"marriage","a":"Marie Osmond"},{"id":"hbSYI0VOAwUen","t":"I was one of 14 senators to vote against the Defense of Marriage Act. I thought it was a harsh and unnecessary thing to do to people across this country who care enough about each other to want to be married.","c":"marriage","a":"Russ Feingold"},{"id":"hz9eA3pYajGaz","t":"It's so easy to grow apart marriage takes work.","c":"marriage","a":"Courteney Cox"},{"id":"7X3lLRbZPq4MG","t":"I don't think marriage is a civil right, but I think that being able to transfer property is a civil right.","c":"marriage","a":"Barack Obama"},{"id":"sSKqn1y6s1555","t":"When you're suddenly pregnant and no one is standing by your side, even if you're in your 30s, it's a hard conversation. I'm a traditional girl, and I believe in marriage, and I just always thought that's the way I'd be doing this.","c":"marriage","a":"Bridget Moynahan"},{"id":"aYLGCjK50GSsJ","t":"I'm extremely fascinated by marriage. I want to study marriage. I want to learn about it. I want to know it. I want to figure out whether or not I want to do it. I'm not just going to leap into it, because that's not good for anybody.","c":"marriage","a":"Adam Levine"},{"id":"Yq98jPKD-rb6j","t":"Well you know, I think a lot of us in marriage know that you play different roles at different times. And Mitt can get very intense, and I can have the ability to kind of talk him off the rails sometimes and say, 'Hey let's look at what is really important and let's do that now.'","c":"marriage","a":"Ann Romney"},{"id":"YxD3ZEgtufLUi","t":"I do not believe that defending traditional marriage between one man and one woman excludes anybody or usurps anybody's civil rights and denies anybody their civil rights.","c":"marriage","a":"Alan Autry"},{"id":"FQjhH2pU4Rv2V","t":"I know one husband and wife who, whatever the official reasons given to the court for the break up of their marriage, were really divorced because the husband believed that nobody ought to read while he was talking and the wife that nobody ought to talk while she was reading.","c":"marriage","a":"Vera Brittain"},{"id":"bnSy5e51wokbX","t":"Isn't that the ultimate homeland security, standing up and defending marriage?","c":"marriage","a":"Rick Santorum"},{"id":"iALHDI0Zl-qV1","t":"Marriage brings one into fatal connection with custom and tradition, and traditions and customs are like the wind and weather, altogether incalculable.","c":"marriage","a":"Soren Kierkegaard"},{"id":"tNhtY8vE85Qtd","t":"Gay marriage won't be more of an issue 25 years from now than interracial marriage is today.","c":"marriage","a":"Jared Polis"},{"id":"oa9wZLGNS2jcR","t":"My relationship with Dean was great, but ultimately it wasn't a fulfilling marriage for either of us.","c":"marriage","a":"LeAnn Rimes"},{"id":"oXos8ZfmyoGbv","t":"My marriage? Up to now everything's okay. But it's a real marriage - imperfect and very difficult. It's all about people evolving somewhat simultaneously through their lives. I think we've emotionally evolved.","c":"marriage","a":"Jamie Lee Curtis"},{"id":"rrzcGk9YqTdiJ","t":"When I get married, it'll be no secret.","c":"marriage","a":"Elvis Presley"},{"id":"LCpjUEfmrr3tu","t":"Seeing unhappiness in the marriage of friends, I was content to have chosen music and laughter as a substitute for a husband.","c":"marriage","a":"Elsa Maxwell"},{"id":"HxAONzQiBp98r","t":"I lost my second marriage because of drinking, and I loved the woman very much. But I thought I needed booze to write. I'm glad I was disabused.","c":"marriage","a":"Barry Hannah"},{"id":"SJ43ge5BQVqe3","t":"Marriage isn't a carnival ride.","c":"marriage","a":"Aisha Tyler"},{"id":"kHGQS8A_2GXE6","t":"I believe in marriage. I believe marriage is a really important institution, it's one of the most important institutions we have.","c":"marriage","a":"Theresa May"},{"id":"s_OdUijh7fmxL","t":"I believe marriage should be between one man and one woman. That's my view, and that'll be the view of our state because I wouldn't sign a bill that - like the one that was in New York.","c":"marriage","a":"Chris Christie"},{"id":"4n9EVxVbhoxob","t":"I guess you kind of got to realize that once you in a marriage, whatever it is, you gotta deal with it. Not necessarily that you got to accept it, but you have to deal with it and try your best to make it work for you, for the both of you.","c":"marriage","a":"Faith Evans"},{"id":"P-lzw8AXhCXzE","t":"It became plain very soon after our marriage that ours was to be a literary partnership.","c":"marriage","a":"Mary Augusta Ward"},{"id":"ejKF2v8AJPb9z","t":"Is there a doctor in the house? My parents want me to marry you.","c":"marriage","a":"Wendy Liebman"},{"id":"wEIu_ZrJm1UU2","t":"I suffered, I really suffered, with all three of my husbands. And I tried damn hard with all three, starting each marriage certain that it was going to last until the end of my life. Yet none of them lasted more than a year or two.","c":"marriage","a":"Ava Gardner"},{"id":"ZVnxdmqoeUWf_","t":"The problem with marriage is that it ends every night after making love, and it must be rebuilt every morning before breakfast.","c":"marriage","a":"Gabriel Garcia Marquez"},{"id":"ZnOB-OlRYlwSG","t":"In marriage, a man becomes slack and selfish, and undergoes a fatty degeneration of his moral being.","c":"marriage","a":"Robert Louis Stevenson"},{"id":"l09cmiaIDvbLC","t":"Marriage is like paying an endless visit in your worst clothes.","c":"marriage","a":"J. B. Priestley"},{"id":"1BZJ1-S37UUTp","t":"I realize that of all people, I am no expert on parenting or marriage.","c":"marriage","a":"Mika Brzezinski"},{"id":"6yQQqLXWDNb6r","t":"The way that same-sex marriage should reach the federal level is that it absolutely should be decided by the Supreme Court as quickly as possible. It's a 14th Amendment issue. There's no argument about it.","c":"marriage","a":"Tony Kushner","e":true},{"id":"b1qjxKsn9Cs_4","t":"When the first fossils began to be found in eastern Africa, in the late 1950s, I thought, what a wonderful marriage this was, biology and anthropology. I was around 16 years old when I made this particular choice of academic pursuit.","c":"marriage","a":"Donald Johanson"},{"id":"qGmWPqGIKWgIm","t":"I support gay marriage. I believe they have a right to be as miserable as the rest of us.","c":"marriage","a":"Kinky Friedman"},{"id":"htug4BzWH2ez6","t":"Let a man do what he will by a single woman, the world is encouragingly apt to think Marriage a sufficient amends.","c":"marriage","a":"Samuel Richardson"},{"id":"23RQ8_74Q61Xp","t":"It wasn't a good idea to work on 'Naked' in the first months of a marriage. I was living apart from my wife in a flat overflowing with books I was reading for the part.","c":"marriage","a":"David Thewlis","e":true},{"id":"jbGFBtUMWHG4L","t":"My first marriage was very traditional, in the church, and then we left the church and went to the reception hall. So this time, I'd like to go fairy tale all the way.","c":"marriage","a":"NeNe Leakes"},{"id":"iqJ353Iy70OPo","t":"I'm not for gay marriage, but I'm not for discriminating against people.","c":"marriage","a":"Joel Osteen"},{"id":"RCZyXhuMUpg3F","t":"I have no difficulty with the recognition of civil unions for non-traditional relationships but I believe in law we should protect the traditional definition of marriage.","c":"marriage","a":"Stephen Harper"},{"id":"nqGHMPcgOoEuO","t":"This marriage is no one's business but our own.","c":"marriage","a":"Bobby Darin"},{"id":"RsAUO8ey1dq7g","t":"I think even in a good marriage, especially if you stay together long enough, there are going to be events that happen.","c":"marriage","a":"Tori Amos"},{"id":"Ry-WVQc2vLeG9","t":"In a bad marriage, friends are the invisible glue. If we have enough friends, we may go on for years, intending to leave, talking about leaving - instead of actually getting up and leaving.","c":"marriage","a":"Erica Jong"},{"id":"Pv0amiEDuBXbT","t":"For after my marriage I had made various attempts to write fiction. They were clearly failures.","c":"marriage","a":"Mary Augusta Ward"},{"id":"5Lo1pssJ0xsWB","t":"Legislation to create a new 10 percent tax bracket, reduce the marriage penalty, cut the tax rate on dividends and capital gains, and increase the child tax credit have been essential elements in this economic expansion.","c":"marriage","a":"Roger Wicker"},{"id":"nVwMfoJ58jo3w","t":"Whether it be a matter of personal relations within a marriage or political initiatives within a peace process, there is no sure-fire do-it-yourself kit.","c":"marriage","a":"Seamus Heaney"},{"id":"fae2SVyrDIq5e","t":"I don't think my wife likes me very much, when I had a heart attack she wrote for an ambulance.","c":"marriage","a":"Frank Carson"},{"id":"q2_MmwcF1agcE","t":"Of course, the simple explanation of the fact is that marriage is the most important act of man's life in Europe or America, and that everything depends upon it.","c":"marriage","a":"Lafcadio Hearn"},{"id":"i80rhHXhPtbS8","t":"It takes patience to appreciate domestic bliss volatile spirits prefer unhappiness.","c":"marriage","a":"George Santayana"},{"id":"RJ9EJ9IFg80nP","t":"The ceremony took six minutes. The marriage lasted about the same amount of time though we didn't get a divorce for almost a year.","c":"marriage","a":"Hedy Lamarr"},{"id":"o4Bk5lenMsr6G","t":"We sleep in separate rooms, we have dinner apart, we take separate vacations - we're doing everything we can to keep our marriage together.","c":"marriage","a":"Rodney Dangerfield"},{"id":"mc3_pvVaRghvc","t":"I come from divorce. I'm only doing marriage once. It's not a game for me.","c":"marriage","a":"Shia LaBeouf"},{"id":"yFWMGQUiTOS_M","t":"So many people prefer to live in drama because it's comfortable. It's like someone staying in a bad marriage or relationship - it's actually easier to stay because they know what to expect every day, versus leaving and not knowing what to expect.","c":"marriage","a":"Ellen DeGeneres"},{"id":"3p-25vqqM23Da","t":"Public-opinion polls show that Americans split about evenly on civil unions. But when the words 'gay marriage' are presented, they break 3-to-1 against it.","c":"marriage","a":"Dick Morris"},{"id":"2t45IBqsI9P5i","t":"College is a place to keep warm between high school and an early marriage.","c":"marriage","a":"George Gobel"},{"id":"CZgIwfb9P-_jI","t":"Divorce these days is a religious vow, as if the proper offspring of marriage.","c":"marriage","a":"Tertullian"},{"id":"7YlGFI2K5niv-","t":"I have not supported same-sex marriage. I have supported civil partnerships and contractual relationships.","c":"marriage","a":"Hillary Clinton","e":true},{"id":"sY3-hXFjFhlmQ","t":"A good marriage is different to a happy marriage.","c":"marriage","a":"Debra Winger"},{"id":"Pt8WinvGdsL7J","t":"The critical period of matrimony is breakfast-time.","c":"marriage","a":"A. P. Herbert"},{"id":"Q2pBcSzKpHTNN","t":"We are confident that the Supreme Court will soon see the direction that this country is headed and enshrine marriage as a constitutional right for all.","c":"marriage","a":"Benjamin Todd Jealous"},{"id":"-m-AE7K7_lgOI","t":"Marrying an old bachelor is like buying second-hand furniture.","c":"marriage","a":"H. Jackson Brown, Jr."},{"id":"qHKwe6av0dojk","t":"In every marriage more than a week old, there are grounds for divorce. The trick is to find, and continue to find, grounds for marriage.","c":"marriage","a":"Robert Anderson"},{"id":"7r8BorrpiqW8-","t":"My parents had a wonderful marriage, but it was a very dependent relationship. My mother was entirely dependent on my father because that's how it was in those days.","c":"marriage","a":"Erika Slezak"},{"id":"bhVm91E78vSJq","t":"I think one reason for a successful marriage is laughter. I think laughter gets you through the rough moments in a marriage.","c":"marriage","a":"Bob Newhart"},{"id":"qn0oaDOoMb0fh","t":"Religious institutions should have religious freedom on this issue. No church or minister should ever have to conduct a marriage that is inconsistent with their religious beliefs. But I think as a civil institution, this issue's time has come and we need to move forward.","c":"marriage","a":"Kay Hagan"},{"id":"xmCPecc-Ql-wr","t":"As to marriage or celibacy, let a man take which course he will, he will be sure to repent.","c":"marriage","a":"Socrates"},{"id":"pwDoYiETFuCse","t":"It was the courts, of course, that took away prayer from our schools, that took away Bible reading from our schools. It's the courts that gave us same-sex marriage. So it is quite a battlefield, and the Supreme Court is the highest court in the land.","c":"marriage","a":"Rod Parsley","e":true},{"id":"SlCTELJRed2n6","t":"Marriage is a wonderful invention: then again, so is a bicycle repair kit.","c":"marriage","a":"Billy Connolly"},{"id":"FM5wo9ruDXmb1","t":"Let me be clear. I support the definition of marriage as a union between a man and a woman.","c":"marriage","a":"Ben Nelson"},{"id":"KAqcqb7wErlnx","t":"Marriage is the miracle that transforms a kiss from a pleasure into a duty.","c":"marriage","a":"Helen Rowland"},{"id":"6YSMZcuNkBW2m","t":"Marriage - a book of which the first chapter is written in poetry and the remaining chapters in prose.","c":"marriage","a":"Beverley Nichols"},{"id":"c-nA1ZNX1JFi5","t":"Bishop Frederick Henry of Calgary is facing at least two official objections to his public statements along with expensive hearings before the Alberta Human Rights Commission for expressing his biblical views on same sex marriage.","c":"marriage","a":"Stockwell Day","e":true},{"id":"oDAbd9LkDckWz","t":"There are more than 30 states, who either by statute or constitutional amendment, have defined marriage as being between a man and a woman.","c":"marriage","a":"John Thune"},{"id":"7Y2SjFLUSj0ne","t":"Inspirations never go in for long engagements they demand immediate marriage to action.","c":"marriage","a":"Brendan Francis"},{"id":"rlX5I5w5CeG-i","t":"I don't particularly think marriage is a sane thing.","c":"marriage","a":"Sean Young"},{"id":"v1v27LnlWGdWt","t":"I think long-lasting, healthy relationships are more important than the idea of marriage. At the root of every successful marriage is a strong partnership.","c":"marriage","a":"Carson Daly"},{"id":"ylNjxEGYa_6jI","t":"Why in almost all societies have married women specialized in bearing and rearing children and in certain agricultural activities, whereas married men have done most of the fighting and market work?","c":"marriage","a":"Gary Becker"},{"id":"McxbaSGNOZaRO","t":"The old welfare system was hurting people by discouraging work and marriage. Welfare reform, and now this legislation, will build on the understanding that work and strong families are the foundation upon which we build our future.","c":"marriage","a":"Jim Talent"},{"id":"IRu-sXfF5QH-d","t":"Have you ever heard of a good marriage growing in front of the cameras?","c":"marriage","a":"Brigitte Bardot"},{"id":"KzoCYw53gTppu","t":"I would say that the surest measure of a man's or a woman's maturity is the harmony, style, joy, and dignity he creates in his marriage, and the pleasure and inspiration he provides for his spouse.","c":"marriage","a":"Benjamin Spock"},{"id":"jLiytN76oRjYY","t":"There is a big misconception about arranged marriage. Yes, it can mean that you meet someone and then have to marry them, but this was my mother saying, 'I'm going to introduce you to so-and-so - If you don't like them, fair enough.'","c":"marriage","a":"Archie Panjabi"},{"id":"GrdCMC7ihrWFK","t":"Obviously, marriage is not a synonym for morality. But stable marriages and families do encourage moral behavior.","c":"marriage","a":"Gary Bauer"},{"id":"DKilKuQXDexCH","t":"I enjoy being single, but I loved being married.","c":"marriage","a":"Stephanie Mills"},{"id":"EJKcDVeJ6V_a_","t":"American couples have gone to such lengths to avoid the interference of in-laws that they have to pay marriage counselors to interfere between them.","c":"marriage","a":"Florence King"},{"id":"0G-958oMnrex0","t":"Sticking with a marriage. That's true grit, man.","c":"marriage","a":"Jeff Bridges"},{"id":"_BxvUq2CE1_C-","t":"Marriage ain't easy, but it's great most of the time.","c":"marriage","a":"Sean Penn"},{"id":"8NYk2cPrugoub","t":"Adultery - which is the only grounds for divorce in New York - is not grounds for divorce in California. As a matter of fact, adultery in Southern California is grounds for marriage.","c":"marriage","a":"Allan Sherman"},{"id":"bu15GMamD1OH-","t":"I can look back at different times in my life when I felt I could not find my way out of whatever it was. I'm not necessarily talking about marriage, but I wanted to pack it in. I wanted to disappear. A lot of that has to do with being in the public eye.","c":"marriage","a":"Amy Grant"},{"id":"WhYg0U-A3_GuX","t":"Every marriage is a mystery to me, even the one I'm in. So I'm no expert on it.","c":"marriage","a":"Hillary Clinton"},{"id":"5SFbihGUq_4xp","t":"When I first started talking about gay marriage, most people in the gay community looked at me as if I was insane or possibly a fascist reactionary.","c":"marriage","a":"Andrew Sullivan"},{"id":"G7gbYNs--S5EY","t":"Sobering up was responsible for breaking up my marriage. That's what it couldn't stand.","c":"marriage","a":"James Taylor"},{"id":"BC3tkLO25PgX2","t":"When I talk about the importance of the institution of marriage, I think of the commitment and the significance of standing in front of those closest to you and promising fidelity to your partner 'til death do you part.'","c":"marriage","a":"Mark Udall"},{"id":"ExCzu7272zIep","t":"There is no subject on which more dangerous nonsense is talked and thought than marriage.","c":"marriage","a":"George Bernard Shaw"},{"id":"i3yuHTPGMKvOT","t":"Traditional marriage between a man and a woman has been a cornerstone of our society for generations. If we are going to change that, it ought to be done by the will of the people.","c":"marriage","a":"Steve Chabot"},{"id":"4Kd3WCryxSXYf","t":"There is no greater excitement than to support an intellectual wife and have her support you. Marriage is a partnership in which each inspires the other, and brings fruition to both of you.","c":"marriage","a":"Millicent Carey McIntosh"},{"id":"tOCAynnM5BNAH","t":"Marriage is an institution fits in perfect harmony with the laws of nature whereas systems of slavery and segregation were designed to brutally oppress people and thereby violated the laws of nature.","c":"marriage","a":"Jack Kingston"},{"id":"YL9t1C6ZY8uEj","t":"How marriage ruins a man! It is as demoralizing as cigarettes, and far more expensive.","c":"marriage","a":"Oscar Wilde"},{"id":"JOcARDI_ZgKM6","t":"Marriage is the torment of one, the felicity of two, the strife and enmity of three.","c":"marriage","a":"Washington Irving"},{"id":"uu26E8QjZ5V51","t":"For it is mutual trust, even more than mutual interest that holds human associations together. Our friends seldom profit us but they make us feel safe. Marriage is a scheme to accomplish exactly that same end.","c":"marriage","a":"H. L. Mencken"},{"id":"7W_lnMWeTTuAU","t":"A lot of people seem to want to make the institution of marriage substitute for a real relationship.","c":"marriage","a":"Susan Faludi"},{"id":"n4AOn58lnV8FU","t":"What I've learned about marriage: You need to have each other's back you have to be a kind of team going through life.","c":"marriage","a":"Tom Petty"},{"id":"XleEW27g9nNWv","t":"A successful marriage isn't necessarily one that lasts until you're dead.","c":"marriage","a":"Ellen Barkin"},{"id":"ymmNxlolPsaIE","t":"Marriage! Nothing else demands so much of a man.","c":"marriage","a":"Henrik Ibsen"},{"id":"JfCUa6M9K7MUW","t":"We can practice tolerance while still holding true to cultural values that protect the institution of marriage as a union between only a man and a woman.","c":"marriage","a":"Ken Calvert"},{"id":"5tlBZ7ARyo4IT","t":"At my core, what I think we need to do is to get the basics right again. We need to rebuild our family structure, stay away from redefining marriage, and stand by marriage as a union between a man and a woman.","c":"marriage","a":"Sam Brownback"},{"id":"sVibzsez98KKC","t":"Marriage is a gamble, let's be honest.","c":"marriage","a":"Yoko Ono"},{"id":"qUdFmpGnz0cYc","t":"It's not always been a happy marriage. I guess I wanted a quick fix.","c":"marriage","a":"David Byrne"},{"id":"8ouKn8emyfq22","t":"I think marriage is ghastly.","c":"marriage","a":"Rupert Everett"},{"id":"V1qGlDjoBU-V9","t":"Mr. Speaker, I rise today in support of the definition of a marriage as between one man and one woman.","c":"marriage","a":"Randy Neugebauer"},{"id":"bntRpaItCtRMn","t":"I think there are a whole host of things that are civil rights, and then there are other things - such as traditional marriage - that, I think, express a community's concern and regard for a particular institution.","c":"marriage","a":"Barack Obama"},{"id":"rvtiw3q9nnkOK","t":"Marriage takes work - it doesn't just happen.","c":"marriage","a":"Lara Stone"},{"id":"889pxurP2J6Vz","t":"I never had a policy about marriage. I got married very young in life and I always think in all relationships, I've always thought that it's counterproductive to have a theory on that.","c":"marriage","a":"Jack Nicholson"},{"id":"EhJ8g7gqnG4aF","t":"I was sent to a nice Church of England girls' school and at that time, after university, a woman was expected to become a teacher, a nurse or a missionary - prior to marriage.","c":"marriage","a":"Kate Adie"},{"id":"F20bVfwKMuuyb","t":"If you want to read about love and marriage, you've got to buy two separate books.","c":"marriage","a":"Alan King"},{"id":"liJyksKcDz9AA","t":"I am for gay marriage. Or same-sex marriage. I don't want to say it the wrong way. I think people are sensitive to it. I have been painted as being this right-wing zealot on choice. Nothing could be further from the truth.","c":"marriage","a":"Harold Ford","e":true},{"id":"vCXxKtGLBblS0","t":"My husband and I are either going to buy a dog or have a child. We can't decide whether to ruin our carpet or ruin our lives.","c":"marriage","a":"Rita Rudner"},{"id":"__zcMfDw0Cn4U","t":"A so-called happy marriage corresponds to love as a correct poem to an improvised song.","c":"marriage","a":"Karl Wilhelm Friedrich Schlegel"},{"id":"IlEaSm9-WjBEB","t":"Marriage is the alliance of two people, one of whom never remembers birthdays and the other who never forgets them.","c":"marriage","a":"Ogden Nash"},{"id":"TOdM9y7gRcPFG","t":"I had a very wise person tell me that he thinks marriage, when you're younger, you keep thinking you can fix things. That's what people do. And you can't really fix anything. It shouldn't be a massive difficult thing every day. Life's difficult enough.","c":"marriage","a":"Albert Brooks"},{"id":"9Kt9do5ohx9Fd","t":"A woman asking 'Am I good? Am I satisfied?' is extremely selfish. The less women fuss about themselves, the less they talk to other women, the more they try to please their husbands, the happier the marriage is going to be.","c":"marriage","a":"Barbara Cartland"},{"id":"dxzm9WxPBGbZn","t":"Bachelors know more about women than married men if they didn't they'd be married too.","c":"marriage","a":"H. L. Mencken"},{"id":"GwbKwSYNMSNKJ","t":"The possibility of divorce renders both marriage partners stricter in their observance of the duties they owe to each other. Divorces help to improve morals and to increase the population.","c":"marriage","a":"Denis Diderot"},{"id":"ssbN1MwmsPlgS","t":"I am against marriage, and I don't give a fig for society.","c":"marriage","a":"Brigitte Bardot"},{"id":"KtenVAXQ1sVEI","t":"The secret of a happy marriage remains a secret.","c":"marriage","a":"Henny Youngman"},{"id":"1VFzCftpjhVtE","t":"Staying married may have long-term benefits. You can elicit much more sympathy from friends over a bad marriage than you ever can from a good divorce.","c":"marriage","a":"P. J. O'Rourke"},{"id":"-bNYyEj01w1NG","t":"Any intelligent woman who reads the marriage contract, and then goes into it, deserves all the consequences.","c":"marriage","a":"Isadora Duncan"},{"id":"0iIH7TU81DLSD","t":"I don't know why someone else's marriage has anything to do with me.","c":"marriage","a":"Elizabeth Edwards"},{"id":"iixWX5oetCcyh","t":"I also think it was important for me and Freddie to be able to have a lot of time to share our lives at the beginning of our marriage rather than my coming home at 9 or 10 at night from the set. Things have really worked out for the best for both of us.","c":"marriage","a":"Sarah Michelle Gellar"},{"id":"aHBeIEomeOr0V","t":"I'd love to have children, and I think marriage is great, I really do.","c":"marriage","a":"Jennifer Jason Leigh"},{"id":"0Hth838RSxba-","t":"She's been married so many times she has rice marks on her face.","c":"marriage","a":"Henny Youngman"},{"id":"XE2RI3pxAzafc","t":"I haven't been faithful to my wife. Our marriage has been tainted with my infidelities. I was irresponsible.","c":"marriage","a":"David Boreanaz"},{"id":"hLeK3JeV9OX8X","t":"A successful marriage is an edifice that must be rebuilt every day.","c":"marriage","a":"Andre Maurois"},{"id":"E3jwVsVsf2A66","t":"I think like any marriage, especially when you've had divorced parents like myself you want to try even harder to make it work.","c":"marriage","a":"Princess Diana"},{"id":"22jgo2X6c3iA6","t":"Homosexuality is against nature. Sexual expression is permitted only within marriage, between man and woman, male and female. Anything else is an abnormality and is against nature.","c":"marriage","a":"Pope Shenouda III"},{"id":"9g6fZAVIoeuCc","t":"The real act of marriage takes place in the heart, not in the ballroom or church or synagogue. It's a choice you make - not just on your wedding day, but over and over again - and that choice is reflected in the way you treat your husband or wife.","c":"marriage","a":"Barbara de Angelis"},{"id":"JwTHLM8zmLGR3","t":"No person connected with me by blood or marriage will be appointed to office.","c":"marriage","a":"Rutherford B. Hayes"},{"id":"D3mHjHYkrxJsg","t":"Sleeping together is a euphemism for people, but tantamount to marriage with cats.","c":"marriage","a":"Marge Piercy"},{"id":"9_86zXafeGgsP","t":"There are powerful emotions that bring two people together in wonderful harmony in a marriage. Satan knows this, and would tempt you to try these emotions outside of marriage. Do not stir emotions meant to be used only in marriage.","c":"marriage","a":"Richard G. Scott"},{"id":"TpeJFuKjEm7rX","t":"When I think of a merry, happy, free young girl - and look at the ailing, aching state a young wife generally is doomed to - which you can't deny is the penalty of marriage.","c":"marriage","a":"Queen Victoria"},{"id":"m5U7keo-w8XPl","t":"I am very old-fashioned about marriage. It is for life and I mean it. I always knew that when I met the right girl, the life I had before - being single, in a band, girls everywhere - would be over.","c":"marriage","a":"Gary Numan"},{"id":"c-yEOvCgyszy0","t":"Marriage is overdone. As long as there are people, people are going to find it interesting.","c":"marriage","a":"Augusten Burroughs"},{"id":"qZDOFtNsToHn1","t":"All men make mistakes, but married men find out about them sooner.","c":"marriage","a":"Red Skelton"},{"id":"wPnemtFJvOZnZ","t":"If variety is the spice of life, marriage is the big can of leftover Spam.","c":"marriage","a":"Johnny Carson"},{"id":"nAH95U2wO5QmM","t":"An ideal wife is one who remains faithful to you but tries to be just as charming as if she weren't.","c":"marriage","a":"Sacha Guitry"},{"id":"gRgFp_v_cna7N","t":"I have no useful theories about love and marriage.","c":"marriage","a":"Michael Cunningham"},{"id":"YrsNgN8FpdLTs","t":"I have never been given to envy - save for the envy I feel toward those people who have the ability to make a marriage work and endure happily.","c":"marriage","a":"Paul Getty"},{"id":"I4oi16ROnkc1Z","t":"I definitely believe in marriage.","c":"marriage","a":"Michael Strahan"},{"id":"25B0sldclqdjd","t":"My kids have moved more in their twenties, you know, than my parents have moved in nearly 40-something years of marriage before they died. So there's a part of me that laments what we have lost, and that is a sense of community.","c":"marriage","a":"Mike Huckabee"},{"id":"DW4L8emFmPrjn","t":"I have been doing marriage counseling for about 15 years and I realized that what makes one person feel loved, doesn't make another person feel loved.","c":"marriage","a":"Gary Chapman"},{"id":"h5Lb6QXbwAMZb","t":"I think it's best if there's an amendment that goes on the ballot where the people can weigh in. Every time this issue has gone on the ballot, the people have voted to retain the traditional definition of marriage as recently as California in 2008.","c":"marriage","a":"Michele Bachmann"},{"id":"gOFyRPUea8LBx","t":"I've had two terrific relationships, but both ended in marriage.","c":"marriage","a":"Jane Seymour"},{"id":"o5EfpF4LeIcB_","t":"My decision to end my marriage was such a risk to lose ratings and lose my fan base. I had to take that risk for my inner peace and to be happy with myself.","c":"marriage","a":"Kim Kardashian"},{"id":"KfNtf4uw4p8eD","t":"Ultimately, I believe the only secret to a happy marriage is choosing the right person. Life is a series of choices, right?","c":"marriage","a":"Michelle Pfeiffer"},{"id":"hXoKJYjzAzYnY","t":"Well married a person has wings, poorly married shackles.","c":"marriage","a":"Henry Ward Beecher"},{"id":"gAIFqtSoHdiPA","t":"It's very trying on a marriage when you're doing a one hour show, week after week after week. You don't have enough time for people that maybe you should have top priority.","c":"marriage","a":"Gavin MacLeod"},{"id":"u2dUyaNm8orvO","t":"I know that the odds are against a marriage lasting 60 years.","c":"marriage","a":"Darrell Royal"},{"id":"8cSKWiBaCVf_K","t":"There is no doubt that, as a society, we have become blase about the importance of marriage as a stabilising influence and less inclined to prize it as a worthwhile institution.","c":"marriage","a":"Keith O'Brien"},{"id":"6hTLhabWX4NsS","t":"To be honest, marriage doesn't scare me and that, it's just once you've been together for so long, if you haven't got any kids it's just a big expensive day out for everyone else to enjoy, isn't it?","c":"marriage","a":"Karl Pilkington"},{"id":"K4W59ZngEAAq3","t":"Writing and singing does give me some kind of release from the demons of my past, it is a therapy of sorts, but to be honest, my marriage played a more important role in the acceptance of myself than performance has ever done.","c":"marriage","a":"Michelle Shocked"},{"id":"GGsOjD3R85IxL","t":"How long before we have, not just homosexual marriage, but homosexual unions between adult men and small boys?","c":"marriage","a":"Randall Terry"},{"id":"XsuFTri0b1vQF","t":"Marriage is a team effort. Both of us share that philosophy.","c":"marriage","a":"Nick Lachey"},{"id":"_S6mv7-8PLPic","t":"I prepare myself for rehearsals like I would for marriage.","c":"marriage","a":"Maria Callas"},{"id":"tEWdNjb2yzBnr","t":"Heather knows why and when her marriage ended with Richie and she knows why my marriage ended with Charlie.","c":"marriage","a":"Denise Richards"},{"id":"bnwopAvniA0fx","t":"My own early crusade for same-sex marriage, for example, is now mainstream gay politics. It wasn't when I started.","c":"marriage","a":"Andrew Sullivan","e":true},{"id":"lCoD2UCHcQvmM","t":"I'm looking forward to talking to Bill Parcells, too, and to seeing how that marriage with Jerry Jones goes.","c":"marriage","a":"Lisa Guerrero"},{"id":"Ex-WMwc5aAeeu","t":"There's something about marriage that is not as intensely romantic or interesting as a couple's first meeting.","c":"marriage","a":"John Sandford"},{"id":"6pq4tJ1YUSQFt","t":"The problem for those who assert biblical authority in support of traditional definitions of marriage is that one could, with equal validity, assert that the lending of money or certain kinds of haircuts are forbidden by God, or that slavery and the subjugation of women are authorized by the Lord.","c":"marriage","a":"Jon Meacham"},{"id":"3hxwTXWR81WxX","t":"While 45 of the 50 States have either a State constitutional amendment or a statute that preserves the current definition of marriage, left-wing activist judges and officials at the local levels have struck down State laws protecting marriage.","c":"marriage","a":"John Boehner"},{"id":"AMFGHjRjnEQgw","t":"I love John Irving's stuff. It's that marriage of comedy and tragedy. It's really terrific.","c":"marriage","a":"Jeff Bridges"},{"id":"9EQKwbt41pYsM","t":"I think the institute of marriage is a noble thing. The idea of a partner for life is incredibly romantic. But now we're living to 100. A hundred years ago people were dying at age 37. Til death do us part was a much different deal.","c":"marriage","a":"Debra Messing"},{"id":"r_3_PJGdY7OsF","t":"I've had an exciting time I married for love and got a little money along with it.","c":"marriage","a":"Rose Kennedy"},{"id":"ym2O1CunMmBkn","t":"All marriages are happy. It's the living together afterward that causes all the trouble.","c":"marriage","a":"Raymond Hull"},{"id":"bN3pEohggfhx1","t":"I say I never wanna get married. I feel trapped with the idea of marriage. How can you really be with somebody forever? I'd get bored! As I get older, I don't settle. I'd rather tell somebody 'This is what I want - take it or leave it.'","c":"marriage","a":"Amanda Bynes"},{"id":"Z1f3yKRuw_y-_","t":"I've yet to be on a campus where most women weren't worrying about some aspect of combining marriage, children, and a career. I've yet to find one where many men were worrying about the same thing.","c":"marriage","a":"Gloria Steinem"},{"id":"UMTtnPunJIDPl","t":"An affair now and then is good for a marriage. It adds spice, stops it from getting boring... I ought to know.","c":"marriage","a":"Bette Davis"},{"id":"Pa5H_EjCCZACc","t":"A journey is like marriage. The certain way to be wrong is to think you control it.","c":"marriage","a":"John Steinbeck"},{"id":"VxxpJMtyD0tSD","t":"The submission of her body without love or desire is degrading to the woman's finer sensibility, all the marriage certificates on earth to the contrary notwithstanding.","c":"marriage","a":"Margaret Sanger"},{"id":"gOtJNdEDRiaia","t":"When you're a father in a marriage, you sort of become the mother's assistant. And you sort of get a list from her every day and you run down the list and it feels very much like a chore.","c":"marriage","a":"Louis C. K."},{"id":"Rpo11Na753Ai_","t":"The great secret of a successful marriage is to treat all disasters as incidents and none of the incidents as disasters.","c":"marriage","a":"Harold Nicolson"},{"id":"ZrGZkxEAne8sL","t":"I thought the divorce statistics would never apply to me. I was beyond heartbroken when they did. But I got up and got on with it. I also kept my belief in marriage.","c":"marriage","a":"Jennifer Garner"},{"id":"A9C1Qqij7DGlE","t":"We all have a childhood dream that when there is love, everything goes like silk, but the reality is that marriage requires a lot of compromise.","c":"marriage","a":"Raquel Welch"},{"id":"P11soirI1Zvy_","t":"After a few years of marriage a man can look right at a woman without seeing her and a woman can see right through a man without looking at him.","c":"marriage","a":"Helen Rowland"},{"id":"I-W52pPUl8V2Z","t":"Marriage must be a relation either of sympathy or of conquest.","c":"marriage","a":"George Eliot"},{"id":"RKzjQTAiY8p4E","t":"You never go into a marriage expecting to get divorced. You go into a marriage expecting it's going to last forever, and you have a lot of ways you dream about the future. You have all these expectations, and then you have to adjust those expectations, and it can be a very unnerving, confusing time.","c":"marriage","a":"Jenna Fischer"},{"id":"htf0aophnE5rP","t":"You have to work for everything. Marriage should not be any different.","c":"marriage","a":"Bethenny Frankel"},{"id":"COUVlsXJpv42E","t":"Mr. DeMille's theory of sexual difference was that marriage is an artificial state for women. The want to be taken, ruled, raped. That was his theory.","c":"marriage","a":"Hedy Lamarr"},{"id":"OjEMBaezLWSOU","t":"They make Spy Kids, they make Scream, they make A Scary Movie. This doesn't do that, so it could be a very bad marriage. I'm trying to keep this potential nightmare quiet because we're just finishing editing.","c":"marriage","a":"Terry Gilliam"},{"id":"r4JbtdRt5dRbO","t":"I was against gay marriage until I realized I didn't have to get one.","c":"marriage","a":"James Carville"},{"id":"rUkdMTiaUj_pq","t":"That a marriage ends is less than ideal but all things end under heaven, and if temporality is held to be invalidating, then nothing real succeeds.","c":"marriage","a":"John Updike"},{"id":"DtrZyZdLSO4VO","t":"I'm most proud of the longevity of my marriage, my kids, and my grandchildren. If you don't have that, you really don't have very much.","c":"marriage","a":"Bob Newhart"},{"id":"T8VyJCX8oBcly","t":"All I know is it destroyed my family, it destroyed my marriage to Sylvester and I will never get over it.","c":"marriage","a":"Brigitte Nielsen"},{"id":"lZ6rHhmgkZsBM","t":"Yes, the marriage proposal was shot. Michael excluded the dialogue from the final edit.","c":"marriage","a":"Madeleine Stowe"},{"id":"i5kIt4ckCfxzP","t":"What is marriage, is marriage protection or religion, is marriage renunciation or abundance, is marriage a stepping-stone or an end. What is marriage.","c":"marriage","a":"Gertrude Stein"}]