[{"id":"E9t655TD2UsrL","t":"The average American is nothing if not patriotic.","c":"memorialday","a":"Herbert Croly"},{"id":"-HJNNamDJ8G5Y","t":"While there are towns and cities still planning Memorial Day parades, many have not held a parade in decades. Some think the day is for honoring anyone who has died, not just those fallen in service to our country.","c":"memorialday","a":"Allen West"},{"id":"t5flUVvlE2ki2","t":"I only regret that I have but one life to lose for my country.","c":"memorialday","a":"Nathan Hale"},{"id":"Im_xZ4GSbdOPx","t":"There is nothing wrong with America that cannot be cured with what is right in America.","c":"memorialday","a":"William J. Clinton"},{"id":"bXD2qleaVuC7O","t":"My fellow Americans, ask not what your country can do for you, ask what you can do for your country.","c":"memorialday","a":"John F. Kennedy"},{"id":"eRznk3titgKK5","t":"It's always the generals with the bloodiest records who are the first to shout what a hell it is. And it's always the war widows who lead the Memorial Day parades.","c":"memorialday","a":"Paddy Chayefsky"},{"id":"4EC0MtFKIHVlk","t":"Nowadays, many Americans have forgotten the meaning and traditions of Memorial Day. At cemeteries across the country, the graves of the fallen are sadly ignored, and worse, neglected.","c":"memorialday","a":"Allen West"},{"id":"Hc0E5nM155_mj","t":"Man is a military animal, glories in gunpowder, and loves parade.","c":"memorialday","a":"Philip James Bailey"},{"id":"b45KbKdwXjgX7","t":"I am going to take something I learned over in Israel. Their Independence Day is preceded the 24 hours before with Memorial Day, so it gives them a chance to serve and reflect and then celebrate. I am going to try to start that tradition here in America.","c":"memorialday","a":"Glenn Beck"},{"id":"XUaw771F5fCdn","t":"While tributes to Americans who had lost their lives in battle had been held in a number of towns across the nation, one of the more well-known stories about the beginnings of Memorial Day is the story about General John Logan.","c":"memorialday","a":"John Linder"},{"id":"anQZEB4hjP67x","t":"From 1971 onwards, the Memorial Day holiday was officially observed on the last Monday in May and became the unofficial start of the summer, with barbecues, blockbuster movie openings and mattress sales.","c":"memorialday","a":"Allen West"},{"id":"ZXgE3crXf3aar","t":"Ceremonies are important. But our gratitude has to be more than visits to the troops, and once-a-year Memorial Day ceremonies. We honor the dead best by treating the living well.","c":"memorialday","a":"Jennifer M. Granholm"},{"id":"Y2GjufaehnVdW","t":"As America celebrates Memorial Day, we pay tribute to those who have given their lives in our nation's wars.","c":"memorialday","a":"John M. McHugh"}]