[{"id":"p9qDvuim4vIUm","t":"Writing is the only profession where no one considers you ridiculous if you earn no money.","c":"money","a":"Jules Renard"},{"id":"Z01scPFMr5WIz","t":"The focus on my appearance has really surprised me. I've always been a size 14 to 16, I don't care about clothes, I'd rather spend my money on cigarettes and booze.","c":"money","a":"Adele"},{"id":"f73fxPcbgYcZm","t":"Money is the seed of money, and the first guinea is sometimes more difficult to acquire than the second million.","c":"money","a":"Jean-Jacques Rousseau"},{"id":"_9A34MQlbCgGA","t":"One argument goes that recessions are good for female artists because when money flies out the window, women are allowed in the house. The other claims that when money ebbs, so do prospects for women.","c":"money","a":"Jerry Saltz"},{"id":"jvX0M14YHWhsz","t":"He who controls the money supply of a nation controls the nation.","c":"money","a":"James A. Garfield"},{"id":"mMwP-8EzVIjuE","t":"For a successful entrepreneur it can mean extreme wealth. But with extreme wealth comes extreme responsibility. And the responsibility for me is to invest in creating new businesses, create jobs, employ people, and to put money aside to tackle issues where we can make a difference.","c":"money","a":"Richard Branson"},{"id":"Bg0r6iOjhzU_y","t":"You can't have bank holding companies acting as hedge funds. You can't have them taking a million-dollar pension plan for Joe Schmo the bus driver and treat it with the same risk appetite that you treat George Soros' pocket money. It's fundamentally ridiculous.","c":"money","a":"Shia LaBeouf"},{"id":"iGe2mMlWsIaJP","t":"There is a basic lesson on financial crises that governments tend to wait too long, underestimate the risks, want to do too little. And it ultimately gets away from them, and they end up spending more money, causing much more damage to the economy.","c":"money","a":"Timothy Geithner"},{"id":"1w9hAQ6Y3cmh7","t":"Money is only a tool. It will take you wherever you wish, but it will not replace you as the driver.","c":"money","a":"Ayn Rand"},{"id":"87wMJC6tKhZ9G","t":"Nobody climbs mountains for scientific reasons. Science is used to raise money for the expeditions, but you really climb for the hell of it.","c":"money","a":"Edmund Hillary"},{"id":"AgAwrqReWD_2-","t":"But human nature dictates that there will always be cheaters. That's inevitable. Where there's money involved and glory, there are going to be people that cheat, and there will always be ways to cheat.","c":"money","a":"David Millar"},{"id":"s7Mo-913NkB8L","t":"The less money you owe, the less income you'll need and the less you'll have to save for tomorrow.","c":"money","a":"Suze Orman"},{"id":"RH6uozjkdEv24","t":"Selling out is doing something you don't really want to do for money. That's what selling out is.","c":"money","a":"Bono"},{"id":"qqRMPHOr2NFbM","t":"Money will buy a pretty good dog, but it won't buy the wag of his tail.","c":"money","a":"Josh Billings"},{"id":"9RFAS7fnffEvI","t":"Financially, I've lost money and made money, but I know my way around financially.","c":"money","a":"Jack Nicholson"},{"id":"8keSoPGP6ilCj","t":"I am a liberated woman. And I do believe if a woman does equal work she should be paid equal money. But personally I am feminine and I do like male authority to lean on.","c":"money","a":"Julie Andrews"},{"id":"zado0gNMu9MwW","t":"Goddam money. It always ends up making you blue as hell.","c":"money","a":"J. D. Salinger"},{"id":"kfa3BE9i7Sa8w","t":"I find it fascinating that a lot of business books that do well are from people who've never made any money in business.","c":"money","a":"Gary Vaynerchuk"},{"id":"mU6gLGk0QLOfW","t":"I have plenty of money, unlike other Hollywood celebrities or athletes that have not invested well.","c":"money","a":"Arnold Schwarzenegger"},{"id":"qACpztVGGPiO5","t":"I'd have stopped writing years ago if it were for the money.","c":"money","a":"Paulo Coelho"},{"id":"p2KZ8vNhZ389g","t":"It's easier to force feed people than it is to give 'em what they want. It makes more money.","c":"money","a":"Merle Haggard"},{"id":"zOm_G2UiUDuMq","t":"I don't work very much, and I just sit here waiting for a script that I can't refuse - and I'm not talking about money.","c":"money","a":"Michael Caine"},{"id":"x0WS6V538XJlK","t":"The more money an American accumulates, the less interesting he becomes.","c":"money","a":"Gore Vidal"},{"id":"1vYryEyBPhRFw","t":"A rich man told me recently that a liberal is a man who tells other people what to do with their money.","c":"money","a":"Amiri Baraka"},{"id":"KDMdJXRbzp_jc","t":"You loan your friend money. You see them again, they don't say nothin' 'bout the money. 'Hi, how ya doin'? How's ya mama doing?' Man, how's my money doin'?","c":"money","a":"Chris Tucker","e":true},{"id":"4I0TFBXBfzo9m","t":"The passion for money is never fickle.","c":"money","a":"Mason Cooley"},{"id":"JDBLg4eqLHEs5","t":"I don't make decisions based on money.","c":"money","a":"David Duchovny"},{"id":"QTlpAil6KWVnb","t":"I like my money right where I can see it... hanging in my closet.","c":"money","a":"Sarah Jessica Parker"},{"id":"wD492B3ZaKnQv","t":"Because bankers measure their self-worth in money, and pay themselves a lot of it, they think they're fine fellows and don't need to explain themselves.","c":"money","a":"James Buchan"},{"id":"D-86uH3uXVa0C","t":"No man but a blockhead ever wrote except for money.","c":"money","a":"Samuel Johnson"},{"id":"rWoCnnV2yhA6T","t":"Money: power at its most liquid.","c":"money","a":"Mason Cooley"},{"id":"_fucHoWfqPvjO","t":"The want of money is the root of all evil.","c":"money","a":"Samuel Butler"},{"id":"nscPjVsa7Z3K3","t":"There's so little money in my bank account, my scenic checks show a ghetto.","c":"money","a":"Phyllis Diller"},{"id":"f-qX2GzHYSIPS","t":"Our money is bait money, and bait money is not to be used.","c":"money","a":"Mike Tyson"},{"id":"uFamA9SoKd-gD","t":"I felt that I had worked hard my entire life and deserved to enjoy all the temptations around me. I felt I was entitled, and thanks to money and fame, I didn't have to go far to find them.","c":"money","a":"Tiger Woods"},{"id":"NbKEIwyMx6kcc","t":"Photography is more about money now but then so are most things.","c":"money","a":"David Bailey"},{"id":"muiLLsFDjbjJ6","t":"Things are done according to money these days.","c":"money","a":"Shirley MacLaine"},{"id":"PuYDh1nKTdMvQ","t":"Art for art's sake, money for God's sake.","c":"money","a":"Simon Raven"},{"id":"_nZOH7xtGIHu3","t":"It can be liberating to get fired because you realize the world doesn't end. There's other ways to make money, better jobs.","c":"money","a":"Ron Livingston"},{"id":"lHVBe7p2MM4wL","t":"I've never been able to understand why a Republican contributor is a 'fat cat' and a Democratic contributor of the same amount of money is a 'public-spirited philanthropist'.","c":"money","a":"Ronald Reagan","e":true},{"id":"TftGepbtLtztN","t":"But there are too many people that make so much money at the cost of lives of other humans and for no reason but to make the money.","c":"money","a":"Lily Tomlin"},{"id":"1KyoRVGyYHlXd","t":"It is a fact that around the world the elites of every country are making money.","c":"money","a":"Hillary Clinton"},{"id":"osG7ROAeInN4U","t":"I definitely spend the most money on shoes, partly because vintage footwear can be a little funky - in a bad way. I like to keep things pretty simple up top and then go weird with the shoes.","c":"money","a":"Chloe Sevigny"},{"id":"YWHA6ueW83Q4c","t":"I don't feel comfortable defending my clothes. But if you've got the money to afford them, then buy something from me. Just don't buy too much.","c":"money","a":"Vivienne Westwood"},{"id":"YBUO6JrVotrSr","t":"All my life I knew that there was all the money you could want out there. All you have to do is go after it.","c":"money","a":"Curtis Carlson"},{"id":"gsCU4FAGWgGvb","t":"You know, my main reaction to this money thing is that it's humorous, all the attention to it, because it's hardly the most insightful or valuable thing that's happened to me.","c":"money","a":"Steve Jobs"},{"id":"3DMziAJpsFsNV","t":"Countries have lost their culture because what they wanted was money. Money became the running theme in every country and culture was sacrificed.","c":"money","a":"Yoko Ono"},{"id":"TW5KEMhDFrp3N","t":"My body can't put anyone in jeopardy of not making money anymore - my body is just not on the table that way anymore.","c":"money","a":"Christina Aguilera"},{"id":"_LTruB72Hlmud","t":"And I think the more money you put in people's hands, the more they will spend. And if they don't spend it, they invest it. And investing it is another way of creating jobs. It puts money into mutual funds or other kinds of banks that can go out and make loans, and we need to do that.","c":"money","a":"Michael Bloomberg"},{"id":"N5Ybabjp27maH","t":"As one digs deeper into the national character of the Americans, one sees that they have sought the value of everything in this world only in the answer to this single question: how much money will it bring in?","c":"money","a":"Alexis de Tocqueville"},{"id":"cYMidhDdHm0Nj","t":"Look, we know we screwed up when we were in the majority. We fell in love with power. We spent way too much money - especially on earmarks. There was too much corruption when we ran this place. We were guilty. And that's why we lost.","c":"money","a":"Eric Cantor"},{"id":"wp-H7UtaEmWX-","t":"I've got all the money I'll ever need, if I die by four o'clock.","c":"money","a":"Henny Youngman"},{"id":"PjDyANnN4dtgJ","t":"In my opinion MS is a lot better at making money than it is at making good operating systems.","c":"money","a":"Linus Torvalds"},{"id":"xoxKg0zM8bKo0","t":"I'm not really interested in making money.","c":"money","a":"Steven Spielberg"},{"id":"Ul3fleCTwKXUW","t":"Big money is ruining the political system.","c":"money","a":"Arlen Specter"},{"id":"GwqpzW29_143R","t":"What we get from this adventure is just sheer joy. And joy is, after all, the end of life. We do not live to eat and make money.","c":"money","a":"George Leigh Mallory"},{"id":"ymPHUMj-Ho9rR","t":"Those carrying a credit card balance should scale back to making the minimum payment each month so they have more money to put into savings.","c":"money","a":"Suze Orman"},{"id":"GgveXWmfRz2jB","t":"The day, water, sun, moon, night - I do not have to purchase these things with money.","c":"money","a":"Plautus"},{"id":"Je9-rY-9CHMFJ","t":"If you don't have integrity, you have nothing. You can't buy it. You can have all the money in the world, but if you are not a moral and ethical person, you really have nothing.","c":"money","a":"Henry Kravis"},{"id":"ykK60iRkQACCz","t":"The fellow that has no money is poor. The fellow that has nothing but money is poorer still.","c":"money","a":"Billy Sunday"},{"id":"OSL6b5zkuwPA9","t":"I've never preached one sermon on money, on just finances. I want to stay away from it.","c":"money","a":"Joel Osteen"},{"id":"c1xJZWszuQbQn","t":"Labor was the first price, the original purchase - money that was paid for all things.","c":"money","a":"Adam Smith"},{"id":"Wqdi5ZbjMGwnK","t":"To have done anything just for money is to have been truly idle.","c":"money","a":"Henry David Thoreau"},{"id":"pusyFrGTbBaIm","t":"A nation that continues year after year to spend more money on military defense than on programs of social uplift is approaching spiritual doom.","c":"money","a":"Martin Luther King, Jr."},{"id":"fUKFqmjkwcQLJ","t":"The circulation of confidence is better than the circulation of money.","c":"money","a":"James Madison"},{"id":"MQzPCNMqO5NtC","t":"We shall never get people whose time is money to take much interest in atoms.","c":"money","a":"Samuel Butler"},{"id":"h1wk7odu072tB","t":"The nice thing about the gallery shows is that without having to pay any money you can just go and see it.","c":"money","a":"Yoko Ono"},{"id":"r9TT8jpJEhtxD","t":"The first requisite of a sound monetary system is that it put the least possible power over the quantity or quality of money in the hands of the politicians.","c":"money","a":"Henry Hazlitt"},{"id":"Kzxeca3sfGS_L","t":"Money does not guarantee success.","c":"money","a":"Jose Mourinho"},{"id":"JV_ZIJkP24Lb8","t":"Capitalism is using its money we socialists throw it away.","c":"money","a":"Fidel Castro"},{"id":"gzsHInnxvyGpI","t":"Boxing is the only sport you can get your brain shook, your money took and your name in the undertaker book.","c":"money","a":"Joe Frazier"},{"id":"HmO-U6o46Tdt9","t":"Neither money nor position can atone to me for low birth.","c":"money","a":"Anthony Trollope"},{"id":"vlSYI460k0Ba2","t":"I remember thinking that I'd way rather give my parents my money, and not have to like have them go to work anymore, you know what I mean. Because I'd way rather spend more time with them.","c":"money","a":"Shaun White"},{"id":"xsoxJ_tQ2TTTI","t":"Money doesn't make you happy. I now have $50 million but I was just as happy when I had $48 million.","c":"money","a":"Arnold Schwarzenegger"},{"id":"bdpRAJ92ZnCO1","t":"We have a new generation of very rich people who want to do more with their money than buy a lot of expensive toys. They want to live meaningful lives.","c":"money","a":"Peter Singer"},{"id":"8eKW44fVRrxij","t":"I can make more generals, but horses cost money.","c":"money","a":"Abraham Lincoln"},{"id":"5dmHxTUhhW7_C","t":"There was one thing my daddy wouldn't tolerate in any shape, form or fashion, and that was being unkind or rude to somebody. That was just very important to my folks. And as it turns out, that was a legacy that he left me that money can't buy, is how to be able to treat people.","c":"money","a":"Paula Deen"},{"id":"-VzTUryNCfDuZ","t":"Making a movie requires 20 to 500 people to make and a lot of money and the stakes are a lot higher.","c":"money","a":"Alanis Morissette"},{"id":"R3r-gLoQJpIxB","t":"Money makes your life easier. If you're lucky to have it, you're lucky.","c":"money","a":"Al Pacino"},{"id":"-4byqyFiQp3h1","t":"So you think that money is the root of all evil. Have you ever asked what is the root of all money?","c":"money","a":"Ayn Rand"},{"id":"6sJbo0_KJ_PTg","t":"All money means to me is a pride in accomplishment.","c":"money","a":"Ray Kroc"},{"id":"DyDnMd3BKuJwL","t":"I did my time for the rape. I paid my money to Las Vegas. I paid my dues.","c":"money","a":"Mike Tyson"},{"id":"hOc44G8Ll2DEu","t":"A simple fact that is hard to learn is that the time to save money is when you have some.","c":"money","a":"Joe Moore"},{"id":"AzkUNeLGFklDy","t":"Any fool can make enough money to survive. It's another thing to keep yourself consistently entertained. It's a lot of work, and a lot of fun, to make a life.","c":"money","a":"Robert Fulghum"},{"id":"iDGzAua8HJ0da","t":"To understand someone, find out how he spends his money.","c":"money","a":"Mason Cooley"},{"id":"C8Y-vb3Mj_ge5","t":"Money isn't important, but you have to have enough, so you don't have to think about it. Thinking about money is a drag.","c":"money","a":"Jarvis Cocker"},{"id":"fhSdgx9iUhX3k","t":"Ridiculous yachts and private planes and big limousines won't make people enjoy life more, and it sends out terrible messages to the people who work for them. It would be so much better if that money was spent in Africa - and it's about getting a balance.","c":"money","a":"Richard Branson"},{"id":"UAnTHECOeVc8T","t":"People may take a job for more money, but they often leave it for more recognition.","c":"money","a":"Bob Nelson"},{"id":"J0VvDJItaSXcb","t":"Thinking in its lower grades, is comparable to paper money, and in its higher forms it is a kind of poetry.","c":"money","a":"Havelock Ellis"},{"id":"Alc-lLbgbwJ8F","t":"You reach a point where you don't work for money.","c":"money","a":"Walt Disney"},{"id":"Ca5PoIGPMcr5r","t":"To give real service you must add something which cannot be bought or measured with money, and that is sincerity and integrity.","c":"money","a":"Douglas Adams"},{"id":"KRbtrSifXnE3l","t":"I saw Deep Purple live once and I paid money for it and I thought, 'Geez, this is ridiculous.' You just see through all that sort of stuff. I never liked those Deep Purples or those sort of things. I always hated it. I always thought it was a poor man's Led Zeppelin.","c":"money","a":"Angus Young"},{"id":"rQGel36iseCPu","t":"Money and women are the most sought after and the least known about of any two things we have.","c":"money","a":"Will Rogers"},{"id":"enkVQXHdhKnbX","t":"If one man in the country could take all the money, what was the use of passing any bills about it?","c":"money","a":"Davy Crockett"},{"id":"e1Pm7UW3puZFK","t":"I always say, 'People first, then money, then things.'","c":"money","a":"Suze Orman"},{"id":"U3eWDpQF01F57","t":"What counts is what you do with your money, not where it came from.","c":"money","a":"Merton Miller"},{"id":"jHMErFugRM3PZ","t":"I think when money starts to corrupt journalism, it undermines the journalism, and it undermines the credibility of the product, and you end up not succeeding.","c":"money","a":"Walter Isaacson"},{"id":"1PeRLMXgyYi9i","t":"If you real desire is to be good, there is no need to wait for the money before you do it you can do it now, this very moment, and just where you are.","c":"money","a":"James Allen"},{"id":"6SrAeEmH-rkZ8","t":"Never, ever invest money that you will need prior to three to five years - minimum.","c":"money","a":"Suze Orman"},{"id":"1R-4T8MXwMUpJ","t":"Often people attempt to live their lives backwards they try to have more things, or more money, in order to do more of what they want, so they will be happier.","c":"money","a":"Margaret Young"},{"id":"572g8qR8B4Mn7","t":"You can be young without money but you can't be old without it.","c":"money","a":"Tennessee Williams"},{"id":"7htLdq7qkTNJJ","t":"A man with money is no match against a man on a mission.","c":"money","a":"Doyle Brunson"},{"id":"cRpA9gGNAbc-q","t":"Money is the string with which a sardonic destiny directs the motions of its puppets.","c":"money","a":"W. Somerset Maugham"},{"id":"gv1HZcrOCy2vS","t":"An actress is not a machine, but they treat you like a machine. A money machine.","c":"money","a":"Marilyn Monroe"},{"id":"cnRvxBJBxAx7Q","t":"I can inspire people on how to use money, how to get economically powerful.","c":"money","a":"Mike Tyson"},{"id":"j2U7qLw5AU5GL","t":"I've got my eye on a few things to spend my money on. I've got my own bank card but I am really good with money. I don't spend too much at all.","c":"money","a":"Justin Bieber"},{"id":"_SJGzgytUnPMi","t":"It's good to have money and the things that money can buy, but it's good, too, to check up once in a while and make sure that you haven't lost the things that money can't buy.","c":"money","a":"George Horace Lorimer"},{"id":"iw8yJJfCRAulG","t":"I think that lawyers are terrible at admitting that they're wrong. And not just admitting it also realizing it. Most lawyers are very successful, and they think that because they're making money and people think well of them, they must be doing everything right.","c":"money","a":"Alan Dershowitz"},{"id":"WwDHgxs03OqI3","t":"If money was my only motivation, I would organize myself differently.","c":"money","a":"Placido Domingo"},{"id":"bMgeOLMhC_JFf","t":"I think that money spoils most things, once it becomes the primary motivating force.","c":"money","a":"John Cleese"},{"id":"xukVQB7451_kz","t":"I'm not sure about the selling part, but I've always found that the things I've worn on tour have moved over to what people wear every day. Sometimes the things I wore in the beginning before I had money were things I put together.","c":"money","a":"Steven Tyler"},{"id":"OdbLPUTFEAvP2","t":"A majority, perhaps as many as 75 percent, of abortion clinics are in areas with high minority populations. Abortion apologists will say this is because they want to serve the poor. You don't serve the poor, however, by taking their money to terminate their children.","c":"money","a":"Alveda King"},{"id":"O7jGBmV0-Yyyq","t":"I think money is due for some sort of collapse. People are going to realize that money has a half-life, like radioactive elements.","c":"money","a":"Doug Coupland"},{"id":"QrJr-7C25Gh9I","t":"As kids we didn't complain about being poor we talked about how rich we were going to be and made moves to get the lifestyle we aspired to by any means we could. And as soon as we had a little money, we were eager to show it.","c":"money","a":"Jay-Z"},{"id":"BaKOp0UQ1Yq9M","t":"If saving money is wrong, I don't want to be right!","c":"money","a":"William Shatner"},{"id":"U1a7xHk7zCvcM","t":"When I sent those scripts, that was the lowest point of my life. We'd just had our second son, and when I went to collect them from hospital, I went to the bank to try and get some money to buy some diapers, the screen showed I've got $26 left.","c":"money","a":"Ang Lee"},{"id":"tt4Yp9pLX60OK","t":"I've always said money may buy you a fine dog, but only love can make it wag its tail.","c":"money","a":"Kinky Friedman"},{"id":"HftOMcbHJWztf","t":"The inequalities are greater now than in '92. Some states have equalized per-pupil spending but they set the 'equal level' very low, so that wealthy districts simply raise extra money privately.","c":"money","a":"Jonathan Kozol"},{"id":"Xy-ZNd4Pzy0xa","t":"Maturity: Be able to stick with a job until it is finished. Be able to bear an injustice without having to get even. Be able to carry money without spending it. Do your duty without being supervised.","c":"money","a":"Ann Landers"},{"id":"HmoY6hYEESdpn","t":"I hesitate to deposit money in a bank. I am afraid I shall never dare to take it out again. When you go to confession and entrust your sins to the safe-keeping of the priest, do you ever come back for them?","c":"money","a":"Jean Baudrillard"},{"id":"9mb0XXp8_IVdp","t":"I'm not overly alarmist about it, but I do think there are some worrying signs, like the growing accumulation of wealth by a very small proportion of the population, plus elections in the US are much more dominated by money than anywhere else calling itself a democracy.","c":"money","a":"Peter Singer"},{"id":"7ivvyuzLqGOIT","t":"I can't afford to die I'd lose too much money.","c":"money","a":"George Burns"},{"id":"V2HMt8JOlGPGT","t":"For my scale, how I grew up and live my life, I'm making plenty of money.","c":"money","a":"Louis C. K."},{"id":"v-yixkxqWhtgE","t":"False opinions are like false money, struck first of all by guilty men and thereafter circulated by honest people who perpetuate the crime without knowing what they are doing.","c":"money","a":"Joseph de Maistre"},{"id":"T5k6hHvqkj3Xl","t":"If we're going to spend a lot of money to deal with the problem of 200 million guns in the country owned by 65 million gun owners, we ought to have a system which will work and catch criminals.","c":"money","a":"John Dingell"},{"id":"pA1b71KsQoqf2","t":"If borrowing and spending all this money led to more jobs than we would be at full employment already.","c":"money","a":"Paul Ryan"},{"id":"e2BF8px5i3qxI","t":"I mean, Dodd-Frank is strangling small community banks. It doesn't make any difference what the interest rate is. They're not - they're not going to loan the money because they can't make any money for one thing plus the cost of compliance.","c":"money","a":"Rick Perry"},{"id":"iO6SlX1sBJcP8","t":"That is why the analogy of stealing does not work. With a thief, we want to know how much money he stole, and from whom. With the artist it is not how much he took and from whom, but what he did with it.","c":"money","a":"Lukas Foss"},{"id":"7cXDfBGYtbaQ-","t":"Nothing that is God's is obtainable by money.","c":"money","a":"Tertullian"},{"id":"VUN-TPTLiT0BG","t":"If I feel strongly, I say it. I know I can do more good by being vocal than by staying quiet. I'd have a whole lot more money if I lied, but I wouldn't enjoy spending it.","c":"money","a":"Martina Navratilova"},{"id":"NhUy3wTmZe2fF","t":"If you make a living, if you earn your own money, you're free - however free one can be on this planet.","c":"money","a":"Theodore White"},{"id":"gugdCbQiIlebv","t":"They got married, they got divorced, and half their money goes out the window.","c":"money","a":"Suze Orman"},{"id":"jAILjQeuffnhV","t":"The process by which banks create money is so simple that the mind is repelled.","c":"money","a":"John Kenneth Galbraith"},{"id":"qQ-mKY5U9PP0r","t":"Money is like an arm or leg - use it or lose it.","c":"money","a":"Henry Ford"},{"id":"TGvv1HRcMU8wO","t":"We've got to put a lot of money into changing behavior.","c":"money","a":"Bill Gates"},{"id":"BFWvxUymUEDlF","t":"I'm not broke. Like everybody else, I owe money.","c":"money","a":"Marlee Matlin"},{"id":"AiGZRKoCA-68z","t":"The price we have to pay for money is sometimes liberty.","c":"money","a":"Robert Louis Stevenson"},{"id":"p_yNuAOi07cRg","t":"I actually think that the economy has got some positives. It's got the market. It's got consumer confidence and it's got banks throwing - I mean central bankers throwing money at it around the world.","c":"money","a":"Jack Welch"},{"id":"dkw1i2LC0hhDU","t":"And of course I didn't make any money from stand up for years, so I had temp jobs. That was the way I made money.","c":"money","a":"Demetri Martin"},{"id":"jelWisyWvB65r","t":"I have no idea how much money I've got.","c":"money","a":"Daniel Radcliffe"},{"id":"4WZQJLd42hIBy","t":"I never heard of an old man forgetting where he had buried his money! Old people remember what interests them: the dates fixed for their lawsuits, and the names of their debtors and creditors.","c":"money","a":"Marcus Tullius Cicero"},{"id":"rjzRcVxVHi8mY","t":"Money is our madness, our vast collective madness.","c":"money","a":"David Herbert Lawrence"},{"id":"TQimVdEqclhKS","t":"Money isn't a major motivating force in my life. Nor is my profession. There are other things that I care more about than being an actor.","c":"money","a":"Kevin Costner"},{"id":"Kc3PpIrUlNVPV","t":"If you really believe that you're making a difference and that you can leave a legacy of better schools and jobs and safer streets, why would you not spend the money? The objective is to improve the schools, bring down crime, build affordable housing, clean the streets - not to have a fair fight.","c":"money","a":"Michael Bloomberg"},{"id":"PNwwUeZRuXeYb","t":"Labour was the first price, the original purchase - money that was paid for all things. It was not by gold or by silver, but by labour, that all wealth of the world was originally purchased.","c":"money","a":"Adam Smith"},{"id":"oZZK3gkLRiFSc","t":"The civility which money will purchase, is rarely extended to those who have none.","c":"money","a":"Charles Dickens"},{"id":"l5DstjJpnxi1c","t":"I don't know what to do with it. I'm very fortunate to have it, and it gives you room to maneuver. But the main thing about having money is it means you don't have to worry about it. And that for me is a lovely thing. It's not for fast cars and hookers.","c":"money","a":"Daniel Radcliffe"},{"id":"MYhwoAxc13UPw","t":"Fame, I have already. Now I need the money.","c":"money","a":"Wilhelm Steinitz"},{"id":"LlXtYyjUn_0nD","t":"The safe way to double your money is to fold it over once and put it in your pocket.","c":"money","a":"Kin Hubbard"},{"id":"qEclKnxT258ZX","t":"All I wanted to do was write - at the time, poems, and prose, too. I guess my ambition was simply to make money however I could to keep myself going in some modest way, and I didn't need much, I was unmarried at the time, no children.","c":"money","a":"Paul Auster"},{"id":"JcJnTe06l41Yl","t":"I made a small fortune. I made a lot of money and I made a lot of other people wealthy.","c":"money","a":"Jim Cramer"},{"id":"2cMjXfESNVhNt","t":"Brigands demand your money or your life women require both.","c":"money","a":"Samuel Butler"},{"id":"6RQGGYJNN-gSZ","t":"Where large sums of money are concerned, it is advisable to trust nobody.","c":"money","a":"Agatha Christie"},{"id":"LfLfazlqY8tJb","t":"It takes no compromising to give people their rights. It takes no money to respect the individual. It takes no survey to remove repressions.","c":"money","a":"Harvey Milk"},{"id":"HYKd_HHNQnemr","t":"I don't even know what sound is, much less what it's for. It isn't to make money that's for sure. I've never made any.","c":"money","a":"Don Van Vliet"},{"id":"caQIrxVuFazp1","t":"If time is money, it seems moral to save time, above all one's own, and such parsimony is excused by consideration for others. One is straight-forward.","c":"money","a":"Theodor Adorno"},{"id":"6EgGDYW8rLosz","t":"I went to the bank and proposed that they lend money to the poor people. The bankers almost fell over.","c":"money","a":"Muhammad Yunus"},{"id":"S3jDVtFihVHma","t":"Marrying into money was not a good thing for me.","c":"money","a":"Anna Nicole Smith"},{"id":"yGZfOCc3q_Lt8","t":"If you would know the value of money, go and try to borrow some.","c":"money","a":"Benjamin Franklin"},{"id":"QwJlN4JqnDQGx","t":"I pity the French Cinema because it has no money. I pity the American Cinema because it has no ideas.","c":"money","a":"Jean-Luc Godard"},{"id":"qd0_e44qUsUg4","t":"Because people have no thoughts to deal in, they deal cards, and try and win one another's money. Idiots!","c":"money","a":"Arthur Schopenhauer"},{"id":"ebKvUFXnVY7O4","t":"Because I don't take money, I'll go anywhere and do a benefit concert with almost any orchestra.","c":"money","a":"David Ogden Stiers"},{"id":"pOjclE3ne01ss","t":"Put not your trust in money, but put your money in trust.","c":"money","a":"Oliver Wendell Holmes"},{"id":"Js6Y5WfF-XHq7","t":"Many folks think they aren't good at earning money, when what they don't know is how to use it.","c":"money","a":"Frank A. Clark"},{"id":"jD2_GrHENPJ1a","t":"If God has allowed me to earn so much money, it is because He knows I give it all away.","c":"money","a":"Edith Piaf"},{"id":"jAeQZiXzVEhla","t":"The political system is not for the people. The people are secondary to the economy. It's about what generates money, not about what benefits the people.","c":"money","a":"Ziggy Marley"},{"id":"5zi2WwepzFs4Y","t":"Many good qualities are not sufficient to balance a single want - the want of money.","c":"money","a":"Johann Georg Zimmermann"},{"id":"7vDudTmtACBlq","t":"It's all about the money.","c":"money","a":"Joseph Jackson"},{"id":"W4AOmORnSQM_w","t":"Just put down 9/11... I think, on most things I'm liberal, except on defending ourselves and keeping half the money. Those things I'm kind of conservative on.","c":"money","a":"Dennis Miller"},{"id":"-SzV5VtRYNqxQ","t":"It is not the employer who pays the wages. Employers only handle the money. It is the customer who pays the wages.","c":"money","a":"Henry Ford"},{"id":"6lN9wCQUkv-uM","t":"The way the bankers have kind of toppled the way money is distributed, and taken most of it into their own hands, is as good as Stalin or Hitler.","c":"money","a":"Mario Batali"},{"id":"SvIzabKcZzXLH","t":"The thing that fascinates me is that the way I came to film and television is extinct. Then there were gatekeepers, it was prohibitively expensive to make a film, to be a director you had to be an entrepreneur to raise money.","c":"money","a":"Tom Hooper"},{"id":"icHPsnraQP237","t":"One thing that people keep on saying to me is that the wealth and the fame must have made up for missing out on my childhood. But the idea of money - putting a price on your childhood - is ridiculous. You will never get those years back and you can't put a price on them.","c":"money","a":"Tom Felton"},{"id":"hElN6OUsiwgzP","t":"Spare no expense to save money on this one.","c":"money","a":"Samuel Goldwyn"},{"id":"LSAFz4QXA4nsf","t":"It isn't enough for you to love money - it's also necessary that money should love you.","c":"money","a":"Kin Hubbard"},{"id":"HP9KfJlwSR7kA","t":"The blues is losing someone you love and not having enough money to immerse yourself in drink.","c":"money","a":"Henry Rollins"},{"id":"G4uZobTzkKUKx","t":"Unlike my grandfather or my brother, I've actually been able to make some money at a racetrack.","c":"money","a":"John Malkovich"},{"id":"KymQN6HudzFa0","t":"Books are the money of Literature, but only the counters of Science.","c":"money","a":"Thomas Huxley"},{"id":"TK-40aM2MLP4a","t":"Do what you love and the money will follow.","c":"money","a":"Marsha Sinetar"},{"id":"TatyGp0ujWZFA","t":"I never left France for Hollywood nor stashed my money in Switzerland.","c":"money","a":"Brigitte Bardot"},{"id":"SnLu0K662QCAp","t":"Many people take no care of their money till they come nearly to the end of it, and others do just the same with their time.","c":"money","a":"Johann Wolfgang von Goethe"},{"id":"E0hM7w0ZS6siB","t":"Money won is twice as sweet as money earned.","c":"money","a":"Paul Newman"},{"id":"ppfbK1eIuh6y1","t":"Money speaks, but it speaks with a male voice.","c":"money","a":"Andrea Dworkin"},{"id":"aiGj5udjVIYYG","t":"Preoccupation with money is the great test of small natures, but only a small test of great ones.","c":"money","a":"Nicolas Chamfort"},{"id":"_VcefRX87Wpyo","t":"People don't have time to wait for somebody to paint their portraits anymore. The money is in photography.","c":"money","a":"Robert Mapplethorpe"},{"id":"KMzZ-jWN2AWdY","t":"This will never be a civilized country until we spend more money for books than we do for chewing gum.","c":"money","a":"Elbert Hubbard"},{"id":"YN7BkCeVfZFy6","t":"You shouldn't have to have money to have a luxury fragrance.","c":"money","a":"Lady Gaga"},{"id":"yjzuSZzC8lIF1","t":"Neither soldiers nor money can defend a king but only friends won by good deeds, merit, and honesty.","c":"money","a":"Sallust"},{"id":"mZQ1MTUvtsCrb","t":"Hussein has chosen to spend his money on building weapons of mass destruction and palaces for his cronies.","c":"money","a":"Madeleine Albright"},{"id":"vBIDumKc6ke7X","t":"I never viewed money as being 'my money' I always saw it as 'the money.' It's a resource. If it pools up around me then it needs to be flushed back out into the system.","c":"money","a":"Louis C. K."},{"id":"6cK4xvzl5YlMM","t":"Nothing is so strongly fortified that it cannot be taken by money.","c":"money","a":"Marcus Tullius Cicero"},{"id":"dk-d66jjwmXPg","t":"If I can't get the girl, at least give me more money.","c":"money","a":"Alan Alda"},{"id":"tUqPdo2w5g8qa","t":"Most men love money and security more, and creation and construction less, as they get older.","c":"money","a":"John Maynard Keynes"},{"id":"G-W1ETbw-FTXp","t":"Let advertisers spend the same amount of money improving their product that they do on advertising and they wouldn't have to advertise it.","c":"money","a":"Will Rogers"},{"id":"v_29ycxZth7jO","t":"If you don't want to work you have to work to earn enough money so that you won't have to work.","c":"money","a":"Ogden Nash"},{"id":"e3ycASOmPGrdr","t":"For me the greatest source of income is still movies. Nothing - stocks, financial speculation, real estate speculation or businesses - makes more money for me than making movies.","c":"money","a":"Jackie Chan"},{"id":"uK7wAyiTuLLJX","t":"For industry to settle in a country, you first need electricity for electricity, you need some trained workers for trained workers, you need some schools for schools you need some money for money, you need some industry.","c":"money","a":"Evan Davis"},{"id":"BiLjdM9htwzai","t":"Money is the last enemy that shall never be subdued. While there is flesh there is money or the want of money, but money is always on the brain so long as there is a brain in reasonable order.","c":"money","a":"Samuel Butler"},{"id":"8Cf0rJniMttIK","t":"In New York, everyone's desperate for success, desperate for money and desperate to be accepted, but in London they're more laid back about things like that.","c":"money","a":"David Bailey"},{"id":"mGQau-rQJoLsV","t":"Divorce is one of the most financially traumatic things you can go through. Money spent on getting mad or getting even is money wasted.","c":"money","a":"Richard Wagner"},{"id":"WS2uSvW-aNJZv","t":"Money couldn't buy friends, but you got a better class of enemy.","c":"money","a":"Spike Milligan"},{"id":"XYgV8cNINRj9y","t":"Our greatest lack is not money for any undertaking, but rather ideas, If the ideas are good, cash will somehow flow to where it is needed.","c":"money","a":"Robert H. Schuller"},{"id":"VqjkyTRGD2YWf","t":"Find something in life that you love doing. If you make a lot of money, that's a bonus, and if you don't, you still won't hate going to work.","c":"money","a":"Jeff Foxworthy"},{"id":"NG13mVwF0T-q8","t":"You know, people make a lot of money talking about me, don't they?","c":"money","a":"Hillary Clinton"},{"id":"XyddaqabyLi6H","t":"What white man can say I never stole his land or a penny of his money? Yet they say that I am a thief.","c":"money","a":"Sitting Bull"},{"id":"ROC8rSy1pCzWm","t":"If you work just for money, you'll never make it, but if you love what you're doing and you always put the customer first, success will be yours.","c":"money","a":"Ray Kroc"},{"id":"-dazNpujYCRBN","t":"We had access to too much money, too much equipment, and little by little, we went insane.","c":"money","a":"Francis Ford Coppola"},{"id":"-RkSZMU4ULUq2","t":"There are three faithful friends - an old wife, an old dog, and ready money.","c":"money","a":"Benjamin Franklin"},{"id":"VAlS8VFCe2T5M","t":"A fool and his money are soon parted.","c":"money","a":"Thomas Tusser"},{"id":"oaosGr6yOKZN4","t":"I admire directors so much, I find them incredible: they manage such a huge number of people of different characters, think of the money involved.","c":"money","a":"Catherine Deneuve"},{"id":"eu_ZKYJzY3h4F","t":"Money is not a motivating factor. Money doesn't thrill me or make me play better because there are benefits to being wealthy. I'm just happy with a ball at my feet. My motivation comes from playing the game I love. If I wasn't paid to be a professional footballer I would willingly play for nothing.","c":"money","a":"Lionel Messi"},{"id":"3Gdh9D66508WP","t":"To get rich, you have to be making money while you're asleep.","c":"money","a":"David Bailey"},{"id":"DThLR6HZdOp2Z","t":"A drinker has a hole under his nose that all his money runs into.","c":"money","a":"Thomas Fuller"},{"id":"hjZn-29_AcYdy","t":"My story is the story of countless millions of children whose families and nations were torn apart for money in the name of Jesus Christ.","c":"money","a":"Sinead O'Connor"},{"id":"wi5CZL-0CBHMZ","t":"Remember that credit is money.","c":"money","a":"Benjamin Franklin"},{"id":"SYqvW3APc_W7B","t":"I don't care half so much about making money as I do about making my point, and coming out ahead.","c":"money","a":"Cornelius Vanderbilt"},{"id":"Jj8DIV1U6AFt9","t":"We need to stop spending money we don't have.","c":"money","a":"Paul Ryan"},{"id":"Gg6VO8uJDlna7","t":"New York City is a great monument to the power of money and greed... a race for rent.","c":"money","a":"Frank Lloyd Wright"},{"id":"E1krkmqnx07rp","t":"A wise person should have money in their head, but not in their heart.","c":"money","a":"Jonathan Swift"},{"id":"_7eSGjWmvDYIN","t":"We are the only real aristocracy in the world: the aristocracy of money.","c":"money","a":"George Bernard Shaw"},{"id":"vfsN3HfxX8aig","t":"The foundation of a financial fresh start actually has nothing to do with money or specific financial dos and don'ts.","c":"money","a":"Suze Orman"},{"id":"EZQMnYhCMASGD","t":"Money is everywhere but so is poetry. What we lack are the poets.","c":"money","a":"Federico Fellini"},{"id":"yqvq2zLYORc9p","t":"When you try to find funding for a VVA function, it doesn't seem like it's any trouble at all. People come out of the woodwork with their money to help out because we went over and fought a war.","c":"money","a":"R. Lee Ermey"},{"id":"ZpCA224yjtrn9","t":"Civilized countries generally adopt gold or silver or both as money.","c":"money","a":"Alfred Marshall"},{"id":"CTPxqXsIek5au","t":"Never spend your money before you have earned it.","c":"money","a":"Thomas Jefferson"},{"id":"_UP7nbM2t1EHa","t":"When a man says money can do anything, that settles it: he hasn't got any.","c":"money","a":"George Bernard Shaw"},{"id":"yZaQMWixyGJHF","t":"I don't like begging money from producers.","c":"money","a":"David Byrne"},{"id":"w5JcgUMal6CCw","t":"I am fiercely loyal to those willing to put their money where my mouth is.","c":"money","a":"Paul Harvey"},{"id":"m4qAQ8bI_0JFp","t":"London changes because of money. It's real estate. If they can build some offices or expensive apartments they will, it's money that changes everything in a city.","c":"money","a":"David Bailey"},{"id":"FgwarmSo1y_JD","t":"The only way not to think about money is to have a great deal of it.","c":"money","a":"Edith Wharton"},{"id":"nLJTpiGTVbLoI","t":"If I had been on 'Bowling for Dollars,' I'd wind up owing them money.","c":"money","a":"Ricki Lake"},{"id":"gTcGSaKo6yCVv","t":"When I left 20th Century-Fox to freelance, my agent believed that getting big money was the way to establish real importance in our industry.","c":"money","a":"Loretta Young"},{"id":"gAf2NfjegFg1-","t":"I have long been one of those tedious people who rails against the coronation of 'student-athletes.' I have heard the argument that big-time athletics bring in loads of money to universities. I don't believe the money goes anywhere other than back into the sports teams, but that's another story.","c":"money","a":"Susan Orlean"},{"id":"sxzYACU1-0P_5","t":"The extravagant expenditure of public money is an evil not to be measured by the value of that money to the people who are taxed for it.","c":"money","a":"Chester A. Arthur"},{"id":"Rbk1mNpK75m_a","t":"Rule No.1: Never lose money. Rule No.2: Never forget rule No.1.","c":"money","a":"Warren Buffett"},{"id":"PjEP94Ccj3Ndn","t":"Right now it's only a notion, but I think I can get the money to make it into a concept, and later turn it into an idea.","c":"money","a":"Woody Allen"},{"id":"ypvVAZkxAMgog","t":"We go to school to learn to work hard for money. I write books and create products that teach people how to have money work hard for them.","c":"money","a":"Robert Kiyosaki"},{"id":"J8_qAPJCbDJlJ","t":"I think the person who takes a job in order to live - that is to say, for the money - has turned himself into a slave.","c":"money","a":"Joseph Campbell"},{"id":"iAbqPDXINVsAm","t":"I want to sit with 80- and 90-year-old people more than anyone. They have played this game before. Not one of them has told me, 'I wish I had more money.'","c":"money","a":"Gary Vaynerchuk"},{"id":"4VUTPtdd3RKpQ","t":"I had some money, I made the best paintings ever. I was completely reclusive, worked a lot, took a lot of drugs. I was awful to people.","c":"money","a":"Jean-Michel Basquiat"},{"id":"4jnQLeug_jeHg","t":"Your goal should be to pay off your credit card bills in full at the end of each month and set aside money toward your emergency savings.","c":"money","a":"Suze Orman"},{"id":"T2ebiOAWuJ-0D","t":"Time is money.","c":"money","a":"Benjamin Franklin"},{"id":"wIFSirGpX0Tf-","t":"No money is better spent than what is laid out for domestic satisfaction.","c":"money","a":"Samuel Johnson"},{"id":"ZneOPyt_Nuupp","t":"I am happy to make money. I want to make more money, make more music, eat Big Macs and drink Budweisers.","c":"money","a":"Kid Rock"},{"id":"G2QFKWOlywAhD","t":"Sensitivity and money are like parallel lines. They don't meet.","c":"money","a":"Ang Lee"},{"id":"ikvo4keecwK9v","t":"You aren't wealthy until you have something money can't buy.","c":"money","a":"Garth Brooks"},{"id":"EhdQtPf8u9Uf7","t":"A fool and his money are soon elected.","c":"money","a":"Will Rogers"},{"id":"AkzdA83uoH3KG","t":"I turned down twelve films last year... Huge money films, but I had no respect for the writer or the work.","c":"money","a":"Shia LaBeouf"},{"id":"HfrVYgvH4gKu5","t":"Flattery is a kind of bad money, to which our vanity gives us currency.","c":"money","a":"Francois de La Rochefoucauld"},{"id":"k6rm5BLr4MC5s","t":"Success is having to worry about every damn thing in the world, except money.","c":"money","a":"Johnny Cash"},{"id":"crxZSH45Grzdx","t":"I'd rather lose my own money than someone else's.","c":"money","a":"Dean Kamen"},{"id":"KAmsllAfw75T_","t":"Money is not required to buy one necessity of the soul.","c":"money","a":"Henry David Thoreau"},{"id":"B4YiCyH3BFiA1","t":"Time will take your money, but money won't buy time.","c":"money","a":"James Taylor"},{"id":"Ihd5koP29jn9D","t":"I am not a pig farmer. The pigs had a great time, but I didn't make any money.","c":"money","a":"Willie Nelson"},{"id":"bq-1oYhIOE-2T","t":"The problem with socialism is that you eventually run out of other peoples' money.","c":"money","a":"Margaret Thatcher"},{"id":"GEyIWedvH19YV","t":"Having money is rather like being a blond. It is more fun but not vital.","c":"money","a":"Mary Quant"},{"id":"fMM-AW0uGo9V3","t":"I wanted to make a living, but I really was not interested in money at all. I was interested in being a great comedian.","c":"money","a":"Larry David"},{"id":"R_7M5e3fWN86x","t":"I think that focusing on the money, on the business, is not enough.","c":"money","a":"Sergei Bubka"},{"id":"IsMN_cGTQLvTq","t":"Now people look at 'The Scream' or Van Gogh's 'Irises' or a Picasso and see its new content: money. Auction houses inherently equate capital with value.","c":"money","a":"Jerry Saltz"},{"id":"K_oxo97OoLaXH","t":"Our American friends offer us money, arms, and advice. We take the money, we take the arms, and we decline the advice.","c":"money","a":"Moshe Dayan"},{"id":"SOShfMUSAw6FD","t":"There are a handful of people whom money won't spoil, and we all count ourselves among them.","c":"money","a":"Mignon McLaughlin"},{"id":"XPSc7JTLie9MG","t":"I mean, anything that money can be made off will never be a problem to make, no matter what it is.","c":"money","a":"John Malkovich"},{"id":"WpOePEL5uJaxL","t":"People assume I'm out there having this great life, but money doesn't erase the pain. When you're young you barrel through life, making choices without thinking of repercussions. A few years down the line, you wake up in a certain place and wonder how the hell you got there.","c":"money","a":"Jennifer Lopez"},{"id":"c9YWRfl7v8hVA","t":"I became alienated from this religious upbringing, and started making music. I wanted to be a big star. All those things I saw in the films and on the media took hold of me, and perhaps I thought this was my god: the goal of making money.","c":"money","a":"Cat Stevens"},{"id":"tWpJd7fGkfQtA","t":"'Get a Job' is about all the rich kids we knew when we were younger, kids who never had jobs but always had money for partying or getting their hair done.","c":"money","a":"Beth Ditto"},{"id":"JwUWzxaeA9ia0","t":"Liking money like I like it, is nothing less than mysticism. Money is a glory.","c":"money","a":"Salvador Dali"},{"id":"gm4cxFgIrw64n","t":"My goal isn't to make money, it's to try and survive and make a point.","c":"money","a":"Marilyn Manson"},{"id":"22LUXbDmxoeCG","t":"I don't care about money.","c":"money","a":"Lady Gaga"},{"id":"2haso846_Iy84","t":"We need earmark reform, and when I'm President, I will go line by line to make sure that we are not spending money unwisely.","c":"money","a":"Barack Obama"},{"id":"B2WukVdXMXjAC","t":"The use of money is all the advantage there is in having it.","c":"money","a":"Benjamin Franklin"},{"id":"wvb2vIH6kbGXp","t":"I don't want young people to think they can't make a difference because they don't have money.","c":"money","a":"Kesha"},{"id":"rsPLV_61poT17","t":"I'll come to any benefit if I see SCLC get all the money.","c":"money","a":"Mahalia Jackson"},{"id":"mZeSfUPr5wV1f","t":"Lack of money is the root of all evil.","c":"money","a":"George Bernard Shaw"},{"id":"bBK42GBj6n7dA","t":"Well, I think indigenous peoples have ways of living on the Earth that they've had forever. And they've been overrun by organized religion, which has had a lot of money and power.","c":"money","a":"Alice Walker"},{"id":"SqWnWZYQXJyBW","t":"To buy very good wine nowadays requires only money. To serve it to your guests is a sign of fatigue.","c":"money","a":"William F. Buckley, Jr."},{"id":"n8r_0o89jxp3T","t":"You have to go broke three times to learn how to make a living.","c":"money","a":"Casey Stengel"},{"id":"f8bBPjbTpIErW","t":"We can safely abandon the doctrine of the eighties, namely that the rich were not working because they had too little money, the poor because they had much.","c":"money","a":"John Kenneth Galbraith"},{"id":"B43Ik14y11x4a","t":"People will always choose more money over more sex.","c":"money","a":"Doug Coupland","e":true},{"id":"5EN3bfLrPyl1Y","t":"There is only one class in the community that thinks more about money than the rich, and that is the poor. The poor can think of nothing else.","c":"money","a":"Oscar Wilde"},{"id":"9d0aes_ZBN54u","t":"Everybody gets everything handed to them. The rich inherit it. I don't mean just inheritance of money. I mean what people take for granted among the middle and upper classes, which is nepotism, the old-boy network.","c":"money","a":"Toni Morrison"},{"id":"yzlPx-co6dukZ","t":"There's no money in poetry, but then there's no poetry in money, either.","c":"money","a":"Robert Graves"},{"id":"ElXrWOHSuJXbx","t":"I have too much money invested in sweaters.","c":"money","a":"Bob Hope"},{"id":"Mb_ogSmm6Knxc","t":"For I can raise no money by vile means.","c":"money","a":"William Shakespeare"},{"id":"-kKf_qnH--hnF","t":"The only point in making money is, you can tell some big shot where to go.","c":"money","a":"Humphrey Bogart"},{"id":"PG5YJZ_VamKKR","t":"I think writing really helps you heal yourself. I think if you write long enough, you will be a healthy person. That is, if you write what you need to write, as opposed to what will make money, or what will make fame.","c":"money","a":"Alice Walker"},{"id":"7zGwsrV83kYea","t":"Money doesn't talk, it swears.","c":"money","a":"Bob Dylan"},{"id":"F4DNhoGHepe3n","t":"If you wait until your children are high school seniors to spring it on them that there's not a whole lot of money for school, they won't have too many options.","c":"money","a":"Suze Orman"},{"id":"R4XVjywVKxNlU","t":"Don't bring your need to the marketplace, bring your skill. If you don't feel well, tell your doctor, but not the marketplace. If you need money, go to the bank, but not the marketplace.","c":"money","a":"Jim Rohn"},{"id":"ZDOXgePDb7lx1","t":"You want to give people a reason to hate my guts more? I'm making more money.","c":"money","a":"Billy Joel"},{"id":"BiMKrk-ufApKK","t":"In fact, the confidence of the people is worth more than money.","c":"money","a":"Carter G. Woodson"},{"id":"tlRGPO7XnSI13","t":"If you can count your money, you don't have a billion dollars.","c":"money","a":"J. Paul Getty"},{"id":"S3Sdq3jC0ag-s","t":"I mean, being a child was being a child, was being a creature without power, without pocket money, without escape routes of any kind. So I didn't want to be a child.","c":"money","a":"Maurice Sendak"},{"id":"Us7lEzO5T4tWo","t":"Money doesn't buy class.","c":"money","a":"Kiana Tom"},{"id":"oKa3jlsEKmyKc","t":"You are your greatest asset. Put your time, effort and money into training, grooming, and encouraging your greatest asset.","c":"money","a":"Tom Hopkins"},{"id":"5gjEUO2vLfjB9","t":"Economy does not lie in sparing money, but in spending it wisely.","c":"money","a":"Thomas Huxley"},{"id":"zFD_lm6tPqiEb","t":"Bargain... anything a customer thinks a store is losing money on.","c":"money","a":"Kin Hubbard"},{"id":"kp_LckvdpfWRh","t":"I like to sing ballads the way Eddie Fisher does and the way Perry Como does. But the way I'm singing now is what makes the money.","c":"money","a":"Elvis Presley"},{"id":"d4qLZu0Xi2QsN","t":"Young film makers should learn how to deal with the money and learn how to deal with the power structure. Because it is like a battle.","c":"money","a":"Martin Scorsese"},{"id":"26eECWsszeuJp","t":"The people who run a university are far more qualified and intelligent in handling people than someone who inherited his money and used it to buy a pro team.","c":"money","a":"Hayden Fry"},{"id":"LY05nAkU1gk8s","t":"As Americans, we realize that there is no taxpayer money that wasn't first earned through the sweat and toil of one of our citizens.","c":"money","a":"Rick Perry"},{"id":"VDczjOkNb2Gfu","t":"The strongest bank in the United States will last only so long as the people will have sufficient confidence in it to keep their money there.","c":"money","a":"Carter G. Woodson"},{"id":"hXX5W8hSzfOCA","t":"A survey carried out across the U.S. between 2004 and 2006 showed that frequent church- or synagogue-goers are more likely to give money to charity.","c":"money","a":"Jonathan Sacks"},{"id":"piBmilkVK3wnZ","t":"Money, like vodka, turns a person into an eccentric.","c":"money","a":"Anton Chekhov"},{"id":"I_XG5pHNCVXMD","t":"It is easy to be independent when you've got money. But to be independent when you haven't got a thing, that's the Lord's test.","c":"money","a":"Mahalia Jackson"},{"id":"vlEuioXtOY3ov","t":"Mitt Romney understands free enterprise, he has worked in it. He has seen companies succeed and he has seen them fail, too. He knows what people think about when they invest their money.","c":"money","a":"Marco Rubio"},{"id":"LD2E14bX9BXBd","t":"Money often costs too much.","c":"money","a":"Ralph Waldo Emerson"},{"id":"AwDzY_pzwJBTw","t":"First and foremost I am a drummer. After that, I'm other things... But I didn't play drums to make money.","c":"money","a":"Ringo Starr"},{"id":"Gp4vvEjMeaO7y","t":"The only thing I like more than my wife is my money, and I'm not about to lose that to her and her lawyers, that's for damn sure.","c":"money","a":"Jon Bon Jovi"},{"id":"JQatDa0oAe_B_","t":"Only the elites despise earning money.","c":"money","a":"Newt Gingrich"},{"id":"qQNRIgs_JuLT3","t":"Now, people when I say that look at me and say, 'What are you talking about, Joe? You're telling me we have to go spend money to keep from going bankrupt?'. The answer is yes, that's what I'm telling you.","c":"money","a":"Joe Biden"},{"id":"fTJUrEfXfnXsm","t":"Money is a handmaiden, if thou knowest how to use it a mistress, if thou knowest not.","c":"money","a":"Horace"},{"id":"i-FjyXD0SsO5E","t":"France is a place where the money falls apart in your hands but you can't tear the toilet paper.","c":"money","a":"Billy Wilder"},{"id":"pPB-9ofYOs7Am","t":"Victory is everything. You can spend the money but you can never spend the memories.","c":"money","a":"Ken Venturi"},{"id":"rano0pY66VOMi","t":"Taxation is just a sophisticated way of demanding money with menaces.","c":"money","a":"Terry Pratchett"},{"id":"LoB8Bnruxbc9O","t":"Animals, they are one of the most beautiful gifts we have and, you know, if there are people that have compassion, there are very few people that put their money into animal rescue organizations. And if there is someone that has that passion, animals need all the help they can get.","c":"money","a":"Alyssa Milano"},{"id":"zlGl-C2ehe6PG","t":"Ben Franklin may have discovered electricity- but it is the man who invented the meter who made the money.","c":"money","a":"Earl Warren"},{"id":"tEzsgKx8FEglJ","t":"An important lever for sustained action in tackling poverty and reducing hunger is money.","c":"money","a":"Gro Harlem Brundtland"},{"id":"0NaoRLUAz_RUN","t":"I know why they don't like me because they want the money I have.","c":"money","a":"Mike Tyson"},{"id":"SLWSSZC4KtBbk","t":"There are two kinds of power you have to fight. The first is the money, and that's just our system. The other is the people close around you, knowing when to accept their criticism, knowing when to say no.","c":"money","a":"Martin Scorsese"},{"id":"ppzfEgC148idQ","t":"President Obama's view of a free economy is to send your money to his friends. My vision for a free enterprise economy is to return entrepreneurship and genius and creativity to the American people!","c":"money","a":"Mitt Romney"},{"id":"ArywA97X_-2BT","t":"It costs a lot of money to look this cheap.","c":"money","a":"Dolly Parton"},{"id":"HNac_1wfMqBBB","t":"There was a time when a fool and his money were soon parted, but now it happens to everybody.","c":"money","a":"Adlai E. Stevenson"},{"id":"8v7TvAcIdeAEB","t":"I tend to make low-budget movies but, yeah, I make more money than I ever thought I would make.","c":"money","a":"Laura Linney"},{"id":"nokwKjs9QN41d","t":"A fascist is one whose lust for money or power is combined with such an intensity of intolerance toward those of other races, parties, classes, religions, cultures, regions or nations as to make him ruthless in his use of deceit or violence to attain his ends.","c":"money","a":"Henry A. Wallace"},{"id":"ogYLeqdRPSV4g","t":"I'd asked around 10 or 15 people for suggestions. Finally one lady friend asked the right question, 'Well, what do you love most?' That's how I started painting money.","c":"money","a":"Andy Warhol"},{"id":"5Ch7aAoAytxwo","t":"I don't come from money.","c":"money","a":"Christina Ricci"},{"id":"F5AbpkmNzOhLQ","t":"Spirituality does two things for you. One, you are forced to become more selfless, two, you trust to providence. The opposite of a spiritual man is a materialist. If I was a materialist I would be making lots of money doing endorsements, doing cricket commentary. I have no interest in that.","c":"money","a":"Imran Khan"},{"id":"OKLvAkuzm38QC","t":"If you got the money honey I got the time and when you run out of money honey I run out of time.","c":"money","a":"Willie Nelson"},{"id":"QfCBl5t2fuYcQ","t":"Men make counterfeit money in many more cases, money makes counterfeit men.","c":"money","a":"Sydney J. Harris"},{"id":"XzXKceImBLvyV","t":"We can't go to people who have lost their job at GM and say, 'Oh, by the way, we are going to pay money to build a road here or inoculate children there,' unless we can demonstrate that it is in America's interest. I happen to think it is.","c":"money","a":"Hillary Clinton"},{"id":"17UOOXZreOs8j","t":"Teamwork is so important that it is virtually impossible for you to reach the heights of your capabilities or make the money that you want without becoming very good at it.","c":"money","a":"Brian Tracy"},{"id":"rLCA9Zk7Q8pir","t":"The companies that survive longest are the one's that work out what they uniquely can give to the world not just growth or money but their excellence, their respect for others, or their ability to make people happy. Some call those things a soul.","c":"money","a":"Charles Handy"},{"id":"3tKXM4Iv7xBJW","t":"No complaint... is more common than that of a scarcity of money.","c":"money","a":"Adam Smith"},{"id":"4a0C_m5r096gm","t":"Prosperity is a way of living and thinking, and not just money or things. Poverty is a way of living and thinking, and not just a lack of money or things.","c":"money","a":"Eric Butterworth"},{"id":"51gtWxYAcS-Ki","t":"I used to get my money at the end of the week, buy my mum something, or buy a record, and that was it.","c":"money","a":"Elton John","e":true},{"id":"Dk9wB9fxPV7tO","t":"I advise everybody not to save: spend your money. Most people save all their lives and leave it to somebody else. Money is to be enjoyed.","c":"money","a":"Hedy Lamarr"},{"id":"4UnAlJIcXIXcI","t":"I think it's too bad that everybody's decided to turn on drugs, I don't think drugs are the problem. Crime is the problem. Cops are the problem. Money's the problem. But drugs are just drugs.","c":"money","a":"Jerry Garcia"},{"id":"C50Y1g3fMLjZW","t":"As long as I can make lots of money in other businesses, I'll continue to subsidize my own work.","c":"money","a":"Francis Ford Coppola"},{"id":"diCEOJYDlPhp-","t":"I give lectures for money, but all the money goes to charity. So, I make no money from it.","c":"money","a":"Bob Woodward"},{"id":"1aywg3mmJxNMP","t":"In troubled times the last thing you want to do is to stick your money into a film. It's such a gamble.","c":"money","a":"Robert Carlyle"},{"id":"uNZyvwENSE9Z9","t":"When it is a question of money, everybody is of the same religion.","c":"money","a":"Voltaire"},{"id":"nZJ_8GnQO3RH_","t":"All riches have their origin in mind. Wealth is in ideas - not money.","c":"money","a":"Robert Collier"},{"id":"LNIBMqJpZDc9_","t":"I still think of that guy I was without a wife or kids, and I still want to entertain that guy. The lonely guy, the frustrated guy, the guy with no money - this is the guy who needs to laugh.","c":"money","a":"Larry David"},{"id":"xKzC012hE4EvT","t":"Kindness eases everything almost as much as money does.","c":"money","a":"Mason Cooley"},{"id":"pc0KKElbvsf7f","t":"I don't really care about money. I find money boring and accounting boring, so I'm probably not going to ever make a lot of money.","c":"money","a":"Juliana Hatfield"},{"id":"_r2JGbm-8_E-Y","t":"Money changes all the iron rules into rubber bands.","c":"money","a":"Ryszard Kapuscinski"},{"id":"bPtHlZJ4ii7BU","t":"The shortest period of time lies between the minute you put some money away for a rainy day and the unexpected arrival of rain.","c":"money","a":"Jane Bryant Quinn"},{"id":"V1GUOu0mGNqbp","t":"Politics isn't about big money or power games it's about the improvement of people's lives.","c":"money","a":"Paul Wellstone"},{"id":"iSIirXrsEVBZl","t":"To be clever enough to get all that money, one must be stupid enough to want it.","c":"money","a":"Gilbert K. Chesterton"},{"id":"g32nhHjYbATvO","t":"Money won't make you happy... but everybody wants to find out for themselves.","c":"money","a":"Zig Ziglar"},{"id":"YZp8SkkTiM6vf","t":"There are people who have money and people who are rich.","c":"money","a":"Coco Chanel"},{"id":"6Xi1abf0Ij2JE","t":"Well, I needed the work - that's the honest answer. I haven't worked for a while, a couple of years. So I thought it would be nice to get back to work and earn some money.","c":"money","a":"Gary Oldman"},{"id":"uNF0AvmG7Clp4","t":"I really don't like talking about money. All I can say is that the Good Lord must have wanted me to have it.","c":"money","a":"Larry Bird"},{"id":"w5ALuFf91m0lc","t":"When it comes to money nobody should give up anything.","c":"money","a":"Anthony Trollope"},{"id":"Wyz0XzgfdPBNN","t":"You have to spend a lot to make a lot. It's not like I'm sitting on top of a pile of money.","c":"money","a":"Katy Perry"},{"id":"QaB-ttp4XsATu","t":"A system of capitalism presumes sound money, not fiat money manipulated by a central bank. Capitalism cherishes voluntary contracts and interest rates that are determined by savings, not credit creation by a central bank.","c":"money","a":"Ron Paul"},{"id":"FEzep8fSLKhNK","t":"Kids are meant to believe that their stepping stone to massive money is 'The X Factor.' Luck is great, but most of life is hard work. We do not celebrate people who have made success out of serious hard work.","c":"money","a":"Iain Duncan Smith"},{"id":"s1ESU8N_L0xAM","t":"False riches, consisting of money, houses and lands, acquired by selfish means at cost to others and thereafter used selfishly, are almost always used for the oppression of other persons.","c":"money","a":"Joseph Franklin Rutherford"},{"id":"OZrBysgEnqyOc","t":"You can spend the money on new housing for poor people and the homeless, or you can spend it on a football stadium or a golf course.","c":"money","a":"Jello Biafra"},{"id":"Sgl_NgKb1EwgD","t":"Successful people make money. It's not that people who make money become successful, but that successful people attract money. They bring success to what they do.","c":"money","a":"Wayne Dyer"},{"id":"BtktHMC6EUFDE","t":"Nobody wants to read about the honest lawyer down the street who does real estate loans and wills. If you want to sell books, you have to write about the interesting lawyers - the guys who steal all the money and take off. That's the fun stuff.","c":"money","a":"John Grisham"},{"id":"4v2Ldjeqyf_hy","t":"If American men are obsessed with money, American women are obsessed with weight. The men talk of gain, the women talk of loss, and I do not know which talk is the more boring.","c":"money","a":"Marya Mannes"},{"id":"nYRZiAOPo5kTP","t":"Unfaithfulness in the keeping of an appointment is an act of clear dishonesty. You may as well borrow a person's money as his time.","c":"money","a":"Horace Mann"},{"id":"Q9XJXdVrZo2GR","t":"You got to have a courageous president to stand up and says, listen, if - if you send a bill to me that spends more money than what we've coming in, I'll veto it. I mean, I'm going to try to work with you the best I can, but I'm going to veto it.","c":"money","a":"Rick Perry"},{"id":"dzEedvcLGLjQE","t":"I'm tired of love I'm still more tired of rhyme but money gives me pleasure all the time.","c":"money","a":"Hilaire Belloc"},{"id":"NK4UsSGYN_vzh","t":"Money, again, has often been a cause of the delusion of the multitudes. Sober nations have all at once become desperate gamblers, and risked almost their existence upon the turn of a piece of paper.","c":"money","a":"Charles Mackay"},{"id":"jeCpBIKkrUYY-","t":"But it's a blessing to be so successful within a year it's the greatest feeling in the world, making money and doing the things that I'm doing, and I definitely trying to continue doing what I'm doing.","c":"money","a":"Ludacris"},{"id":"4QFbHg22hL-PU","t":"I'm hopeless with money I simply spend what I've got.","c":"money","a":"Freddie Mercury"},{"id":"bbhsLaw4tWj47","t":"Time is like money, the less we have of it to spare the further we make it go.","c":"money","a":"Josh Billings"},{"id":"WIaPCSP0i7hfF","t":"I'm sick of giving creeps money off my soul.","c":"money","a":"Bob Dylan"},{"id":"BGkv2OrIjkzFp","t":"Always remember, money isn't everything - but also remember to make a lot of it before talking such fool nonsense.","c":"money","a":"Earl Wilson"},{"id":"OJ767tA_A3e6u","t":"A fool and his money get a lot of publicity.","c":"money","a":"Al Bernstein"},{"id":"6sirfv2Xgqh9g","t":"To the eyes of a miser a guinea is more beautiful than the sun, and a bag worn with the use of money has more beautiful proportions than a vine filled with grapes.","c":"money","a":"William Blake"},{"id":"MkO3WFAnKPReF","t":"What is there that money will not do?","c":"money","a":"Anthony Trollope"},{"id":"OGrv4O8ZmunSF","t":"The biases the media has are much bigger than conservative or liberal. They're about getting ratings, about making money, about doing stories that are easy to cover.","c":"money","a":"Al Franken"},{"id":"5zvIWmRVh67hU","t":"The trouble with our people is as soon as they got out of slavery they didn't want to give the white man nothing else. But the fact is, you got to give em something. Either your money, your land, your woman or your ass.","c":"money","a":"Alice Walker","e":true},{"id":"lb5KJUE_0Dk_b","t":"If advertisers spent the same amount of money on improving their products as they do on advertising then they wouldn't have to advertise them.","c":"money","a":"Will Rogers"},{"id":"Hz73DeiAEiOJd","t":"Writing is like prostitution. First you do it for love, and then for a few close friends, and then for money.","c":"money","a":"Moliere"},{"id":"kBU0u3gBeiGm9","t":"As long as you have a system that is based on the rational that if you are making money you are thereby making a contribution to society, these financial rogue practices will continue.","c":"money","a":"David Korten"},{"id":"FkBchO3IbEvmt","t":"The flood of money that gushes into politics today is a pollution of democracy.","c":"money","a":"Theodore White"},{"id":"t05wik6vPHXAe","t":"Our public school system is our country's biggest and most inefficient monopoly, yet it keeps demanding more and more money.","c":"money","a":"Phyllis Schlafly"},{"id":"-ZOYq5V9B5Kpl","t":"We have the right as individuals to give away as much of our own money as we please in charity but as members of Congress we have no right to appropriate a dollar of the public money.","c":"money","a":"Davy Crockett"},{"id":"CbsOIVzIXmpgt","t":"Sudden money is going from zero to two hundred dollars a week. The rest doesn't count.","c":"money","a":"Neil Simon"},{"id":"Z2dNz-ocWQFY6","t":"A liberal is a man who is willing to spend somebody else's money.","c":"money","a":"Carter Glass"},{"id":"wmqI3BZntQo2H","t":"Money is a mechanism for control.","c":"money","a":"David Korten"},{"id":"Pun_1_JoWXV0T","t":"What did the taxpayers get out of the Obama stimulus? More debt. That money wasn't just spent and wasted - it was borrowed, spent, and wasted.","c":"money","a":"Paul Ryan"},{"id":"rD3p9Wj8lEQnX","t":"Success isn't measured by money or power or social rank. Success is measured by your discipline and inner peace.","c":"money","a":"Mike Ditka"},{"id":"_6l6kJv3VnJ3l","t":"Let us face it: in the world today, money and economic strength remain more powerful arguments than the number of people you represent.","c":"money","a":"Guy Verhofstadt"},{"id":"v6MM-EgpcoTOI","t":"Money differs from an automobile or mistress in being equally important to those who have it and those who do not.","c":"money","a":"John Kenneth Galbraith"},{"id":"v_L696qZruVmQ","t":"People first, then money, then things.","c":"money","a":"Suze Orman"},{"id":"f-AEXmHSUUxGy","t":"Anybody who thinks money will make you happy, hasn't got money.","c":"money","a":"David Geffen"},{"id":"4VVSEbdZUKHs3","t":"What counts in Hollywood is box office. It doesn't really matter what people think of you as an actor because, as long as you have been in a movie that has made money, you will always get another job.","c":"money","a":"Diane Kruger"},{"id":"UkitYMpX2MNgQ","t":"I never attempt to make money on the stock market. I buy on the assumption that they could close the market the next day and not reopen it for five years.","c":"money","a":"Warren Buffett"},{"id":"UtWxwCuvgfIrv","t":"I think that what went wrong with religion is the same thing that went wrong with politics. Is that it became too money based and too controlling. It's just a weakness that we human beings have for control - we want one thing and then we want more and then we want more.","c":"money","a":"Dave Davies"},{"id":"1HNqzFOxuVEdM","t":"If our soldiers are not overburdened with money, it is not because they have a distaste for riches if their lives are not unduly long, it is not because they are disinclined to longevity.","c":"money","a":"Sun Tzu"},{"id":"sQf6CjIcMTspD","t":"To make the most of your money, I recommend sticking with mutual funds that don't charge a commission when you buy or sell.","c":"money","a":"Suze Orman"},{"id":"KjMkB0F9NOFxo","t":"One might think that the money value of an invention constitutes its reward to the man who loves his work. But... I continue to find my greatest pleasure, and so my reward, in the work that precedes what the world calls success.","c":"money","a":"Thomas A. Edison"},{"id":"FJ8UAtGNO0K-f","t":"The money can be a hindrance to someone like me because the danger is that you start thinking, 'Is that a $20 million take?' That kind of thing, and being self-critical.","c":"money","a":"Jim Carrey"},{"id":"7Vvtu9oZsJzSl","t":"Well I think money has been going into political campaigns for a very long time.","c":"money","a":"Carly Fiorina"},{"id":"Vzy14-1bVrycn","t":"The idea that a congressman would be tainted by accepting money from private industry or private sources is essentially a socialist argument.","c":"money","a":"Newt Gingrich"},{"id":"zZoSGNriXMJ9_","t":"It is a waste of money to help those who show no desire to help themselves.","c":"money","a":"Taylor Caldwell"},{"id":"GkLIv8amwpxEW","t":"I believe that sex is one of the most beautiful, natural, wholesome things that money can buy.","c":"money","a":"Steve Martin","e":true},{"id":"osdYOgmvozTSL","t":"There is a great difference between Christianity and religion at the south. If a man goes to the communion table, and pays money into the treasury of the church, no matter if it be the price of blood, he is called religious.","c":"money","a":"Harriet Ann Jacobs"},{"id":"Mrakjyr3zfoki","t":"I know that campaigns can seem small, and even silly. Trivial things become big distractions. Serious issues become sound bites. And the truth gets buried under an avalanche of money and advertising. If you're sick of hearing me approve this message, believe me - so am I.","c":"money","a":"Barack Obama"},{"id":"94eAQ41P1ZFPK","t":"A real gentleman, even if he loses everything he owns, must show no emotion. Money must be so far beneath a gentleman that it is hardly worth troubling about.","c":"money","a":"Fyodor Dostoevsky"},{"id":"Pt9uJXfBCh524","t":"I try to treat all the money I'm making like it's the last time I'm going to make it.","c":"money","a":"Eminem"},{"id":"g0vyl3lW77q5V","t":"Don't stay in bed, unless you can make money in bed.","c":"money","a":"George Burns"},{"id":"YinFzZtbdlwUb","t":"And, we have no such thing as a budget anymore. Our manager freaks when we show him the bill. We're lavish to the bone, but all our money goes back into the product.","c":"money","a":"Freddie Mercury"},{"id":"UmHRIutnm4f6Y","t":"What money is better bestowed than that of a schoolboy's tip? How the kindness is recalled by the recipient in after days! It blesses him that gives and him that takes.","c":"money","a":"William Makepeace Thackeray"},{"id":"RV7oVOELs9FSR","t":"Money is the root of all evil, and yet it is such a useful root that we cannot get on without it any more than we can without potatoes.","c":"money","a":"Louisa May Alcott"},{"id":"8DRoUMSj0X5hx","t":"Language is like money, without which specific relative values may well exist and be felt, but cannot be reduced to a common denominator.","c":"money","a":"George Santayana"},{"id":"JpXIiDg6oW_sG","t":"A fool and her money are soon courted.","c":"money","a":"Helen Rowland"},{"id":"S4VseUn6JZ2A0","t":"The thing that differentiates man from animals is money.","c":"money","a":"Gertrude Stein"},{"id":"QFHquNyqoJ6Fr","t":"The sinews of war are infinite money.","c":"money","a":"Marcus Tullius Cicero"},{"id":"Ga1GbaNzMpwNS","t":"I don't think the money people in Hollywood have ever thought I was normal, but I am dedicated to my work and that's what counts.","c":"money","a":"Angelina Jolie"},{"id":"57nhocj31fYJe","t":"The three most important things a man has are, briefly, his private parts, his money, and his religious opinions.","c":"money","a":"Samuel Butler"},{"id":"_5EF_r9fT6EFH","t":"The writer must earn money in order to be able to live and to write, but he must by no means live and write for the purpose of making money.","c":"money","a":"Karl Marx"},{"id":"tqAigZ96O7BwG","t":"Money is not the only answer, but it makes a difference.","c":"money","a":"Barack Obama"},{"id":"gAVxBZA3VhmM4","t":"I think one of the most pervasive evils in this world is greed and acquiring money for money's sake. Once you have six houses and a plane, it's just about a number. It's never been anything I understood.","c":"money","a":"Kevin Bacon"},{"id":"q84cjPiVFRWzj","t":"It has been said that the love of money is the root of all evil. The want of money is so quite as truly.","c":"money","a":"Samuel Butler"},{"id":"zlE3ALQIKiLx9","t":"Don't judge me. I made a lot of money.","c":"money","a":"Samantha Bee"},{"id":"SLkJJtIXweU-Q","t":"Love him or hate him, Trump is a man who is certain about what he wants and sets out to get it, no holds barred. Women find his power almost as much of a turn-on as his money.","c":"money","a":"Donald Trump"},{"id":"vAesgACo_7dY9","t":"A drunkard would not give money to sober people. He said they would only eat it, and buy clothes and send their children to school with it.","c":"money","a":"Samuel Butler"},{"id":"GE6q1bdGd-E4y","t":"No, not rich. I am a poor man with money, which is not the same thing.","c":"money","a":"Gabriel Garcia Marquez"},{"id":"JvsDQfkLxIZ7V","t":"Of the billionaires I have known, money just brings out the basic traits in them. If they were jerks before they had money, they are simply jerks with a billion dollars.","c":"money","a":"Warren Buffett"},{"id":"njF85pda-VH9O","t":"Money and corruption are ruining the land, crooked politicians betray the working man, pocketing the profits and treating us like sheep, and we're tired of hearing promises that we know they'll never keep.","c":"money","a":"Ray Davies"},{"id":"stpP_nFl2_SyQ","t":"At one time there were voiceover artists, now there are celebrity voiceover artists. It's unfortunate because these people need the money less than the voiceover artist.","c":"money","a":"David Duchovny"},{"id":"gmVv_x-29vVF9","t":"A lot of people in the media, and some everyday people, really aren't in search of the truth. They're in search of something worse than that. Money, yeah. I think the media's the kind of a thing where the truth doesn't win, because it's no fun. The truth's no fun.","c":"money","a":"Jack White"},{"id":"yFoyxT29AJhA-","t":"I do not suppose I shall be remembered for anything. But I don't think about my work in those terms. It is just as vulgar to work for the sake of posterity as to work for the sake of money.","c":"money","a":"Orson Welles"},{"id":"LiizjzX00AAoM","t":"A fool and his money are lucky enough to get together in the first place.","c":"money","a":"Stanley Weiser"},{"id":"z4AzJHhJQebw4","t":"If there is no hell, a good many preachers are obtaining money under false pretenses.","c":"money","a":"Billy Sunday"},{"id":"F9YXWbL9FAzkT","t":"Nowadays love is a matter of chance, matrimony a matter of money and divorce a matter of course.","c":"money","a":"Helen Rowland"},{"id":"-v_lu8ckA2IMd","t":"This film cost $31 million. With that kind of money I could have invaded some country.","c":"money","a":"Clint Eastwood"},{"id":"LvqSGqVZU9xNY","t":"People have taken time out of their day and spent their money to come sit down at a concert. And it's jazz music-it's not easy for them to get to it. I don't want them ever to feel that I'm taking their presence lightly.","c":"money","a":"Wynton Marsalis"},{"id":"yRXedqaUbgfUt","t":"In liberal logic, if life is unfair then the answer is to turn more tax money over to politicians, to spend in ways that will increase their chances of getting reelected.","c":"money","a":"Thomas Sowell"},{"id":"wXuatx8wTLBWk","t":"I'm free of stress and worries now because if I don't like something I'm doing, I just find the fun in it instead of being miserable. Let me have fun with the people I work with, let me have fun making money - when I grew up so poor, ya know?","c":"money","a":"Jenny McCarthy"},{"id":"r4rdAWsm_nNd7","t":"What most people don't seem to realize is that there is just as much money to be made out of the wreckage of a civilization as from the upbuilding of one.","c":"money","a":"Margaret Mitchell"},{"id":"EpHvdv0iZs9N7","t":"Work isn't to make money you work to justify life.","c":"money","a":"Marc Chagall"},{"id":"cBeCgOabU0XBn","t":"There are few ways in which a man can be more innocently employed than in getting money.","c":"money","a":"Samuel Johnson"},{"id":"deD4P00anY_uK","t":"Human beings are much bigger than just making money.","c":"money","a":"Muhammad Yunus"},{"id":"hQTYN6pY6rgkX","t":"Who would you want to be giving you advice? Somebody who doesn't have any money?","c":"money","a":"Suze Orman"},{"id":"iZl1978qh7ym0","t":"When a fellow says, 'It ain't the money but the principle of the thing,' it's the money.","c":"money","a":"Kin Hubbard"},{"id":"n12txMu6Rm_1T","t":"I don't know what your childhood was like, but we didn't have much money. We'd go to a movie on a Saturday night, then on Wednesday night my parents would walk us over to the library. It was such a big deal, to go in and get my own book.","c":"money","a":"Robert Redford"},{"id":"is2YwQwUyF14U","t":"People aren't going to throw the kind of money at certain people that they used to.","c":"money","a":"Philip Seymour Hoffman"},{"id":"FtnyDAyk1M3pc","t":"I could easily exist on less money, but I like the way I live now.","c":"money","a":"Christina Ricci"},{"id":"jzClgzxRvRx1-","t":"The people of this country, not special interest big money, should be the source of all political power.","c":"money","a":"Paul Wellstone"},{"id":"1c6hNdNfaO6JM","t":"It's a kind of spiritual snobbery that makes people think they can be happy without money.","c":"money","a":"Albert Camus"},{"id":"vdlA_Ynl7iShi","t":"I was never sloppy with other people's money. Only my own. Because I figure, well, you can be.","c":"money","a":"Francis Ford Coppola"},{"id":"Snt0uaNLi64yc","t":"Don't make music for some vast, unseen audience or market or ratings share or even for something as tangible as money. Though it's crucial to make a living, that shouldn't be your inspiration. Do it for yourself.","c":"money","a":"Billy Joel"},{"id":"9ZxF3YM3XqyHZ","t":"I don't make deals for the money. I've got enough, much more than I'll ever need. I do it to do it.","c":"money","a":"Donald Trump"},{"id":"SF0gLqZFfXmuH","t":"As I have traveled throughout my Congressional district, the one thing I heard loud and clear was simply please stop spending money you do not have, rein in spending, live within a budget.","c":"money","a":"Tim Scott"},{"id":"oMUx4-qw_GSz6","t":"After a certain point, money is meaningless. It ceases to be the goal. The game is what counts.","c":"money","a":"Aristotle Onassis"},{"id":"SdWs5dkR4nd4v","t":"I know why most people never get rich. They put the money ahead of the job. If you just think of the job, the money will automatically follow. This never fails.","c":"money","a":"Hedy Lamarr"},{"id":"kbOcWcKr_2Gb4","t":"But, having a perfume and license, in general, is a financial necessity. A designer must, to reap back the money spent on prototypes and all that sort of thing.","c":"money","a":"Vivienne Westwood"},{"id":"64HWe_5cSNKCc","t":"I know a lot of celebrities who are perfectly happy to put their name to something and then leave it at that because the money is good, but I need to have complete control over how something is going to look if my name is going to be attached to it.","c":"money","a":"Heidi Klum"},{"id":"GbIy2bKmJRGLV","t":"There is no class so pitiably wretched as that which possesses money and nothing else.","c":"money","a":"Andrew Carnegie"},{"id":"CpLzopFJcYjIb","t":"Money is like a sixth sense without which you cannot make a complete use of the other five.","c":"money","a":"W. Somerset Maugham"},{"id":"RMxuJYdrNNmoc","t":"At this point I have enough money to live 25 lifetimes. You couldn't spend the money I've accrued now.","c":"money","a":"Shia LaBeouf"},{"id":"jKflz6HBgrd7O","t":"A man is usually more careful of his money than of his principles.","c":"money","a":"Oliver Wendell Holmes, Jr."},{"id":"N9tfg7qCWYJiU","t":"My Vegas act is how I make my money.","c":"money","a":"Rita Rudner"},{"id":"719_hnIoV7hoj","t":"That's the trouble with being me. At this point, nobody gives a damn what my problem is. I could literally have a tumor on the side of my head and they'd be like, 'Yeah, big deal. I'd eat a tumor every morning for the kinda money you're pulling down.'","c":"money","a":"Jim Carrey"},{"id":"USv1kYNRgBGK8","t":"To avoid ignorance and bullying, I've had to hide the fact that I'm a troll. You have no idea how much time and money I've spent on electrolysis and hair dye and reconstructive surgery so I can look like this.","c":"money","a":"Jon Cryer"},{"id":"tnrHlGyPwA5wp","t":"One thing I have clear is that I don't want to work for money anymore.","c":"money","a":"Antonio Banderas"},{"id":"uqiGLMD4s45hz","t":"If money titles meant anything, I'd play more tournaments. The only thing that means a lot to me is winning. If I have more wins than anybody else and win more majors than anybody else in the same year, then it's been a good year.","c":"money","a":"Tiger Woods"},{"id":"WnkCIZwvIIB0p","t":"I don't believe we are supposed to go through life defeated and not having enough money to pay our bills or send our kids to college.","c":"money","a":"Joel Osteen"},{"id":"Huvbeg0xVW0m8","t":"Prospering just doesn't have to do with money.","c":"money","a":"Joel Osteen"},{"id":"Ij099u8540ovI","t":"But all the money in the world cannot make you happy either, so there has to be a balance.","c":"money","a":"Heidi Klum"},{"id":"mf3gHdK9niNCe","t":"I have no one to leave the money to. I'm a single man. I like spending my money.","c":"money","a":"Elton John"},{"id":"sUmFdnOUI4SkI","t":"Wouldn't it be great if you could only get AIDS by giving money to television preachers?","c":"money","a":"Elayne Boosler"},{"id":"PRsp1_2sxOpST","t":"Everybody likes a kidder, but nobody lends him money.","c":"money","a":"Arthur Miller"},{"id":"PGRj8n5qXay86","t":"I know where I'm putting my money.","c":"money","a":"Marc Andreessen"},{"id":"tG1sp2_2oKoAx","t":"People really feel that, when they go to the gas pump now, that the oil cartel is holding them by the legs and tipping them upside down and shaking money out of their pockets.","c":"money","a":"Ed Markey"},{"id":"7McT8IfJTiGt8","t":"Geez, all that money we waste on space exploration just think how many bombs that would buy!","c":"money","a":"Craig Bruce"},{"id":"haV5qsJnGuBRj","t":"People look at me, and they go, 'You're white, you're smart, you must have went to college. You must have grown up with money.'","c":"money","a":"Adam Carolla"},{"id":"UQv8iLqs6qBbh","t":"The man who has no money is poor, but one who has nothing but money is poorer. He only is rich who can enjoy without owning he is poor who though he has millions is covetous.","c":"money","a":"Orison Swett Marden"},{"id":"vbhoZxdGygv7c","t":"They still have some money, and they have needs to supply. They must begin immediately to pool their earnings and organize industries to participate in supplying social and economic demands.","c":"money","a":"Carter G. Woodson"},{"id":"JG9mw7NfXmvx9","t":"If we had 3 million exhibitionists and only one voyeur, nobody could make any money.","c":"money","a":"Albert Brooks"},{"id":"pHJ4v8L6af2FJ","t":"Money's a horrid thing to follow, but a charming thing to meet.","c":"money","a":"Henry James"},{"id":"EWJ9GUf5q0kai","t":"We are going as fast as we can as soon as we can. We're in a race against time, until we run out of money.","c":"money","a":"Jack Nicholson"},{"id":"4iWpZsgy_ncn6","t":"Some people feel that what we're doing makes no sense, that it's just a waste of money. But it's working.","c":"money","a":"Calvin Klein"},{"id":"U0tIAWzurrqBP","t":"He who receives money in trust to administer for the benefit of its owner, and uses it either for his own interest or against the wishes of its rightful owner, is a thief.","c":"money","a":"Jose Marti"},{"id":"gnxS12nBCUeYf","t":"The only security men can have for their political liberty, consists in keeping their money in their own pockets.","c":"money","a":"Lysander Spooner"},{"id":"wheqBKrW33zOM","t":"Banks have a new image. Now you have 'a friend,' your friendly banker. If the banks are so friendly, how come they chain down the pens?","c":"money","a":"Alan King"},{"id":"GC_la4CmigPAt","t":"My recollection is - and I'd have to confirm this - but I don't recall paying any money to go to law school.","c":"money","a":"Joe Biden"},{"id":"sPCw_POEtwAB-","t":"Money and time are the heaviest burdens of life, and... the unhappiest of all mortals are those who have more of either than they know how to use.","c":"money","a":"Samuel Johnson"},{"id":"J9pjWEo1OBhyg","t":"I know of nothing more despicable and pathetic than a man who devotes all the hours of the waking day to the making of money for money's sake.","c":"money","a":"John D. Rockefeller"},{"id":"lqOIP48RRhkP8","t":"You never suffer from a money problem, you always suffer from an idea problem.","c":"money","a":"Robert H. Schuller"},{"id":"lri4DklRy8qpI","t":"I don't think anybody cares about unwed mothers unless they're black or poor. The question is not morality, the question is money. That's what we're upset about.","c":"money","a":"Toni Morrison"},{"id":"vueal68ugKUtn","t":"I haven't got as much money as some folks, but I've got as much impudence as any of them, and that's the next thing to money.","c":"money","a":"Josh Billings"},{"id":"PS8Ax8vMtyhsO","t":"And also there wasn't much money in television in those days anyhow.","c":"money","a":"Jim Henson"},{"id":"BzBMffI3qacNi","t":"To give money to a woman - and here I must speak as a man - is to deny her special quality, her irreplaceability, and reduce her unique amiability to a commodity. Money takes away her name, while transforming her lover into a nameless customer of a market of appetites.","c":"money","a":"James Buchan"},{"id":"rPJ7U8FwlKiiy","t":"If the money's right, I'll do a film.","c":"money","a":"Oliver Reed"},{"id":"T_53KulbpLS7_","t":"I was very fortunate that I saved my money and I still do.","c":"money","a":"Rod Stewart"},{"id":"Lp-6ZZ1s_RfWY","t":"Politics has become so expensive that it takes a lot of money even to be defeated.","c":"money","a":"Will Rogers"},{"id":"OPtf6b4lVA9BY","t":"The darkest hour in any man's life is when he sits down to plan how to get money without earning it.","c":"money","a":"Horace Greeley"},{"id":"fC6mIGWHVzCun","t":"A woman must have money and a room of her own if she is to write fiction.","c":"money","a":"Virginia Woolf"},{"id":"aavo7KITzaeSc","t":"I'm very unstable there's no stability in a musician's life at all. You live on a bus or on the road hand to mouth and you don't know where your money's coming from.","c":"money","a":"James Taylor"},{"id":"q-etzQYtw7zXV","t":"I mean, I do think at a certain point you've made enough money.","c":"money","a":"Barack Obama"},{"id":"lyRLWiIHdRTJQ","t":"You can get rich making fun of me. I know. I've made lots of money making fun of me.","c":"money","a":"Glenn Beck"},{"id":"dAOsqnPXmiF-r","t":"Money and fame made me believe I was entitled. I was wrong and foolish.","c":"money","a":"Tiger Woods"},{"id":"v24J_vx9oRyHV","t":"A rich man is nothing but a poor man with money.","c":"money","a":"W. C. Fields"},{"id":"Ya_hdp2FJQAd0","t":"Money can buy you a fine dog, but only love can make him wag his tail.","c":"money","a":"Kinky Friedman"},{"id":"WyT_T7oVDYahG","t":"You can't get rid of poverty by giving people money.","c":"money","a":"P. J. O'Rourke"},{"id":"BgSZ8W87XLEBe","t":"Even with my divorce and with everything, I don't need money.","c":"money","a":"Arnold Schwarzenegger"},{"id":"drv-UICuqwBI_","t":"Time is more value than money. You can get more money, but you cannot get more time.","c":"money","a":"Jim Rohn"},{"id":"VUYu2CMXB_t8k","t":"I don't understand it. Jack will spend any amount of money to buy votes but he balks at investing a thousand dollars in a beautiful painting.","c":"money","a":"Jackie Kennedy"},{"id":"Ly5LWWVwE2P3h","t":"In any investment, you expect to have fun and make money.","c":"money","a":"Michael Jordan"},{"id":"0Wiq2-BJZzOCB","t":"You need to do the work to bring the money in, but not compromise standards.","c":"money","a":"Heston Blumenthal"},{"id":"M801e00pzrL2d","t":"Money just draws flies.","c":"money","a":"Mahalia Jackson"},{"id":"H5PlLH-tGEzGs","t":"That money talks, I'll not deny, I heard it once: It said, 'Goodbye'.","c":"money","a":"Richard Armour"},{"id":"TV_0_AqvpV8Bc","t":"Is it not odd that the only generous person I ever knew, who had money to be generous with, should be a stockbroker.","c":"money","a":"Percy Bysshe Shelley"},{"id":"18juk1LmP1kof","t":"The money I pay for my cultural experiences came willingly from my own pocket - they were not the result of bread being removed from the mouths of the poor so that Miss Thing here could mince off to the circus smelling of roses.","c":"money","a":"Julie Burchill"},{"id":"X6oUnFKsP9FDX","t":"You cannot spend money in luxury without doing good to the poor. Nay, you do more good to them by spending it in luxury, than by giving it for by spending it in luxury, you make them exert industry, whereas by giving it, you keep them idle.","c":"money","a":"Samuel Johnson"},{"id":"Rb5ytP7K7_xyy","t":"There are three reasons for becoming a writer: the first is that you need the money the second that you have something to say that you think the world should know the third is that you can't think what to do with the long winter evenings.","c":"money","a":"Quentin Crisp"},{"id":"Z7aAoySKyOfTd","t":"As they say around the Texas Legislature, if you can't drink their whiskey, screw their women, take their money, and vote against 'em anyway, you don't belong in office.","c":"money","a":"Molly Ivins"},{"id":"iNkpOq5XYIUBs","t":"Why are people unemployed? Because there is no work. Why is there no work? Because people are not buying products and services. Why are people not buying products and services? Because they have no money. Why do people have no money? Because they are unemployed.","c":"money","a":"Craig Bruce"},{"id":"X4TSdBoLdQb1J","t":"I've always thought anyone can make money. Making a life worth living, that's the real test.","c":"money","a":"Robert Fulghum"},{"id":"42sC1XZDqUQv2","t":"I have no money, no resources, no hopes. I am the happiest man alive.","c":"money","a":"Henry Miller"},{"id":"vW6pcZdLWTIwK","t":"If there's something that can be formulated, regulated, give you security, then nobody would lose money. Every movie would be successful. And that's certainly not the case.","c":"money","a":"Ang Lee"},{"id":"UvOLvH68YOKRr","t":"We need to shift from an economic organizing principle for human civilization, to a humanitarian organizing principle. Making money more important than your own children is a pathological way for an individual to run their affairs, and it's a pathological way for a society to run its affairs.","c":"money","a":"Marianne Williamson"},{"id":"zYXOoXF3Qab78","t":"Kids are meant to believe that their stepping stone to massive money is 'The X Factor.'","c":"money","a":"Iain Duncan Smith"},{"id":"55Rwbl2_E4R0t","t":"I'd never had money growing up, and it's never been that important to me, except maybe to take our kids on a nice vacation or something like that.","c":"money","a":"Harlan Coben"},{"id":"tkSFPsdr3LjmZ","t":"All I ask is the chance to prove that money can't make me happy.","c":"money","a":"Spike Milligan"},{"id":"RIBZPj7RbWFM6","t":"No woman marries for money they are all clever enough, before marrying a millionaire, to fall in love with him first.","c":"money","a":"Cesare Pavese"},{"id":"Gp8wfFxzU_z6G","t":"He that is of the opinion money will do everything may well be suspected of doing everything for money.","c":"money","a":"Benjamin Franklin"},{"id":"_H2IWY_IajXTv","t":"When you hire that first person, then you're a boss. You've got performance reviews. You've got complaints about not making enough money. You've got people who are just going to sell your story to the tabloids.","c":"money","a":"Scott Adams"},{"id":"grUfl2Wg8fr_T","t":"Money without brains is always dangerous.","c":"money","a":"Napoleon Hill"},{"id":"4SLPOdu7Efqab","t":"Expensive clothes are a waste of money.","c":"money","a":"Meryl Streep"},{"id":"Adcr04YrZ7O41","t":"Money and women. They're two of the strongest things in the world. The things you do for a woman you wouldn't do for anything else. Same with money.","c":"money","a":"Satchel Paige"},{"id":"eE5HqCfc_giVz","t":"If all the rich and all of the church people should send their children to the public schools they would feel bound to concentrate their money on improving these schools until they met the highest ideals.","c":"money","a":"Susan B. Anthony"},{"id":"jmneX-zyuVViI","t":"Some artists are working to buy the mansion or whatever the element of fame must bear, but I spend all my money on my show.","c":"money","a":"Lady Gaga"},{"id":"mdi4GvNL6HUGW","t":"And we've got to ask ourselves some very serious questions as to whether or not certain religious leaders, in terms of raising money - I hate to bring this up - are pushing hot buttons.","c":"money","a":"Tony Campolo"},{"id":"FobitlIEv3-4R","t":"If you wake up deciding what you want to give versus what you're going to get, you become a more successful person. In other words, if you want to make money, you have to help someone else make money.","c":"money","a":"Russell Simmons"},{"id":"_7VKkTexzMXLi","t":"It's rather naive, apart from being ethically objectionable, to assume that our investigators travel around the country with bags of money trying to bribe witnesses to lie on the witness stand. We just don't operate that way.","c":"money","a":"Jim Garrison"},{"id":"FhKkAxr99eY5g","t":"Money is just the poor man's credit card.","c":"money","a":"Marshall McLuhan"},{"id":"2uJ9kNP1rds4Q","t":"The key to making money is to stay invested.","c":"money","a":"Suze Orman"},{"id":"uad1w11Tn8rHD","t":"Money is a poor man's credit card.","c":"money","a":"Marshall McLuhan"},{"id":"W5I4dfSmtIpgQ","t":"I don't talk about money.","c":"money","a":"Kim Kardashian"},{"id":"YvPFbhwwwVhKj","t":"Too many people spend money they haven't earned to buy things they don't want to impress people they don't like.","c":"money","a":"Will Smith"},{"id":"MPjTyZvaOsruY","t":"Hollywood is so fake and people need to realize that people are just people, and you, too, don't need to be born into something or have money or have whatever product someone is hawking on you.","c":"money","a":"Katy Perry"},{"id":"cg_lpxd8B045H","t":"You have reached the pinnacle of success as soon as you become uninterested in money, compliments, or publicity.","c":"money","a":"Thomas Wolfe"},{"id":"PsBhpZzX_vn4C","t":"I had no idea that I would ever get involved with something like lending money to poor people, given the circumstances in which I was working in Bangladesh.","c":"money","a":"Muhammad Yunus"},{"id":"LAltktysFKNoS","t":"Capital is money, capital is commodities. By virtue of it being value, it has acquired the occult ability to add value to itself. It brings forth living offspring, or, at the least, lays golden eggs.","c":"money","a":"Karl Marx"},{"id":"J7Q80GM550Enx","t":"You know, a lot of people are just interested in, in building a company so they can make money and get out.","c":"money","a":"Arthur Rock"},{"id":"QuyRcvigelJ1_","t":"Sooner or later, we sell out for money.","c":"money","a":"Tony Randall"},{"id":"43h6WHlbjKgLk","t":"Almost the only persons who may be said to comprehend even approximately the significance, principles, and purposes of Socialism are the chief leaders of the extreme wings of the Socialistic forces, and perhaps a few of the money kings themselves.","c":"money","a":"Benjamin Tucker"},{"id":"v5zUwCDWt2abE","t":"The GAO just released a report that said 22 percent of federal programs fail to meet their objectives. The truth is we don't know how taxpayer money is spent in Washington, D.C., which is why I think we ought to put every agency budget up on the Internet for everyone to see.","c":"money","a":"Carly Fiorina"},{"id":"udolNZ6bUpEco","t":"That's the real secret to job creation - not borrowing and spending more money in Washington.","c":"money","a":"Paul Ryan"},{"id":"jO_jECEH2LZEG","t":"I'm proud to pay taxes in the United States the only thing is, I could be just as proud for half the money.","c":"money","a":"Arthur Godfrey"},{"id":"PyxzLQ-H8QPn9","t":"What we really want to do is what we are really meant to do. When we do what we are meant to do, money comes to us, doors open for us, we feel useful, and the work we do feels like play to us.","c":"money","a":"Julia Cameron"},{"id":"FIOqXE-t4SgEW","t":"I have a lot of money.","c":"money","a":"Chuck Palahniuk"},{"id":"8Fsp3X5sMDmmq","t":"If the money we donate helps one child or can ease the pain of one parent, those funds are well spent.","c":"money","a":"Carl Karcher"},{"id":"JPAvBY7wr-c3U","t":"I don't spend much money on clothes I never did.","c":"money","a":"Lauren Hutton"},{"id":"FyAQ-vfWKCkzC","t":"Money is better than poverty, if only for financial reasons.","c":"money","a":"Woody Allen"},{"id":"Cj90Cv6IEbG-W","t":"Criminals are never very amusing. It's because they're failures. Those who make real money aren't counted as criminals. This is a class distinction, not an ethical problem.","c":"money","a":"Orson Welles"},{"id":"c_vRJspuJELCP","t":"Nothing except the mint can make money without advertising.","c":"money","a":"Thomas B. Macaulay"},{"id":"20w8oeTp0iqUf","t":"Banks are an almost irresistible attraction for that element of our society which seeks unearned money.","c":"money","a":"J. Edgar Hoover"},{"id":"9R9DxyKhfWQm7","t":"When I graduated from high school, it was during the Depression and we had no money.","c":"money","a":"Ray Bradbury"},{"id":"JBZ2--InEcOH9","t":"Of course, I do everything for money.","c":"money","a":"Christopher Hitchens"},{"id":"Puoe10C4G50ZA","t":"I'd like to live as a poor man with lots of money.","c":"money","a":"Pablo Picasso"},{"id":"TOBIgSSu536rk","t":"The truth was you can't continue to spend the kind of money our spending on all these entitlement programs. I think we need more people in public life who are willing to say, no, we can't afford certain things. No, we can't do certain things.","c":"money","a":"Chris Christie"},{"id":"wkHq-xOk1t-H7","t":"Let's be honest, I have enough money to never have to work again.","c":"money","a":"Emma Watson"},{"id":"srSNfPDT2XYm_","t":"You're right on the money with that. We're all like detectives in life. There's something at the end of the trail that we're all looking for.","c":"money","a":"David Lynch"},{"id":"kZTdsASRXriMI","t":"You may never get to that perfect world that you're waiting for where everything's going to be perfect and you got that much money and your house paid off.","c":"money","a":"Joel Osteen"},{"id":"KxOBKd3B_X3uL","t":"I grew up in a really small town with not a lot of money, and I liked singing, but it was just something that was a hobby.","c":"money","a":"Justin Bieber"},{"id":"6gljEfCbWQ4JI","t":"Wealth flows from energy and ideas.","c":"money","a":"William Feather"},{"id":"9X9fKVy5q4z_2","t":"Money for me today does not really matter.","c":"money","a":"Jackie Chan"},{"id":"9Zu_QS_N-au-V","t":"Don't cling to fame. You're just borrowing it. It's like money. You're going to die, and somebody else is going to get it.","c":"money","a":"Sonny Bono"},{"id":"f-e2hz7qw3M4P","t":"If we think we have ours and don't owe any time or money or effort to help those left behind, then we are a part of the problem rather than the solution to the fraying social fabric that threatens all Americans.","c":"money","a":"Marian Wright Edelman"},{"id":"eFBS-06QfMG_A","t":"I think everything depends on money.","c":"money","a":"Alan Bean"},{"id":"Dvc07mmAOqGdx","t":"No man's credit is as good as his money.","c":"money","a":"John Dewey"},{"id":"qjlNAT3YPPL3d","t":"There are two things people want more than sex and money... recognition and praise.","c":"money","a":"Mary Kay Ash","e":true},{"id":"SdF0P3GH_UUrS","t":"If I have enough money to eat I'm good.","c":"money","a":"Shia LaBeouf"},{"id":"_YpXKliBuiscz","t":"Why is there so much month left at the end of the money?","c":"money","a":"John Barrymore"},{"id":"pEErA6HwfsEYw","t":"One must beware of ministers who can do nothing without money, and those who want to do everything with money.","c":"money","a":"Indira Gandhi"},{"id":"dfoxGYvhUS9r-","t":"Money, it turned out, was exactly like sex, you thought of nothing else if you didn't have it and thought of other things if you did.","c":"money","a":"James A. Baldwin","e":true},{"id":"N7CEkUwP1pvb7","t":"Anyone who wants to sell you overnight success or wealth is not interested in your success they are interested in your money.","c":"money","a":"Bo Bennett"},{"id":"fFrmU_22DJksf","t":"I'm tired of hearing about money, money, money, money, money. I just want to play the game, drink Pepsi, wear Reebok.","c":"money","a":"Shaquille O'Neal"},{"id":"aO0fjlG_asuEN","t":"Money is usually attracted, not pursued.","c":"money","a":"Jim Rohn"},{"id":"xs2356c0sHS7E","t":"You must spend money to make money.","c":"money","a":"Plautus"},{"id":"gx4IzDlGfQLB3","t":"Admittedly, a homosexual can be conditioned to react sexually to a woman, or to an old boot for that matter. In fact, both homo - and heterosexual experimental subjects have been conditioned to react sexually to an old boot, and you can save a lot of money that way.","c":"money","a":"William S. Burroughs"},{"id":"xTR5GE0cGLLrx","t":"A billion here, a billion there, and pretty soon you're talking about real money.","c":"money","a":"Everett Dirksen"},{"id":"YiZyZc7C-CUFj","t":"If women didn't exist, all the money in the world would have no meaning.","c":"money","a":"Aristotle Onassis"},{"id":"34hTOPiytbiGK","t":"I don't blame the players today for the money. I blame the owners. They started it. They wanna give it to 'em? More power to 'em.","c":"money","a":"Yogi Berra"},{"id":"uxeOq_Ji2vgcI","t":"In the seventies, a group of American artists seized the means not of production but of reproduction. They tore apart visual culture at a time of no money, no market, and no one paying attention except other artists. Vietnam and Watergate had happened everything in America was being questioned.","c":"money","a":"Jerry Saltz"},{"id":"JC2J_JBHD_r5g","t":"At the end of the day, money is just a proxy for votes. That is what makes politics so vulnerable to social media.","c":"money","a":"Sean Parker"},{"id":"qVyUa4XKOfddD","t":"Who gets the risks? The risks are given to the consumer, the unsuspecting consumer and the poor work force. And who gets the benefits? The benefits are only for the corporations, for the money makers.","c":"money","a":"Cesar Chavez"},{"id":"dF6lZe4aRRsMq","t":"Now workers should have the right to join unions. But unions should not be forced upon workers. And unions should not have the power to take money our of their members' paychecks to buy the support of politicians that are favored by the union bosses.","c":"money","a":"Mitt Romney"},{"id":"MGXlXX99DhQCj","t":"I don't want to make money I want to make a difference.","c":"money","a":"Lady Gaga"},{"id":"UqNLpUg32tmJR","t":"We do not have a money problem in America. We have a values and priorities problem.","c":"money","a":"Marian Wright Edelman"},{"id":"qAseSqMmeSXtK","t":"I don't believe that I personally have been changed by the money. The bad thing is people assume you've changed because now you have money.","c":"money","a":"Shaquille O'Neal"},{"id":"f8rL09aJz7lZL","t":"It was an honor and privilege to arrive to this country 16 years ago with almost no money in my pocket. A lot has happened since then.","c":"money","a":"Antonio Banderas"},{"id":"GQsTpmWkND379","t":"When an actor has money he doesn't send letters, he sends telegrams.","c":"money","a":"Anton Chekhov"},{"id":"Oo-234eW1Dn-s","t":"If anyone tells you it's impossible to be fabulous and smart and make a ton of money using math, well, they can just get in line behind you - and kiss your math.","c":"money","a":"Danica McKellar"},{"id":"qrMfy5R9ym3Fc","t":"Money is the barometer of a society's virtue.","c":"money","a":"Ayn Rand"},{"id":"H0gvTNLVhRHFh","t":"I don't mind that I'm fat. You still get the same money.","c":"money","a":"Marlon Brando","e":true},{"id":"CXhPX84Tjr_YF","t":"Nobody works as hard for his money as the man who marries it.","c":"money","a":"Kin Hubbard"},{"id":"OrgJPXujV5VNN","t":"People spend time worrying about things they think they have to have and lose perception of what they do have. You can have all the money and material things you want. If you aren't here to enjoy them, what good do they do?","c":"money","a":"Eric Davis"},{"id":"YoVu6CcfALG7-","t":"Sincerity: willingness to spend one's own money.","c":"money","a":"Mason Cooley"},{"id":"T7VejP7VaUGqL","t":"It's lovely to have money to give away - that's the bonus of winning the Nobel.","c":"money","a":"Doris Lessing"},{"id":"qnujVC0SBtd1Q","t":"I don't want to make money, I just want to be wonderful.","c":"money","a":"Marilyn Monroe"},{"id":"lM0vIikudHRFN","t":"It ain't often that a man's reputation outlasts his money.","c":"money","a":"Josh Billings"},{"id":"eEKhwcRPAAEYl","t":"This is our commitment to users and the people who use our service, is that Facebook's a free service. It's free now. It will always be free. We make money through having advertisements and things like that.","c":"money","a":"Mark Zuckerberg"},{"id":"94q4I9tbokzyK","t":"I went to the bank and asked to borrow a cup of money. They said, 'What for?' I said, 'I'm going to buy some sugar.'","c":"money","a":"Steven Wright"},{"id":"TMajSv9nUW5pM","t":"Music has always been my back door to life. It is important for people to find something that excites them. I like the concept that if you do what excites you, you will be rewarded generously, whatever form reward takes, which is not necessarily money.","c":"money","a":"Brandon Boyd"},{"id":"Csd3_9aWeJLto","t":"The man whose only pleasure in life is making money, weighs less on the moral scale than an angleworm.","c":"money","a":"Josh Billings"},{"id":"UU4mwMuOc6CP1","t":"Organized labor, if they're doing a responsible job, is going to organize the pooling of small amounts of money to protect the interests of the people who are not rich.","c":"money","a":"Warren Beatty"},{"id":"f_bhFfy9brsaf","t":"What's money? A man is a success if he gets up in the morning and goes to bed at night and in between does what he wants to do.","c":"money","a":"Bob Dylan"},{"id":"Y-wOilpd2-1Ro","t":"There are probably several hundred thousand if we narrow the definition to include only those who in their search for money and power are ruthless and deceitful.","c":"money","a":"Henry A. Wallace"},{"id":"0_OgxFRSyxZ4U","t":"The American Republic will endure until the day Congress discovers that it can bribe the public with the public's money.","c":"money","a":"Alexis de Tocqueville"},{"id":"6Pls41DxOJcgV","t":"A development deal is where they're giving you recording time and money to record, but not promising that they'll put an album out.","c":"money","a":"Taylor Swift"},{"id":"xIRvqsxv1gtni","t":"People who identify themselves as conservatives donate money to charity more often than people who identify themselves as liberals. They donate more money and a higher percentage of their incomes.","c":"money","a":"Thomas Sowell"},{"id":"oVwedzZZOWJK9","t":"Well, the chairman of Federal Reserve just made his move to rescue Barack Obama. We're gonna have QE3. We're gonna print some more money.","c":"money","a":"Rush Limbaugh"},{"id":"m9dXG0XDSzDbf","t":"My generation will actually be the first generation that is tamer than the one that came before it, and it will probably be poorer less fun and less money.","c":"money","a":"Shia LaBeouf"},{"id":"ceA_60BnK93dQ","t":"I have ways of making money that you know nothing of.","c":"money","a":"John D. Rockefeller"},{"id":"hDaprD6JlQz5I","t":"Go miser go, for money sell your soul. Trade wares for wares and trudge from pole to pole, So others may say when you are dead and gone. See what a vast estate he left his son.","c":"money","a":"John Dryden"},{"id":"PNKiiGSgfnudc","t":"Take free money. No matter how in debt you are, if your employer offers a matching contribution on a 401(k) or other retirement vehicle, you must sign up and contribute enough to get the maximum company match each year. Think of it as a bonus.","c":"money","a":"Suze Orman"},{"id":"Uv8aVEDCmwETg","t":"Never work just for money or for power. They won't save your soul or help you sleep at night.","c":"money","a":"Marian Wright Edelman"},{"id":"VGIV4PXq4zyur","t":"Speculation is only a word covering the making of money out of the manipulation of prices, instead of supplying goods and services.","c":"money","a":"Henry Ford"},{"id":"GWtHLKJ8-eyFr","t":"France is the country where the money falls apart and you can't tear the toilet paper.","c":"money","a":"Billy Wilder"},{"id":"pk7wgkIJrVMiB","t":"I don't think business news is just for old white men with money.","c":"money","a":"Neil Cavuto"},{"id":"XKvsI3AMoPf9v","t":"In suggesting gifts: Money is appropriate, and one size fits all.","c":"money","a":"William Randolph Hearst"},{"id":"CrgAOsdrvtJ_z","t":"We need your help. I need your help. We need money for research. It may not save my life. It may save my children's life. It may save someone you love. And it's very important.","c":"money","a":"Jim Valvano"},{"id":"Er1P3dnCLYUMl","t":"It's a terribly hard job to spend a billion dollars and get your money's worth.","c":"money","a":"George M. Humphrey"},{"id":"phUoOb2_f3glw","t":"Gambling with cards or dice or stocks is all one thing. It's getting money without giving an equivalent for it.","c":"money","a":"Henry Ward Beecher"},{"id":"hnYssCEzgj5Nh","t":"I sat with him for three hours and we did not exchange a single word. At the end he handed me, as he had done before, an envelope with money in it. It would have been much nicer if he had enclosed a greeting or a loving word. I would have been so pleased if he had.","c":"money","a":"Eva Braun"},{"id":"ShYtSKGbZh0oy","t":"To fulfill a dream, to be allowed to sweat over lonely labor, to be given a chance to create, is the meat and potatoes of life. The money is the gravy.","c":"money","a":"Bette Davis"},{"id":"kxFqOhfgUGxFf","t":"It's morally wrong to allow a sucker to keep his money.","c":"money","a":"W. C. Fields"},{"id":"rNraIXrvClsnk","t":"I could be making a lot more money now if I had chosen a different kind of movie, but none of that matters to me... I've done the parts I wanted to do.","c":"money","a":"Jessica Lange"},{"id":"_OJ_832qW_jkP","t":"Bank failures are caused by depositors who don't deposit enough money to cover losses due to mismanagement.","c":"money","a":"Dan Quayle"},{"id":"x1XQX2k69zGoS","t":"Money is always on its way somewhere. What you do with it while it is in your keeping and the direction you send it in say much about you. Your treatment of and respect for money, how you make it, and how you spend it, reflect your character.","c":"money","a":"Gary Ryan Blair"},{"id":"Vzlna6qel_wa4","t":"American men, as a group, seem to be interested in only two things, money and breasts. It seems a very narrow outlook.","c":"money","a":"Hedy Lamarr"},{"id":"rFGSl14HRRKeN","t":"If Warren Buffett made his money from ordinary income rather than capital gains, his tax rate would be a lot higher than his secretary's. In fact a very small percentage of people in this country pay a big chunk of the taxes.","c":"money","a":"Michael Bloomberg"},{"id":"cCMo6uq8b6RvB","t":"What's my motto when it comes to money? Don't put so much emphasis on it!","c":"money","a":"Janice Dickinson"},{"id":"3MUAoPDTgEH46","t":"I have a lot of money stashed away, but I do live my life from day to day.","c":"money","a":"Elton John"},{"id":"dVEWa0rMV2evv","t":"Profit is sweet, even if it comes from deception.","c":"money","a":"Sophocles"},{"id":"C2XDpLLMybK_g","t":"Drug prohibition has caused gang warfare and other violent crimes by raising the prices of drugs so much that vicious criminals enter the market to make astronomical profits, and addicts rob and steal to get money to pay the inflated prices for their drugs.","c":"money","a":"Michael Badnarik"},{"id":"JvxRXeIACGjiF","t":"Architect. One who drafts a plan of your house, and plans a draft of your money.","c":"money","a":"Ambrose Bierce"},{"id":"4Pf0-tJ1buBeE","t":"Those whose life is long still strive for gain, and for all mortals all things take second place to money.","c":"money","a":"Sophocles"},{"id":"HkVBoL2b5Wwun","t":"If we define an American fascist as one who in case of conflict puts money and power ahead of human beings, then there are undoubtedly several million fascists in the United States.","c":"money","a":"Henry A. Wallace"},{"id":"8PicKD8iC5__J","t":"Research is four things: brains with which to think, eyes with which to see, machines with which to measure and, fourth, money.","c":"money","a":"Albert Szent-Gyorgyi"},{"id":"wI1DqTYMqpVcm","t":"I've been very well remunerated for my talents over the years so I really don't need the public's money.","c":"money","a":"George Michael"},{"id":"qTuCD8UPn13tV","t":"Don't matter how much money you got, there's only two kinds of people: there's saved people and there's lost people.","c":"money","a":"Bob Dylan"},{"id":"_mzqlW1IdDDdK","t":"Money is in some respects life's fire: it is a very excellent servant, but a terrible master.","c":"money","a":"P. T. Barnum"},{"id":"2T_hfdYGP7ivX","t":"Nothing induces me to read a novel except when I have to make money by writing about it. I detest them.","c":"money","a":"Virginia Woolf"},{"id":"Aa4_mtbvGYQDj","t":"Opposites may attract, but I wouldn't put my money on a relationship of financial opposites.","c":"money","a":"Suze Orman"},{"id":"kUbMExEGALKKd","t":"There is nothing so habit-forming as money.","c":"money","a":"Don Marquis"},{"id":"FesH2v_VcEyRI","t":"If we pollute the air, water and soil that keep us alive and well, and destroy the biodiversity that allows natural systems to function, no amount of money will save us.","c":"money","a":"David Suzuki"},{"id":"WbGTBAqlcPdMN","t":"If you're not staying on top of your money, you are putting your financial well-being at risk.","c":"money","a":"Suze Orman"},{"id":"N4FhnvIj4Oonz","t":"It is money, money, money! Not ideas, not principles, but money that reigns supreme in American politics.","c":"money","a":"Robert Byrd"},{"id":"RI6KzqDLfQLi3","t":"Arab leaders worry more about making money from the profits they get from oil and gas that they turn the other way when Lebanon is being destroyed right next to them. Their neighbours are being murdered, but they only make calculations for their own benefit.","c":"money","a":"Abu Bakar Bashir"},{"id":"od2AWUBktcJXJ","t":"I decided to pursue music, so I dropped out of school and I told my parents I didn't want any money from them. I got three jobs and I just hit the ground running.","c":"money","a":"Lady Gaga"},{"id":"I6Tiv5afIA8P5","t":"Money is like hormones. It's just how you feel on any given day.","c":"money","a":"Janice Dickinson"},{"id":"Z9mypjxUqMfJS","t":"Hip-hop don't have no fresh energy, none at all. It's money driven, everybody tryin' to make that cheque, nobody putting art in their albums any more.","c":"money","a":"Andre Benjamin"},{"id":"zAMfwgvSBb_Ew","t":"Money cannot buy peace of mind. It cannot heal ruptured relationships, or build meaning into a life that has none.","c":"money","a":"Richard M. DeVos"},{"id":"dTTlRLAsNK8u2","t":"Pretty much, Apple and Dell are the only ones in this industry making money. They make it by being Wal-Mart. We make it by innovation.","c":"money","a":"Steve Jobs"},{"id":"_XQpWA897r9t-","t":"Congress, the press, and the bureaucracy too often focus on how much money or effort is spent, rather than whether the money or effort actually achieves the announced goal.","c":"money","a":"Donald Rumsfeld"},{"id":"0HMRBnj9YpPf7","t":"I have a problem with too much money. I can't reinvest it fast enough, and because I reinvest it, more money comes in. Yes, the rich do get richer.","c":"money","a":"Robert Kiyosaki"},{"id":"_d_8OrfGPZDe2","t":"We pay for the mistakes of our ancestors, and it seems only fair that they should leave us the money to pay with.","c":"money","a":"Don Marquis"},{"id":"_z6WM2n_CvrjQ","t":"If you can actually count your money, then you're not a rich man.","c":"money","a":"J. Paul Getty"},{"id":"uWpK8Qna61AKZ","t":"The chief value of money lies in the fact that one lives in a world in which it is overestimated.","c":"money","a":"H. L. Mencken"},{"id":"W8SD1QqMsFTvp","t":"Life is a game. Money is how we keep score.","c":"money","a":"Ted Turner"},{"id":"7Jp7DC6no1WY8","t":"Business is other people's money.","c":"money","a":"Delphine de Girardin"},{"id":"jTsgQAjdmUgXk","t":"If you make money your god, it will plague you like the devil.","c":"money","a":"Henry Fielding"},{"id":"X64TCtTzsZTXK","t":"It's our money, and we're free to spend it any way we please.","c":"money","a":"Rose Kennedy"},{"id":"IFiVIxxYl5FGN","t":"Nowadays nothing but money counts: a fortune brings honors, friendships the poor man everywhere lies low.","c":"money","a":"Ovid"},{"id":"cA2k6pYRU8dEl","t":"If you are worried about job security and do not have an adequate emergency fund (ideally eight months' worth of living expenses stashed away in a federally insured bank or credit union), you need to focus more on saving money than paying down the balance on your credit cards.","c":"money","a":"Suze Orman"},{"id":"RV4cybXyUR1Yn","t":"Money is a good thing and it's obviously useful, but to work only for money or fame would never interest me.","c":"money","a":"Annie Lennox"},{"id":"2HXQcSs8Kx1U-","t":"Money is like manure, of very little use except it be spread.","c":"money","a":"Francis Bacon"},{"id":"12SVz8GVjKU85","t":"I've had people ask me in interviews what it's like to have money, but that's not how it is. I have a middle-class life. I have a room in London but not a house, nor a BMW.","c":"money","a":"Beth Ditto"},{"id":"M9ynYtYPcLTkd","t":"A bank is a place that will lend you money if you can prove that you don't need it.","c":"money","a":"Bob Hope"},{"id":"XWkfMPSjf20jy","t":"While money doesn't buy love, it puts you in a great bargaining position.","c":"money","a":"Christopher Marlowe"},{"id":"Vav_hw9yN4Ah0","t":"Three groups spend other people's money: children, thieves, politicians. All three need supervision.","c":"money","a":"Dick Armey"},{"id":"acQIX-tod0rxf","t":"We are used to female writers who use their private lives as unmitigated material being somewhat hormonal this somehow 'excuses' what might be seen as a highly unfeminine ability to turn their personal upsets into money.","c":"money","a":"Julie Burchill"},{"id":"hw2oV3J9-narh","t":"I think there's only one or two films where I've had all the financial support I needed. All the rest, I wish I'd had the money to shoot another ten days.","c":"money","a":"Martin Scorsese"},{"id":"s8DDEobHumMf6","t":"I'm so touched that complete strangers will send me a script asking me to be in their film. That still amazes me - and sometimes for a lot of money too.","c":"money","a":"Liam Neeson"},{"id":"nEJEDOzfzGkz_","t":"A wise man should have money in his head, but not in his heart.","c":"money","a":"Jonathan Swift"},{"id":"aZpa39d-tnXyM","t":"Most people work just hard enough not to get fired and get paid just enough money not to quit.","c":"money","a":"George Carlin"},{"id":"CqeqwYfnHOZWO","t":"Want of money and the distress of a thief can never be alleged as the cause of his thieving, for many honest people endure greater hardships with fortitude. We must therefore seek the cause elsewhere than in want of money, for that is the miser's passion, not the thief s.","c":"money","a":"William Blake"},{"id":"0-oWzLrFVTxM5","t":"One of the evils of money is that it tempts us to look at it rather than at the things that it buys.","c":"money","a":"E. M. Forster"},{"id":"n3p27VSz41hy5","t":"It would be nice if the poor were to get even half of the money that is spent in studying them.","c":"money","a":"Bill Vaughan"},{"id":"1zRRpum0V0ynk","t":"Money, not morality, is the principle commerce of civilized nations.","c":"money","a":"Thomas Jefferson"},{"id":"Gb2jCzooaYGXn","t":"People don't have fortunes left them in that style nowadays men have to work and women to marry for money. It's a dreadfully unjust world.","c":"money","a":"Louisa May Alcott"}]