[{"id":"GLJ-D88Re73QF","t":"Healing yourself is connected with healing others.","c":"movingon","a":"Yoko Ono"},{"id":"hZvNKcWf7L309","t":"Getting over someone is a grieving process. You mourn the loss of the relationship, and that's only expedited by 'Out of sight, out of mind.' But when you walk outside and see them on a billboard or on TV or on the cover of a magazine, it reopens the wound. It's a high-class problem, but it's real.","c":"movingon","a":"Hank Azaria"},{"id":"qhCmSLbfZezL0","t":"I can tell you one thing, Iran is closer to developing nuclear weapons today than it was a week ago, or a month ago or a year ago. It's just moving on with its efforts.","c":"movingon","a":"Benjamin Netanyahu"},{"id":"bmX-SYxZekgfi","t":"I mean, don't forget the earth's about five thousand million years old, at least. Who can afford to live in the past?","c":"movingon","a":"Harold Pinter"},{"id":"WkmD94zS7NvLW","t":"I've always believed that if you don't stay moving, they will throw dirt on you.","c":"movingon","a":"Paul Anka"},{"id":"SqtbHLPdOIELi","t":"O! many a shaft, at random sent, Finds mark the archer little meant! And many a word, at random spoken, May soothe or wound a heart that's broken!","c":"movingon","a":"Walter Scott"},{"id":"gL-WILbcZCJ8z","t":"By forgetting the past and by throwing myself into other interests, I forget to worry.","c":"movingon","a":"Jack Dempsey"},{"id":"SHmWds4qSp6QG","t":"One makes mistakes that is life. But it is never a mistake to have loved.","c":"movingon","a":"Romain Rolland"},{"id":"eHfvOQtnuAqAE","t":"The words of kindness are more healing to a drooping heart than balm or honey.","c":"movingon","a":"Sarah Fielding"},{"id":"OvT95PxXRHwTS","t":"Man maintains his balance, poise, and sense of security only as he is moving forward.","c":"movingon","a":"Maxwell Maltz"},{"id":"k3fy-ooD9Il1f","t":"The Marines was a fresh start - that is why they shave your head. I wish they would let you change your name.","c":"movingon","a":"Drew Carey"},{"id":"DfXbpDdT7OP-5","t":"I must be careful not to get trapped in the past. That's why I tend to forget my songs.","c":"movingon","a":"Mick Jagger"},{"id":"6hd2jqc_TVVpB","t":"With more than 67 percent of the Nation's freight moving on highways, economists believe that our ability to compete internationally is tied to the quality of our infrastructure.","c":"movingon","a":"Dennis Hastert"},{"id":"hDBbrikdgHEGA","t":"I can see that if this was an album done 10 or 15 years ago we could see we were moving on to some place else.","c":"movingon","a":"Wayne Coyne"},{"id":"NGYUwAxf9peAe","t":"I will be really happy once I have done my jail time. I can start fresh.","c":"movingon","a":"Nicole Richie"},{"id":"yAd2NGkr3vno4","t":"It is very clear that voice communications is moving on to the Internet. In the end, the price that anyone can provide for voice transmission on the Net will trend toward zero.","c":"movingon","a":"Meg Whitman"},{"id":"4eQSuSl-kKiIo","t":"The heart will break, but broken live on.","c":"movingon","a":"Lord Byron"},{"id":"eXIqVYBUBTbMF","t":"I know people who grow old and bitter. I want to keep making a fresh start. I don't want them to defeat me. That would be suicidal.","c":"movingon","a":"Robert Wyatt"},{"id":"5d37EwvJwcxW_","t":"Life goes on, and I'm moving on to the next thing, but I hope the soaps that are still running will thrive. They have millions of loyal viewers.","c":"movingon","a":"Susan Lucci"},{"id":"Xkzk76rdlScnG","t":"Expect trouble as an inevitable part of life and repeat to yourself, the most comforting words of all this, too, shall pass.","c":"movingon","a":"Ann Landers"},{"id":"-f_fP2is8-r4j","t":"I actually think sadness and darkness can be very beautiful and healing.","c":"movingon","a":"Duncan Sheik"},{"id":"uvlbaoMLQfyNa","t":"I kind of came to the conclusion after I did finally get married that love and relationships are just a series of horrific losses with hopefully one win.","c":"movingon","a":"Justin Halpern"},{"id":"XOetUIvU1ZYp8","t":"Forget the past.","c":"movingon","a":"Nelson Mandela"},{"id":"DpqiANeWjpL8M","t":"I like to edit my sentences as I write them. I rearrange a sentence many times before moving on to the next one. For me, that editing process feels like a form of play, like a puzzle that needs solving, and it's one of the most satisfying parts of writing.","c":"movingon","a":"Karen Thompson Walker"},{"id":"GaQTOc-rdVC7o","t":"The goal of spiritual practice is full recovery, and the only thing you need to recover from is a fractured sense of self.","c":"movingon","a":"Marianne Williamson"},{"id":"xhx1Fx-XtkY4Y","t":"What surrounds us we endure better for giving it a name - and moving on.","c":"movingon","a":"Emile M. Cioran"},{"id":"MiEMCGw-XBVuF","t":"In the theater, it's about taking time in a musical segment, a pause in a musical way and then moving on.","c":"movingon","a":"Marcia Gay Harden"},{"id":"3IWgpBS1RTVJ7","t":"I can still love an ex as a person, regardless if the breakup was bad. I would never wish anything negative on them. It takes more energy to hate them than to wish them well.","c":"movingon","a":"Ashley Greene"},{"id":"7mCA3Q0tGzbNW","t":"Blessed are the hearts that can bend they shall never be broken.","c":"movingon","a":"Albert Camus"},{"id":"P4tAowT76RN54","t":"When you start using senses you've neglected, your reward is to see the world with completely fresh eyes.","c":"movingon","a":"Barbara Sher"},{"id":"t-Amh0AsMrLuO","t":"There's always something to suggest that you'll never be who you wanted to be. Your choice is to take it or keep on moving.","c":"movingon","a":"Phylicia Rashad"},{"id":"fkYR5bVU6qJAe","t":"Who can't relate to the idea of leaving one chapter behind and moving on to the next?","c":"movingon","a":"Mike Shinoda"},{"id":"7yUkETL4sKZg_","t":"All of the sports have a safety net, but boxing is the only sport that has none. So when the fighter is through, he is through. While he was fighting his management was very excited for him, but now that he is done, that management team is moving on.","c":"movingon","a":"Gerry Cooney"},{"id":"P1R9kVhY3Au0L","t":"What's that line from TS Eliot? To arrive at the place where you started, but to know it for the first time. I'm able to write about a breakup from a different place. Same brokenness. Same rock-bottom. But a little more informed, now I'm older. Thank God for growing up.","c":"movingon","a":"Alanis Morissette"},{"id":"Kq745qkNNAg7w","t":"I don't live in the past at all I'm always wanting to do something new. I make a point of constantly trying to forget and get things out of my mind.","c":"movingon","a":"Brian Eno"},{"id":"erDOdd8wi2GGO","t":"We are also fortunate in being in quite a sheltered environment, in terms of people moving on to do other things, because there are relatively few companies in Scotland that are looking for the skill set that we've developed.","c":"movingon","a":"David Milne"},{"id":"NLdCgfrwTh4uo","t":"I think a spiritual journey is not so much a journey of discovery. It's a journey of recovery. It's a journey of uncovering your own inner nature. It's already there.","c":"movingon","a":"Billy Corgan"},{"id":"FR1undfOrP4wq","t":"I am pretty embroiled in moving on and moving forward with music.","c":"movingon","a":"Andy Summers"},{"id":"5BXu8PyOt0xTP","t":"I've been heartbroken. I've broken hearts. That's part of life, and its part of figuring out who you are so you can find the right partner.","c":"movingon","a":"Heidi Klum"},{"id":"JEfLE3lOny_I9","t":"Suffering isn't ennobling, recovery is.","c":"movingon","a":"Christiaan Barnard"},{"id":"B4CJIYiHXencJ","t":"The moving finger writes, and having written moves on. Nor all thy piety nor all thy wit, can cancel half a line of it.","c":"movingon","a":"Omar Khayyam"},{"id":"k7jwfFYoD6qz0","t":"Part of growing up is just taking what you learn from that and moving on and not taking it to heart.","c":"movingon","a":"Beverley Mitchell"},{"id":"FgW53_Z_gGGhP","t":"Moving on, is a simple thing, what it leaves behind is hard.","c":"movingon","a":"Dave Mustaine"},{"id":"0uSPlwdVXQgNE","t":"Any time you end a relationship, and everyone has ended plenty in their life, it's always a tough thing and hard to get over.","c":"movingon","a":"Adam Brody"},{"id":"hFcgriiIiQWPP","t":"Recovery is something that you have to work on every single day and it's something that it doesn't get a day off.","c":"movingon","a":"Demi Lovato"},{"id":"lFrND0Q3nalik","t":"I'm pretty horrible at relationships and haven't been in many long-term ones. Leaving and moving on - returning to a familiar sense of self-reliance and autonomy - is what I know that feeling is as comfortable and comforting as it might be for a different kind of person to stay.","c":"movingon","a":"Carrie Brownstein"},{"id":"CmU2RlKSbb--v","t":"Like anyone who goes to college, you're leaving a familiar surrounding and a comfortable environment and your friends and everything, and you're starting fresh. It can be pretty daunting.","c":"movingon","a":"Jason Biggs"},{"id":"l7vOve0imVF5G","t":"Kubrick's vision seemed to be that humans are doomed, whereas Clarke's is that humans are moving on to a better stage of evolution.","c":"movingon","a":"Marvin Minsky"},{"id":"-SJNkmcpbRI55","t":"If it were the Clinton people, they'd be sitting around figuring out how to pull themselves out. Instead the president is continuing to go around the country and peddling Social Security, which the needle is not moving on.","c":"movingon","a":"Gwen Ifill"},{"id":"VflQr3jKYh3y2","t":"After doing 'Firefly' and moving on, I always wanted to be part of a series again. I love doing films, too, but there's just something special about being part of the team and feeling like you're actually a part of the family, and I always look to re-create that.","c":"movingon","a":"Summer Glau"},{"id":"25ok8e_sRP39r","t":"Don't dwell on what went wrong. Instead, focus on what to do next. Spend your energies on moving forward toward finding the answer.","c":"movingon","a":"Denis Waitley"},{"id":"XAo4kRGXHaWak","t":"The all-seeing eye of God beheld our deplorable state infinite pity touched the heart of the Father of mercies and infinite wisdom laid the plan of our recovery.","c":"movingon","a":"David Brainerd"}]