[{"id":"ycHVDGJfU_uex","t":"Develop interest in life as you see it in people, things, literature, music - the world is so rich, simply throbbing with rich treasures, beautiful souls and interesting people. Forget yourself.","c":"music","a":"Henry Miller"},{"id":"LWrX4AIJr8IAI","t":"All I do is play music and golf - which one do you want me to give up?","c":"music","a":"Willie Nelson"},{"id":"hnOjJ2-kuOmyA","t":"I've spent hours and hours doing research into Appalachian folk music. My grandfather was a fiddler. There is something very immediate, very simple and emotional, about that music.","c":"music","a":"Renee Fleming"},{"id":"F2qVGXI4MNwZO","t":"When music fails to agree to the ear, to soothe the ear and the heart and the senses, then it has missed the point.","c":"music","a":"Maria Callas"},{"id":"Ttk97R_egRWqc","t":"Stone walls confine a tinker cold iron binds a witch but a musician's music can never be fettered, for it lives first in her heart and mind.","c":"music","a":"Charles de Lint"},{"id":"K-tKr_-Adz5mF","t":"Our music's kind of about taking something ugly and making it beautiful.","c":"music","a":"Jerry Cantrell"},{"id":"7gSUL1xH8tpTx","t":"Music is always a commentary on society.","c":"music","a":"Frank Zappa"},{"id":"uw6yCcwjIMAO2","t":"Most people wouldn't know music if it came up and bit them on the ass.","c":"music","a":"Frank Zappa","e":true},{"id":"7g3-2FNnVR85e","t":"But however measurable, there is much more life in music than mathematics or logic ever dreamed of.","c":"music","a":"Gabriel Marcel"},{"id":"xlWrDkzL8wzcM","t":"Music is the divine way to tell beautiful, poetic things to the heart.","c":"music","a":"Pablo Casals"},{"id":"w8DnxAfOaMqLQ","t":"In middle school, I really didn't have music, but in high school, I remember taking a lot of choir and drama.","c":"music","a":"Adam Lambert"},{"id":"MM5Vafz1ppUoI","t":"All that stuff about heavy metal and hard rock, I don't subscribe to any of that. It's all just music. I mean, the heavy metal from the '70s sounds nothing like the stuff from the '80s, and that sounds nothing like the stuff from the '90s. Who's to say what is and isn't a certain type of music?","c":"music","a":"Neil Young"},{"id":"4GJGVS3v0Zxom","t":"I want my fans to love themselves. It's almost like I want to hypnotize them so when they hear my music they love themselves instantly.","c":"music","a":"Lady Gaga"},{"id":"V4IFmOlCo3kWa","t":"I'm prepared to spend the rest of my life playing clubs, if that means I'm playing music that I believe in.","c":"music","a":"Billy Corgan"},{"id":"dhRl70XN8_LhZ","t":"Music, when soft voices die Vibrates in the memory.","c":"music","a":"Percy Bysshe Shelley"},{"id":"Hces6oCeG4vhk","t":"Boy bands should be exploded from a great height. They're just pretty people singing music written by others.","c":"music","a":"Eddie Izzard"},{"id":"4kL9rcrFaIP0-","t":"I wasn't very aware of pop music because I attended an arts school. For me, it was all about jazz.","c":"music","a":"Norah Jones"},{"id":"1FR65w7eQFFCN","t":"I tend to score with songs from Western pop music.","c":"music","a":"Danny Boyle"},{"id":"DuSRmr2N406rW","t":"Music is your guide.","c":"music","a":"Billy Corgan"},{"id":"ZRIm1RDZwD86m","t":"In these confused times, the role of classical music is at the very core of the struggle to reassert cultural and ethical values that have always characterized our country and for which we have traditionally been honored and respected outside our shores.","c":"music","a":"Lorin Maazel"},{"id":"wv85sLJw1mcX5","t":"In music the passions enjoy themselves.","c":"music","a":"Friedrich Nietzsche"},{"id":"JmwTKnuzE30aw","t":"I hate most of what constitutes rock music, which is basically middle-aged crap.","c":"music","a":"Sting","e":true},{"id":"cZzeBLUtDep-b","t":"He who joyfully marches to music in rank and file has already earned my contempt. He has been given a large brain by mistake, since for him the spinal cord would suffice.","c":"music","a":"Albert Einstein"},{"id":"dad5Ua1Hvt_JT","t":"Music is part of God's universe.","c":"music","a":"Cat Stevens"},{"id":"yYUZoHSzAhBsP","t":"Men are wary of me because they know, by listening to my music, that a relationship with me will be quite deep.","c":"music","a":"Ellie Goulding"},{"id":"JT2rqlpX-yIz_","t":"It had never occurred to me before that music and thinking are so much alike. In fact you could say music is another way of thinking, or maybe thinking is another kind of music.","c":"music","a":"Ursula K. Le Guin"},{"id":"PkoxKa9kzxFTh","t":"Everything revolves around the music when it comes to Tool.","c":"music","a":"Maynard James Keenan"},{"id":"WihcvWsy0LO-R","t":"I'd call what I do pop music, but it's folky and electronic and it doesn't really sound like much else.","c":"music","a":"Ellie Goulding"},{"id":"Fkv7Ni307hUO8","t":"These seem to me so ambiguous, so vague, so easily misunderstood in comparison to genuine music, which fills the soul with a thousand things better than words.","c":"music","a":"Felix Mendelssohn"},{"id":"L_scan-3KwStj","t":"So there's no guarantee if you like the music you will empathize with the culture and the people who made it. It doesn't necessarily happen. I think it can, but it doesn't necessarily happen. Which is kind of a shame.","c":"music","a":"David Byrne"},{"id":"QO2LDKdH96BRF","t":"I love to play music. So why endanger that with something like drugs?","c":"music","a":"Dave Grohl"},{"id":"LIuBWFpxyOPLn","t":"The only reason that you do visual is solely for the visual. That's the only reason. It doesn't sell your music for you.","c":"music","a":"Shania Twain"},{"id":"Qo3aMw-JwgJWv","t":"Music is the pleasure the human mind experiences from counting without being aware that it is counting.","c":"music","a":"Gottfried Leibniz"},{"id":"UEE9v8PJKB8oh","t":"But I feel music has a very important role in ritual activity, and that being able to join in musical activity, along with dancing, could have been necessary at a very early stage of human culture.","c":"music","a":"E. O. Wilson"},{"id":"ibDjNSL2fT-Kc","t":"I start really missing London when I go away. I have a little flat, but very central. I live above a pub and you'd think it'd be a nightmare, but I like hearing the music and it's quite comforting.","c":"music","a":"Ellie Goulding"},{"id":"abIvAdboJllVO","t":"When you work you are a flute through whose heart the whispering of the hours turns to music. Which of you would be a reed, dumb and silent, when all else sings together in unison?","c":"music","a":"Khalil Gibran"},{"id":"VqXBEn4kvGgRi","t":"Music is a great energizer. It's a language everybody knows.","c":"music","a":"Bill Hicks"},{"id":"--s9zXdFZ8aZ2","t":"My loathings are simple: stupidity, oppression, crime, cruelty, soft music.","c":"music","a":"Vladimir Nabokov"},{"id":"XD4cZD9KNtJ54","t":"To enjoy my music, you need depth and emotionality.","c":"music","a":"Joni Mitchell"},{"id":"CwFAUjgZMA4as","t":"Music is my living. I enjoy selling my music.","c":"music","a":"James Taylor"},{"id":"3grpbE3VRDsxc","t":"Music is the shorthand of emotion.","c":"music","a":"Leo Tolstoy"},{"id":"FuW7R3ZgOfMJb","t":"Music's not like becoming a doctor, who can walk into a community and find people who need him.","c":"music","a":"Charlie Byrd"},{"id":"veKueKBUCsIc6","t":"The English may not like music, but they absolutely love the noise it makes.","c":"music","a":"Thomas Beecham"},{"id":"FzwvOzetFC4PD","t":"I am trying to walk a tightrope trying to keep the DJ community happy while trying to spread the message about dance music to more people. That is the mission that I am on.","c":"music","a":"David Guetta"},{"id":"xRLp8MkM7HYED","t":"Extraordinary how potent cheap music is.","c":"music","a":"Noel Coward"},{"id":"tlLm1Yd8iw51W","t":"Rock and Roll: Music for the neck downwards.","c":"music","a":"Keith Richards"},{"id":"dEpmxz214DcoW","t":"The spiral in a snail's shell is the same mathematically as the spiral in the Milky Way galaxy, and it's also the same mathematically as the spirals in our DNA. It's the same ratio that you'll find in very basic music that transcends cultures all over the world.","c":"music","a":"Joseph Gordon-Levitt"},{"id":"guwGQJkB8VEzZ","t":"I've done some acting and a lot of different things, but mostly it's the music.","c":"music","a":"Joan Jett"},{"id":"ShCKwDYceI9cB","t":"Color is a plastic means of creating intervals... color harmonics produced by special relationships, or tensions. We differentiate now between formal tensions and color tensions, just as we differentiate in music between counterpoint and harmony.","c":"music","a":"Hans Hofmann"},{"id":"dbIMqIkiCs-e7","t":"I write music every day.","c":"music","a":"Lady Gaga"},{"id":"hqcNVOvd56WgQ","t":"Nature's music is never over her silences are pauses, not conclusions.","c":"music","a":"Mary Webb"},{"id":"FeekZM75ab_Ml","t":"I have so many opinions about everything it just comes out during my music. It's a battle for me. I try not to be preachy. That's a real danger.","c":"music","a":"Neil Young"},{"id":"nwWZ1FkV4eVQZ","t":"A lot of my music is slow and subtle. The subtly is what I enjoy about making music.","c":"music","a":"Norah Jones"},{"id":"qCvkxqTXBSJNh","t":"Sometimes before we make a record I go back and listen to a few. It's equally humbling and uplifting.","c":"music","a":"Michael Stipe"},{"id":"5_jRwO0oLp8Ln","t":"My father used to sing to me in my mother's womb. I think I can name about any tune in two beats.","c":"music","a":"Yancy Butler"},{"id":"iGWWZd7NZ5DbR","t":"Punk is not just the sound, the music. Punk is a lifestyle.","c":"music","a":"Billie Joe Armstrong"},{"id":"CSu5lFgIIqFiD","t":"For the introduction of a new kind of music must be shunned as imperiling the whole state since styles of music are never disturbed without affecting the most important political institutions.","c":"music","a":"Plato"},{"id":"Yt1Eg7epOulmv","t":"I'm always going to do that - record and make music.","c":"music","a":"Norah Jones"},{"id":"NQ_U1r-7f7Rop","t":"It means so much being a part of country music and the Opry.","c":"music","a":"Martina McBride"},{"id":"Ki7AD5S36-xSW","t":"I'll give up this sort of touring madness certainly, but music-everything is based on music. No, I'll never stop my music.","c":"music","a":"George Harrison"},{"id":"7zd6RJMrawJOU","t":"I was a big fan of Middle Eastern elements of music and experimental electronic and tribal sounds.","c":"music","a":"Adam Lambert"},{"id":"iAV15G4D0sHLY","t":"I started playing piano when I was 6. And I knew that wanted to be involved in that form of expression, whether it was through music, or acting, or dancing, or painting, or writing.","c":"music","a":"Alanis Morissette"},{"id":"VkFBF8168IYSD","t":"I find that classical music helps put me in a place that is very calming and allows me to express emotion through my body. I played clarinet as a child, so I guess I have a bit of a musical ear.","c":"music","a":"Diane Kruger"},{"id":"UQprmJyNIheJt","t":"Maybe I'm genetically more inclined to music - but the music I make is so far removed from Indian classical music. I grew up in Texas!","c":"music","a":"Norah Jones"},{"id":"KP9Y1A2BTsp40","t":"I make a lot of pieces of music that I never release as CDs.","c":"music","a":"Brian Eno"},{"id":"ryR_1iBgP2bRr","t":"Music is the career I'm lucky enough to get paid for, but I have other desires and passions.","c":"music","a":"Layne Staley"},{"id":"jXowy3T8xdn_Z","t":"Music is so therapeutic for me that if I can't get it out, I start feeling bad about myself - a lot of self-loathing.","c":"music","a":"Eminem"},{"id":"W7WpFRQlXA1PT","t":"We used to play music for fun. Much more than now. Now nobody picks up a guitar unless they're paid for it.","c":"music","a":"Leonard Cohen"},{"id":"jBGVdnSlSh7Jf","t":"Christianity helps us face the music even when we don't like the tune.","c":"music","a":"Phillips Brooks"},{"id":"hKeWgUU8En_3h","t":"Ah, reality TV: where opportunists delight in exposing opportunism! It's kind of like the indie music scene.","c":"music","a":"Diablo Cody"},{"id":"ZfAkIo7cJQWRI","t":"I've been told the weirdest things: 'Yeah, I love taking a bath to your music!' or 'I gave birth to my daughter while listening to your music.'","c":"music","a":"Norah Jones"},{"id":"mW74D5zTMdJYO","t":"For instance, I'm always fascinated to see whether, given the kind of fairly known and established form called popular music, whether there is some magic combination that nobody has hit upon before.","c":"music","a":"Brian Eno"},{"id":"RTj3qLRTEnSJ-","t":"I've always said that Adele has turned so many people on to British singers - whether female singers or just like music from this country in general.","c":"music","a":"Ellie Goulding"},{"id":"-huQJb-O7-3kQ","t":"I've said that playing the blues is like having to be black twice. Stevie Ray Vaughan missed on both counts, but I never noticed.","c":"music","a":"B. B. King"},{"id":"7q5CTO4JKqESd","t":"It's true, there's a lot of melancholy in my music. I don't know why, I'm not a melancholy person. I've always been drawn to it. Ever since I was a kid, if I had an album I would play the ballads on repeat.","c":"music","a":"Norah Jones"},{"id":"c91PAtQXtMH58","t":"Hunting, fishing, drawing, and music occupied my every moment. Cares I knew not, and cared naught about them.","c":"music","a":"John James Audubon"},{"id":"-BVFrio7-xEFG","t":"I've sung other people's music all my life.","c":"music","a":"Adam Lambert"},{"id":"pABPEDPOFuUIH","t":"Hearing my songs in public freaks me out a bit. There was one restaurant I really liked in L.A., but I had to stop going there when they started playing my music. It felt kinda awkward.","c":"music","a":"Fiona Apple"},{"id":"qTgRJio8_pbTF","t":"With music, you often don't have to translate it. It just affects you, and you don't know why.","c":"music","a":"David Byrne"},{"id":"xKV2Z2UCtBrHB","t":"People today are still living off the table scraps of the sixties. They are still being passed around - the music and the ideas.","c":"music","a":"Bob Dylan"},{"id":"vUnq16hZJScOG","t":"Music must take rank as the highest of the fine arts - as the one which, more than any other, ministers to the human spirit.","c":"music","a":"Herbert Spencer"},{"id":"MlGTT-Rk8u1_7","t":"I genuinely don't feel that anything that's been written or said about me has overshadowed my music, and that's the most important thing as far as I'm concerned.","c":"music","a":"Norah Jones"},{"id":"Dl_aVZqm2Oq59","t":"The basis of our partnership strategy and our partnership approach: We build the social technology. They provide the music.","c":"music","a":"Mark Zuckerberg"},{"id":"7M4pYa_oVETRw","t":"The bass, no matter what kind of music you're playing, it just enhances the sound and makes everything sound more beautiful and full. When the bass stops, the bottom kind of drops out of everything.","c":"music","a":"Charlie Haden"},{"id":"MtVcQ-F1Rd1su","t":"Pop music is not a threatening style of music.","c":"music","a":"Joan Jett"},{"id":"sVieQr_6xtjQF","t":"People think I take some sort of masochistic pleasure out of putting out music that's gonna be unpopular.","c":"music","a":"Billy Corgan"},{"id":"RXlIiz0ivscr5","t":"I hate talking about music, to tell you the truth.","c":"music","a":"Brian Eno"},{"id":"SNGJjvrRdWTEa","t":"To be able to put your arms around 24 years of music, it's really fun.","c":"music","a":"Billy Corgan"},{"id":"MEy0dkJeOkR6v","t":"My music must reflect whatever's going on in my mind, and my life needs to evolve for me to discover who it is I'm becoming.","c":"music","a":"Shania Twain"},{"id":"oi7rhPf5QtsfF","t":"Disco is music for dancing, and people will always want to dance.","c":"music","a":"Giorgio Moroder"},{"id":"ZxxZSqV6aQzgm","t":"First of all, the music that people call Latin or Spanish is really African. So Black people need to get the credit for that.","c":"music","a":"Carlos Santana"},{"id":"SDGO9yGHBXnII","t":"I don't know anything about music. In my line you don't have to.","c":"music","a":"Elvis Presley"},{"id":"zTb85v4pG1m2Z","t":"I don't see music as working.","c":"music","a":"Tori Amos"},{"id":"Qvnhc76wy7DG7","t":"I've seen country music go uptown, like we say, and I'm proud I was there when it happened.","c":"music","a":"Loretta Lynn"},{"id":"T_Rct0lR0rhjs","t":"It is as absurd to say that a man can't love one woman all the time as it is to say that a violinist needs several violins to play the same piece of music.","c":"music","a":"Honore de Balzac"},{"id":"g_8558lvCW6cu","t":"I don't like country music, but I don't mean to denigrate those who do. And for the people who like country music, denigrate means 'put down'.","c":"music","a":"Bob Newhart"},{"id":"_fTdH6bn9OCs2","t":"I see a lot of connections between folk and punk music just because they're both subcorporate music - I mean, traditionally.","c":"music","a":"Ani DiFranco"},{"id":"MSKEU2wJ6Pqvn","t":"Music is moonlight in the gloomy night of life.","c":"music","a":"Jean Paul"},{"id":"-QjszkOmGkdlQ","t":"Because of the Thames I have always loved inland waterways - water in general, water sounds - there's music in water. Brooks babbling, fountains splashing. Weirs, waterfalls tumbling, gushing.","c":"music","a":"Julie Andrews"},{"id":"ezlXgR4qfAACn","t":"For some reason, the evolutionists have not come up with an evolution-based explanation for why human beings react so powerfully to music. But surely they will.","c":"music","a":"Dennis Prager"},{"id":"xr0lIRLe7gTED","t":"My message to anyone who's afraid that they can't write music when they're happy is 'Just trust the passion.' The passion can write a lot of things.","c":"music","a":"Alanis Morissette"},{"id":"pyzEv4fjQMI3O","t":"I love to listen to pop music and I admire people who do that, but I don't think I would ever be a very good pop star. I always leave that singing voice for the shower! I wouldn't put it out in the world!","c":"music","a":"Katherine Jenkins"},{"id":"QyXUf7JiVFoDt","t":"Times were changing. Clothes were changing. Morals were changing. We went from romantic loves songs like I used to do to rock 'n roll. Now that has changed to rap. So, there's always a new generation with new music.","c":"music","a":"Bobby Vinton"},{"id":"pjW4q1XZcTfHv","t":"I don't care what people say. My music's, my music.","c":"music","a":"Enrique Iglesias"},{"id":"PxXG511wpS_ps","t":"I am severely distracted these days. It's hard to sit in front of the computer, uploading bad music for hours, when you have a wonderful boyfriend who treats you like a Goddess.","c":"music","a":"April Winchell"},{"id":"gWwwaODOvDemv","t":"Since I met Starsmith, my producer, I really feel like I'm making music because we write it together and produce it together. I've got a proper involvement in the end product as opposed to just writing a song and finding someone else to produce it.","c":"music","a":"Ellie Goulding"},{"id":"xF7cFDaTJbw1Y","t":"My mother knew how to read music and everything. But I just kinda learned off of records. And so, I was listening to records and I'd play 'em over and over.","c":"music","a":"Clint Eastwood"},{"id":"WwdnSb529ji_n","t":"I write music with an exclamation point!","c":"music","a":"Richard Wagner"},{"id":"89on38JhglYYt","t":"When I grew up, what was interesting for me was that music was color and life was gray. So music for me has always been more than entertainment.","c":"music","a":"Pete Townshend"},{"id":"6tksLbAAzy8pq","t":"My music isn't anything but me. It has jazz in it, and rock'n'roll, and it has an urgency to it.","c":"music","a":"Neil Young"},{"id":"wcMwGi7eyYw94","t":"I'm a Cancerian, the typical crab with the tough outer shell and the soft bit in the middle. I don't think I'll ever come to terms with people being unnecessarily nasty, but I can take it if someone doesn't like my music - I'm not everyone's cup of tea.","c":"music","a":"Katherine Jenkins"},{"id":"ZQCaUULAsRV6V","t":"Music is well said to be the speech of angels.","c":"music","a":"Thomas Carlyle"},{"id":"dejj9T0aR7xlo","t":"Music expresses that which cannot be said and on which it is impossible to be silent.","c":"music","a":"Victor Hugo"},{"id":"Kk6OZpclw7-so","t":"I don't like painting flowers in my music. I like painting guts and pain.","c":"music","a":"Jonathan Davis"},{"id":"qkKf3wOJbo2ob","t":"There's nothing like music to relieve the soul and uplift it.","c":"music","a":"Mickey Hart"},{"id":"GPo0fUPEzJm94","t":"When people hear good music, it makes them homesick for something they never had, and never will have.","c":"music","a":"E. W. Howe"},{"id":"Cuw15YbXdWN1z","t":"Music, the greatest good that mortals know and all of heaven we have hear below.","c":"music","a":"Joseph Addison"},{"id":"AMjBzhQXO9xwW","t":"I have terrible hearing trouble. I have unwittingly helped to invent and refine a type of music that makes its principal proponents deaf.","c":"music","a":"Pete Townshend"},{"id":"zPaiiqqzUKD3F","t":"I think that a song, when it works, never mind a piece of long form music, even a song is something that speaks to itself but has a language all of its own, ideally.","c":"music","a":"Steve Hackett"},{"id":"H2_weLZEgHYOR","t":"I didn't know much about him, and I wasn't a big country music fan. I listened to the Beatles and David Bowie, so I didn't know a lot about him.","c":"music","a":"Joaquin Phoenix"},{"id":"yOa9ZOWiO_9v4","t":"I'm a good music provider, and I'm fine with that. I'm a quality music manufacturer.","c":"music","a":"John Mayer"},{"id":"fHTbrTHyefdhG","t":"Pop music will never be low brow.","c":"music","a":"Lady Gaga"},{"id":"yqYFtk45oJ1fq","t":"If you pour some music on whatever's wrong, it'll sure help out.","c":"music","a":"Levon Helm"},{"id":"iDvv59cXrfDc1","t":"And why is our music called world music? I think people are being polite. What they want to say is that it's third world music. Like they use to call us under developed countries, now it has changed to developing countries, it's much more polite.","c":"music","a":"Miriam Makeba"},{"id":"S7O3eTaK5yICM","t":"As a rule, my focus is on classical music, but I love jazz. I love everything, actually.","c":"music","a":"Julie Andrews"},{"id":"FXi5FNhVkAMH1","t":"To re-embrace what I once loved about music has been a warming process for me, because it's a good, earned feeling now.","c":"music","a":"Billy Corgan"},{"id":"roA4OShkf5PK4","t":"If I hadn't of had music in my life, it's quite possible I'd be dead and I'd much rather be alive.","c":"music","a":"James Hetfield"},{"id":"2KAmDvZsdYk90","t":"It's not just the 'Grammys' that I've pulled out of. I also pulled out of the English awards as well. The reason that I wanted to pull out was because I believe very much that the music industry as a whole is mainly concerned with material success.","c":"music","a":"Alanis Morissette"},{"id":"iONdeWfB5y9gG","t":"Music is mediator between spiritual and sensual life.","c":"music","a":"Ludwig van Beethoven"},{"id":"dJV3Jz63RRJ5z","t":"We live in the mind, in ideas, in fragments. We no longer drink in the wild outer music of the streets - we remember only.","c":"music","a":"Henry Miller"},{"id":"J6NBwfrPBpEki","t":"There is geometry in the humming of the strings, there is music in the spacing of the spheres.","c":"music","a":"Pythagoras"},{"id":"ksSMcxvaeMbTh","t":"Poetry fettered, fetters the human race. Nations are destroyed or flourish in proportion as their poetry, painting, and music are destroyed or flourish.","c":"music","a":"William Blake"},{"id":"4DvhOR1cEpNmg","t":"Hell is full of musical amateurs.","c":"music","a":"George Bernard Shaw"},{"id":"0YbCRNgTIDU-4","t":"I've never missed a gig yet. Music makes people happy, and that's why I go on doing it - I like to see everybody smile.","c":"music","a":"Buddy Guy"},{"id":"_wS_P6fsaXOv8","t":"The making of music is profoundly affected by the market.","c":"music","a":"David Byrne"},{"id":"wWXFQLxDEZa-w","t":"In some ways, my gift for music and writing was born out of tragedy, really, and loss.","c":"music","a":"Joni Mitchell"},{"id":"kyfSZwZmhfQwn","t":"To me, John Lennon and Elvis Presley were punks, because they made music that evoked those emotions in people.","c":"music","a":"Joey Ramone"},{"id":"iwL2RGuY-pi4v","t":"I've never had a very quiet voice. I tried in choir to make it smaller, and it just didn't work out. And I listened to a lot of soul music when I was growing up on my own accord. But I was mostly into Mama Cass and Gladys Knight, and they all had big voices too just different than mine.","c":"music","a":"Beth Ditto","e":true},{"id":"1V2PCkOSzn3AX","t":"I dropped out of NYU, moved out of my parent's house, got my own place, and survived on my own. I made music and worked my way from the bottom up.","c":"music","a":"Lady Gaga"},{"id":"fa-mPIpfzwnYt","t":"I believe music should reflect yourself in some way and not just yourself at the given time. I feel that when you die or when you're going, someone's supposed to listen to that music and know everything about you. And I just try to get that across.","c":"music","a":"Lil Wayne"},{"id":"D3iwwIpyG-1SA","t":"I think the most important thing about music is the sense of escape.","c":"music","a":"Thom Yorke"},{"id":"ftqTFTFkzabBF","t":"I always want to write erotic music... Not only about the love between men and women, but in a much more universal sense - about the sensuality of the mechanism of the universe... about life.","c":"music","a":"Toru Takemitsu","e":true},{"id":"ORHkq_fHfhaiF","t":"He has Van Gogh's ear for music.","c":"music","a":"Billy Wilder"},{"id":"0bMOhIFlIT5vz","t":"I haven't heard any music on the BBC World Service in a long time. Maybe I'm listening at the wrong times. But not one single piece of music.","c":"music","a":"Aung San Suu Kyi"},{"id":"W0SH7VDlbJxOx","t":"Country fans need to support country music by buying albums and concert tickets for traditional artists or the music will just fade away. And that would be really sad.","c":"music","a":"George Jones"},{"id":"E7gxPDjhQLHGj","t":"No good opera plot can be sensible, for people do not sing when they are feeling sensible.","c":"music","a":"W. H. Auden"},{"id":"f4EvbSrQezc9H","t":"There's something about music that encourages people to want to know more about the person that made it, and where it was recorded, what year it was done, what they were listening to, and all this kind of stuff. There's something that invites all this obsessive behavior.","c":"music","a":"David Byrne"},{"id":"3Nm4LogpqQlmp","t":"In America, life is introverted, self-absorbed - and so is their music.","c":"music","a":"Chris Barber"},{"id":"RnhjnNYkavq4X","t":"If music leaves any impression at all, it does so without regard to stylistic issues.","c":"music","a":"Aulis Sallinen"},{"id":"lNQ6XoO3CAh-5","t":"This land is your land and this land is my land, sure, but the world is run by those that never listen to music anyway.","c":"music","a":"Bob Dylan"},{"id":"rmj_cCWQLMzh1","t":"Half the battle is selling music, not singing it. It's the image, not what you sing.","c":"music","a":"Rod Stewart"},{"id":"PkYvHH9l87CRH","t":"Back then people closed their eyes and listened to music. Today there's a lot of images that go with the music. A lot of music is crap and it's all commercial and the images are all trying to sell the record.","c":"music","a":"Neil Young","e":true},{"id":"ys12vEVl5_Hpu","t":"The martial music of every sideburned delinquent on the face of the earth.","c":"music","a":"Frank Sinatra"},{"id":"5T7VizRdtfCRW","t":"Music is everybody's possession. It's only publishers who think that people own it.","c":"music","a":"John Lennon"},{"id":"eSOcedYBpHpqj","t":"There's people making babies to my music. That's nice.","c":"music","a":"Barry White"},{"id":"7Xuc4JtKtEog6","t":"For me the visual is just as important as the music.","c":"music","a":"Christina Aguilera"},{"id":"EhhLNkYckEqxd","t":"A movie goes from several stages, from idea to script. As you continue shooting, you will make some adjustments. You're constantly adjusting. It's like a piece of music. You're constantly trying to make it better.","c":"music","a":"Robert Rodriguez"},{"id":"IP9tCvGhyzOVV","t":"Lyrics are always misleading because they make people think that that's what the music is about.","c":"music","a":"Brian Eno"},{"id":"ylDJtcn0OUoax","t":"Editing is now the easiest thing on earth to do, and all the things that evolved out of word processing - 'Oh, let's put that sentence there, let's get rid of this' - have become commonplace in films and music too.","c":"music","a":"Brian Eno"},{"id":"qy1OMbHRPnr43","t":"Yeah, I've been interested in music since I was a teenager, always writing songs.","c":"music","a":"Jeff Bridges"},{"id":"Cnblyps-ecm05","t":"I'm clearly most well known for my music. Eventually, ultimately, I'll be writing books. I'm still writing articles now. I just consider myself a writer.","c":"music","a":"Alanis Morissette"},{"id":"ZdlmgLLZMAl4V","t":"I see music as one language. If one musical form eats its own tail, it dies. So it needs to be a mongrel, it needs to be hybridised.","c":"music","a":"Sting"},{"id":"FgubReEAwR-dT","t":"My music will go on forever. Maybe it's a fool say that, but when me know facts me can say facts. My music will go on forever.","c":"music","a":"Bob Marley"},{"id":"h3QxvbMMQhjeo","t":"The ideology of the Smashing Pumpkins was ultimately more valuable than the music of the Smashing Pumpkins. That's what critics can't put their finger on.","c":"music","a":"Billy Corgan"},{"id":"9l5wwoUyqnESf","t":"Ain't nobody making music to not be heard and the easiest way to be heard is to be on the radio, but you should never compromise who you are, your values or your morals.","c":"music","a":"Talib Kweli"},{"id":"9A0jOE3UVPfMd","t":"Music became a healer for me.","c":"music","a":"Eric Clapton"},{"id":"v1yi2FQu9QXRC","t":"You are the music while the music lasts.","c":"music","a":"T. S. Eliot"},{"id":"9KOO5EfCbEtXW","t":"Every day that is born into the world comes like a burst of music and rings the whole day through, and you make of it a dance, a dirge, or a life march, as you will.","c":"music","a":"Thomas Carlyle"},{"id":"OLhcNyUA_r5L9","t":"The romantic embrace can only be compared with music and with prayer.","c":"music","a":"Havelock Ellis"},{"id":"hdDhbgKRzCJmd","t":"Who hears music feels his solitude peopled at once.","c":"music","a":"Robert Browning"},{"id":"mpiZ0bzcHcKmQ","t":"Bands are about these little relationships that make everything tick, and when you create new music you're testing those relationships.","c":"music","a":"Jonathan Cain"},{"id":"o17bZsUrYb0qI","t":"Hip-Hop isn't just music, it is also a spiritual movement of the blacks! You can't just call Hip-Hop a trend!","c":"music","a":"Lauryn Hill"},{"id":"PIiLYQPZB4GkC","t":"We don't make music - it makes us.","c":"music","a":"David Byrne"},{"id":"MDkcidwOGMGj5","t":"I like to comprehend more or less everything around me - apart from the creation of my music. It's an obsessive character trait that's getting worse. I don't switch the light on and off 15 times before I leave the room yet, but something's going wrong.","c":"music","a":"Robert Plant"},{"id":"_xKLH4D5XW4Dc","t":"Musicians are there in front of you, and the spectators sense their tension, which is not the case when you're listening to a record. Your attention is more relaxed. The emotional aspect is more important in live music.","c":"music","a":"Brian Eno"},{"id":"K4A7xOTif-BOK","t":"I don't want to be an artist, go on tour and make a video and wear sexy clothes. I would just love to make music.","c":"music","a":"Rashida Jones","e":true},{"id":"mppgEi0p0avZa","t":"If a composer could say what he had to say in words he would not bother trying to say it in music.","c":"music","a":"Gustav Mahler"},{"id":"Que-fg--kZy2r","t":"Music is like a huge release of tension.","c":"music","a":"James Taylor"},{"id":"FdtAh5a2fIAxC","t":"Beyond a certain point, the music isn't mine anymore. It's yours.","c":"music","a":"Phil Collins"},{"id":"Szbm_MkuxKZcn","t":"This was a time frame when dance music and clubs were having a real impact on culture, and it had an impact on me.","c":"music","a":"Tori Amos"},{"id":"z1uH4qS-_UDc-","t":"I practice and work hard at my music, but I'm not saving lives here.","c":"music","a":"Harry Connick, Jr."},{"id":"wlqEXesB3jgIB","t":"Popular music formed the soundtrack of my life.","c":"music","a":"Martin Scorsese"},{"id":"DoFLy392XpzO3","t":"Oh, I will always be honest with my music. The records are black boxes for me. Like if you want to know who I am, my views, my perspective, things I love, things I hate, my convictions, my anthems. I've never let people's opinions affect the way I write.","c":"music","a":"Katy Perry"},{"id":"Bv7JcM8O-pr6p","t":"The beautiful thing about hip-hop is it's like an audio collage. You can take any form of music and do it in a hip-hop way and it'll be a hip-hop song. That's the only music you can do that with.","c":"music","a":"Talib Kweli"},{"id":"yxv4MdZP5g3xe","t":"You just pick up a chord, go twang, and you're got music.","c":"music","a":"Sid Vicious"},{"id":"H3hGBK9QtlX5b","t":"The principle of the endless melody is the perpetual becoming of a music that never had any reason for starting, any more than it has any reason for ending.","c":"music","a":"Igor Stravinsky"},{"id":"NGQaC7trSxPPi","t":"That was a time when I did love music, I couldn't get enough of what was going on. Maybe it was Nirvana that brought me back. I guess it was a comfort because something that sounded so right - and non-commercial - had become so influential, so immediately.","c":"music","a":"Marc Jacobs"},{"id":"u7sF9mqoFvu3k","t":"I believe 100 percent in the power and importance of music.","c":"music","a":"James Taylor"},{"id":"87oqFU7WioBIA","t":"And whether you're drawn to gospel music or church music or honky-tonk music, it informs your character and it informs your talent.","c":"music","a":"Bruce Springsteen"},{"id":"YOxEBBMm-Afab","t":"Everything we release with Tool is inspired by our music.","c":"music","a":"Maynard James Keenan"},{"id":"zu3q1MPlIgDbE","t":"You can't imagine parlor ballads drifting out of high-rise multi-towered buildings. That kind of music existed in a more timeless state of life.","c":"music","a":"Bob Dylan"},{"id":"gJCAj1eFwViIL","t":"My horizon on humanity is enlarged by reading the writers of poems, seeing a painting, listening to some music, some opera, which has nothing at all to do with a volatile human condition or struggle or whatever. It enriches me as a human being.","c":"music","a":"Wole Soyinka"},{"id":"3Jmg5UUO4BIWU","t":"In the course of transferring all my CDs to my iPod, I have found myself wandering the musical hallways of my past and reacquainting myself with music I haven't listened to in years.","c":"music","a":"Susan Orlean"},{"id":"GMkslO0Vga965","t":"I've got a feeling that music might not be the most interesting place to be in the world of things.","c":"music","a":"Brian Eno"},{"id":"usocm11GcFc_R","t":"Military justice is to justice what military music is to music.","c":"music","a":"Groucho Marx"},{"id":"I-0gDZ32_v5cu","t":"I remember when I was coming up, the music stores where you could get guitar strings was where I got my records from. Now the place where you get your records from is where you can get your DJ mats and your mixers.","c":"music","a":"Jam Master Jay"},{"id":"FBXVwsgVMhnun","t":"Music, in performance, is a type of sculpture. The air in the performance is sculpted into something.","c":"music","a":"Frank Zappa"},{"id":"tm6lPN7XOfqiG","t":"For me, singing sad songs often has a way of healing a situation. It gets the hurt out in the open into the light, out of the darkness.","c":"music","a":"Reba McEntire"},{"id":"ceBL40mQyhiek","t":"Music is part of us, and either ennobles or degrades our behavior.","c":"music","a":"Boethius"},{"id":"e-5StBt0PUpqU","t":"Music should be your escape.","c":"music","a":"Missy Elliot"},{"id":"t40ce4YTch7Vn","t":"There's something missing in the music industry today... and it's music. Songs you hear don't last, it's just product fed to you by the industry.","c":"music","a":"Jimmy Buffett"},{"id":"G_X0Qwfq4HAKh","t":"Music is my religion.","c":"music","a":"Jimi Hendrix"},{"id":"3_RBCJmfNd5DI","t":"Music in itself carries a whole set of messages which are very, very rich and complex, and the words either serve to exclude certain ones or point up certain others.","c":"music","a":"Brian Eno"},{"id":"FjeTXz8kuWaVR","t":"I hate the rock music tradition. I can't bear it!","c":"music","a":"Brian Eno"},{"id":"4jH8cwxGd5Y2P","t":"Nothing separates the generations more than music. By the time a child is eight or nine, he has developed a passion for his own music that is even stronger than his passions for procrastination and weird clothes.","c":"music","a":"Bill Cosby"},{"id":"ZeLmhuA0T1Byx","t":"Philosophy is the highest music.","c":"music","a":"Plato"},{"id":"uNlDhUbcQUoZ3","t":"Music was invented to confirm human loneliness.","c":"music","a":"Lawrence Durrell"},{"id":"eIQlKEAHtn1el","t":"It's almost charity work, what people have done, turning other people on to my music.","c":"music","a":"John Mayer"},{"id":"BZhLTsPa4XAhJ","t":"Music is the effort we make to explain to ourselves how our brains work. We listen to Bach transfixed because this is listening to a human mind.","c":"music","a":"Lewis Thomas"},{"id":"16rSO6kFGY-cB","t":"I think the drummer should sit back there and play some drums, and never mind about the tunes. Just get up there and wail behind whoever is sitting up there playing the solo. And this is what is lacking, definitely lacking in music today.","c":"music","a":"Buddy Rich"},{"id":"DLzTfqd-EyOGZ","t":"Pop music is aspirin and the blues are vitamins.","c":"music","a":"Peter Tork"},{"id":"Hch6ff7mRkbcL","t":"Music will always be my No. 1 passion, but I don't have to be doing it professionally. It's not really about that for me anymore. I feel like I don't have to look at it as a career. I can just rest in it and just be.","c":"music","a":"Jessica Simpson"},{"id":"PcmVJLDEGRdpX","t":"High school music teachers... nobody makes a living off it.","c":"music","a":"David Ogden Stiers"},{"id":"KPr34ceMsLcac","t":"I like to make music, I like rap music. Even if I'm white, I support that music. If I want to support it or any other white kid wants to support it more power to them.","c":"music","a":"Kid Rock"},{"id":"CuhV8FVxW_iTA","t":"What's missing from pop music is danger.","c":"music","a":"Prince"},{"id":"TO8-C-ZNpgVNc","t":"I plan to stay in music. I plan to keep making records.","c":"music","a":"Joan Jett"},{"id":"TowMxvGr-L66p","t":"Unless I am both capable of and willing to reopen the wound every time I write a song, if I choose to not look inside myself to write music, I'm really not worth being called an artist at all.","c":"music","a":"Lady Gaga"},{"id":"IqHjp33ZKhTXg","t":"If anyone asks you what kind of music you play, tell him 'pop.' Don't tell him 'rock'n'roll' or they won't even let you in the hotel.","c":"music","a":"Buddy Holly"},{"id":"fEspK10aSlLZn","t":"Music is a beautiful opiate, if you don't take it too seriously.","c":"music","a":"Henry Miller"},{"id":"jArjdXbaR5Pzz","t":"In memory everything seems to happen to music.","c":"music","a":"Tennessee Williams"},{"id":"7D0UbQ2GnFCYN","t":"I like pop music. I consider rock 'n' roll to be a branch of pop music.","c":"music","a":"Tom Stoppard"},{"id":"pJs9MvS8w4xzF","t":"I sing a mixture of everything from opera, folk music, Broadway. It's a mix of things.","c":"music","a":"Katherine Jenkins"},{"id":"acKb-tqXmKSBu","t":"People do dismiss ambient music, don't they? They call it 'easy listening,' as if to suggest that it should be hard to listen to.","c":"music","a":"Brian Eno"},{"id":"PzPA8BybfFYRp","t":"It's been a transformative period and I really wanted to make music from what I've experienced.","c":"music","a":"Adam Lambert"},{"id":"aU0ATzpXqzjYj","t":"Human speech is like a cracked kettle on which we tap crude rhythms for bears to dance to, while we long to make music that will melt the stars.","c":"music","a":"Gustave Flaubert"},{"id":"J62T_GYyaaPjT","t":"I don't think I'd ever make an album of just covers because I love writing my own music.","c":"music","a":"Taylor Swift"},{"id":"7r6ZHnAMwiqsw","t":"When people in stadiums do the Wave, it's the group-mind collective organism spontaneously organizing itself to express an emotion, pass time, and reflect the joy of seeing the rhythms of many as one, a visual rhyming or music in which everyone senses where the motion is going.","c":"music","a":"Jerry Saltz"},{"id":"pKYfVzfC9Mnfa","t":"I'm not trying to keep up or adapt. I'm allowing myself to grow, evolve and create new music.","c":"music","a":"LL Cool J"},{"id":"cpe9Dixg6Gyfn","t":"People haven't always been there for me, but music always has.","c":"music","a":"Taylor Swift"},{"id":"BbDr14bNgygm0","t":"Those who decide to use leisure as a means of mental development, who love good music, good books, good pictures, good plays, good company, good conversation - what are they? They are the happiest people in the world.","c":"music","a":"William Lyon Phelps"},{"id":"3qgSOK8ZJNWYs","t":"A 'scream' is always just that - a noise and not music.","c":"music","a":"Carl Jung"},{"id":"2w-hS6yzJOvGM","t":"My aim is just to make good music every single time.","c":"music","a":"Lil Wayne"},{"id":"kN8xEA8EvhSxH","t":"I can't think of one person I've ever met who didn't like some type of music.","c":"music","a":"Billy Joel"},{"id":"QmF7iNZ6v1e27","t":"You can't give up something you really believe in for financial reasons. If you die by the roadside - so be it. But at least you know you've tried. Ten minutes in the music scene was the equal of one hundred years outside of it.","c":"music","a":"Robert Plant"},{"id":"VN9aZaQS39Hk6","t":"I listened, motionless and still And, as I mounted up the hill, The music in my heart I bore, Long after it was heard no more.","c":"music","a":"William Wordsworth"},{"id":"U67-FjxTbvEOX","t":"I found music to be the therapy of choice.","c":"music","a":"David Byrne"},{"id":"67LkMz89rxu0j","t":"Music is a performance and needs the audience.","c":"music","a":"Michael Tippett"},{"id":"QzCuF6ixXnqi5","t":"The sound and music are 50% of the entertainment in a movie.","c":"music","a":"George Lucas"},{"id":"1_2n-ZREZkZPf","t":"People always try to find my agenda, but I don't really have one. It's safe to say that I make pop, but I think that I'm doing important music, too. I've just always done what I wanted to do.","c":"music","a":"Ellie Goulding"},{"id":"AM6DsCvGISIcm","t":"Jazz vision is the fusion of music and art a real paradox of same-yet different. Here we play in exchanges, like the hardness of the key of c# major and from the softness of Db major - capturing, reflecting and improvising.","c":"music","a":"Barbara Januszkiewicz"},{"id":"Q94c-7Uaq8hDx","t":"We are living in a time when American popular music is finally being recognized as one of our most successful exports. The demand is huge.","c":"music","a":"Billy Joel"},{"id":"tacNoUrfbpfOk","t":"Pop stardom is not very compelling. I'm much more interested in a relationship between performer and audience that is of equals. I came up through folk music, and there's no pomp and circumstance to the performance. There's no, like, 'I'll be the rock star, you be the adulating fan.'","c":"music","a":"Ani DiFranco"},{"id":"7NIfANsNJC6sr","t":"Very much like that, and very much a loner, do you know and I didn't fit really into sport or all kind of group activities as a kid, I couldn't find a niche. And music was not really part of the kind of village curriculum it would, you know.","c":"music","a":"Eric Clapton"},{"id":"5qaD99GfOmb1u","t":"Honestly, I don't listen to nobody else's music but my own. It's kind of like sports to me. You don't see Kobe Bryant at a LeBron James game - he just works on his own game. And that's what I do. I only listen to me, so I can criticize and analyze and all those things.","c":"music","a":"Lil Wayne"},{"id":"VJoQ03c-CaGtn","t":"One and the same thing can at the same time be good, bad, and indifferent, e.g., music is good to the melancholy, bad to those who mourn, and neither good nor bad to the deaf.","c":"music","a":"Baruch Spinoza"},{"id":"bVqNqmia8vlta","t":"I think it's important for people who love music to retain physical CDs or even vinyl, because it sounds so great and so much warmer than music over the internet.","c":"music","a":"Norah Jones"},{"id":"d_Yphw9nJl9e3","t":"Once I started working with generative music in the 1970s, I was flirting with ideas of making a kind of endless music - not like a record that you'd put on, which would play for a while and finish.","c":"music","a":"Brian Eno"},{"id":"Qy13mYzYiKFZ2","t":"I've studied various schools of thought... I acknowledge that some Muslims consider music prohibited, but I've found a lot of evidence from the life of the Prophet to show that he allowed certainly, but even encouraged, music at certain times.","c":"music","a":"Cat Stevens"},{"id":"wGjt3DrSi2dXo","t":"A few can touch the magic string, and noisy fame is proud to win them: Alas for those that never sing, but die with all their music in them!","c":"music","a":"Oliver Wendell Holmes"},{"id":"dLP6Geo7_honh","t":"Distance doesn't exist, in fact, and neither does time. Vibrations from love or music can be felt everywhere, at all times.","c":"music","a":"Yoko Ono"},{"id":"cDoPwUqq1baJ7","t":"What is music. A passion for colonies not a love of country.","c":"music","a":"Gertrude Stein"},{"id":"Tmuu9cOdGy0nL","t":"Music makes me high on stage, and that's the truth. It's like being almost addicted to music.","c":"music","a":"Jimi Hendrix"},{"id":"HHwlhtKr77kiF","t":"I still absolutely love 'The Sound of Music' and anything with Julie Andrews in it.","c":"music","a":"Kristin Scott Thomas"},{"id":"MkJ6nHWgUBU92","t":"I'm not terribly happy about rock and roll. Certain rock music is uninspiring, numbing it makes you feel like an idiot.","c":"music","a":"Manuel Puig"},{"id":"KczTyhgMm30sB","t":"Music of all arts should be expansive and inclusive.","c":"music","a":"Jesse Jackson"},{"id":"N3q-vJZ9pg7kj","t":"Music breaks my heart constantly.","c":"music","a":"Rashida Jones"},{"id":"EGR2lqgqQntpa","t":"My music, my songs are 100 percent inspired by girl power.","c":"music","a":"Paulina Rubio"},{"id":"P2QcRXaP5PBsu","t":"They teach you there's a boundary line to music. But, man, there's no boundary line to art.","c":"music","a":"Charlie Parker"},{"id":"4rw-_fnm53JIB","t":"I like all kinds of music. I listen to Abigail Washburn, the Punch Brothers, and Marc Johnson, the great clawhammer player. I also listen a lot to Sirius Radio, there's a lot of bluegrass there.","c":"music","a":"Steve Martin"},{"id":"Dwl5hGtInPulK","t":"Sometimes I feel like rap music is almost the key to stopping racism.","c":"music","a":"Eminem"},{"id":"r4GADie-SDqwl","t":"I think the pop chart today is entirely market-driven. And it has nothing to do with public taste. And it has nothing to do with moving music forward. It's simply a market chart.","c":"music","a":"Steven Patrick Morrissey"},{"id":"Aamc9I5BHzCoc","t":"Music rhythms are mathematical patterns. When you hear a song and your body starts moving with it, your body is doing math. The kids in their parents' garage practicing to be a band may not realize it, but they're also practicing math.","c":"music","a":"Kareem Abdul-Jabbar"},{"id":"Zd5DFIbo3cVAF","t":"Country music is still your grandpa's music, but it's also your daughter's music. It's getting bigger and better all the time and I'm glad to be a part of it.","c":"music","a":"Shania Twain"},{"id":"ZwJ8B3fmOJAhe","t":"I don't like rap music at all. I don't think it's music. It's just a beat and rapping.","c":"music","a":"Nina Simone"},{"id":"u5-iBnZGpZcP1","t":"Many people die with their music still in them. Why is this so? Too often it is because they are always getting ready to live. Before they know it, time runs out.","c":"music","a":"Oliver Wendell Holmes"},{"id":"MIYgdfXkCkLNI","t":"I supply the music for Vampires, which is a new series that's coming out.","c":"music","a":"John Entwistle"},{"id":"DOpM3ZU5ERvnZ","t":"You listen to a piece of music and it will remind you of something - it might make you happy, it might make you sad, but it is very emotive. And I think that Duran Duran have always understood that.","c":"music","a":"Nick Rhodes"},{"id":"LdGZsG8UtkPde","t":"I don't need my phone to play me music. I need it to be a phone and an e-mail thing.","c":"music","a":"David Duchovny"},{"id":"tw-7sP5WTtzEl","t":"I started writing rhymes first and then put it to the music. I figured out I could lock it to the beat better if I heard the music first. I like to get a lot of tracks, put the track up and let the music talk to me about what it's about.","c":"music","a":"Ice T"},{"id":"h-iQeacXiysjv","t":"It is so characteristic, that just when the mechanics of reproduction are so vastly improved, there are fewer and fewer people who know how the music should be played.","c":"music","a":"Ludwig Wittgenstein"},{"id":"uzziqsDzkOUlJ","t":"It seems like a lot of music today is so churned out and simple.","c":"music","a":"Jonathan Davis"},{"id":"1WdfXENQEKwjz","t":"There are certain sounds that I've found work well in nearly any context. Their function is not so much musical as spatial: they define the edges of the territory of the music.","c":"music","a":"Brian Eno"},{"id":"1FLbQWO_IH0Rg","t":"I don't read music. I don't write it. So I wander around on the guitar until something starts to present itself.","c":"music","a":"James Taylor"},{"id":"GXl7JKUj0XoYu","t":"I love recording music.","c":"music","a":"J. J. Abrams"},{"id":"6--vmnTjiZyRo","t":"I don't profess to have music as my big wheel and there are a number of other things as important to me apart from music. Theatre and mime, for instance.","c":"music","a":"David Bowie"},{"id":"2MvGwIQsgVgm6","t":"I love 70's music.","c":"music","a":"Laura Linney"},{"id":"uqX_KxetdbaMv","t":"The great moments of rock 'n' roll were never off in some corner of the music world, in a self-constructed ghetto.","c":"music","a":"Bono"},{"id":"DFntfEvVfDNpC","t":"I love music passionately. And because I love it I try to free it from barren traditions that stifle it.","c":"music","a":"Claude Debussy"},{"id":"mzRJc_skbkG3b","t":"I love music.","c":"music","a":"Shania Twain"},{"id":"2apFJUCt1c3bj","t":"Music is my life, it is a reflection of what I go through.","c":"music","a":"Lenny Kravitz"},{"id":"vyn7TC0CqadeO","t":"I don't care much about music. What I like is sounds.","c":"music","a":"Dizzy Gillespie"},{"id":"XCAPPNdPPIbbj","t":"Folk music is a bunch of fat people.","c":"music","a":"Bob Dylan","e":true},{"id":"jVVcADEu7nto6","t":"Music is essentially useless, as is life.","c":"music","a":"George Santayana"},{"id":"Fc09yGCfisa44","t":"City people live the city. We live in L.A., New York, we live in places where it's chaotic and you never know what's gonna happen. And that's the music - you never know what's gonna happen.","c":"music","a":"Alice Cooper"},{"id":"Rs3MIQbmm2OOa","t":"Here's the thing with me and the religious thing. This is the flat-out truth: I find the religiosity and philosophy in the music. I don't find it anywhere else.","c":"music","a":"Bob Dylan"},{"id":"eswO-S4GigMUj","t":"There's a great enthusiasm for good country music all over the world.","c":"music","a":"Willie Nelson"},{"id":"B1Kz6KZvCEmSl","t":"I'm probably writing music now for the same reason as I started writing songs when I was 14 - to meet women.","c":"music","a":"Billy Joel"},{"id":"HTJRZbxMiaLHJ","t":"Music and silence combine strongly because music is done with silence, and silence is full of music.","c":"music","a":"Marcel Marceau"},{"id":"3aJVayokC2XRh","t":"You can never stop discovering music.","c":"music","a":"Rashida Jones"},{"id":"ijAxBKudtYwow","t":"I like having my hair and face done, but I'm not going to lose weight because someone tells me to. I make music to be a musician not to be on the cover of Playboy.","c":"music","a":"Adele"},{"id":"ntQA0tMWkpsZ-","t":"Music is harmony, harmony is perfection, perfection is our dream, and our dream is heaven.","c":"music","a":"Henri Frederic Amiel"},{"id":"0WFZrqjntjS_G","t":"I didn't really see the British punk movement, if that's what it was, as wildly original, because I had been listening so intently to all the New York music since 1973, really.","c":"music","a":"Steven Patrick Morrissey"},{"id":"IDdUiHn1SxlGP","t":"It was stumbling on to really the bible of the blues, you know, and a very powerful drug to be introduced to us and I absorbed it totally, and it changed my complete outlook on music.","c":"music","a":"Eric Clapton"},{"id":"Q-uDld0bK6oNt","t":"I just do what I do. I like to make music.","c":"music","a":"Neil Young"},{"id":"Lq3_sNga_w_JF","t":"I felt I really wanted to back off from music completely and just work within the visual arts in some way. I started painting quite passionately at that time.","c":"music","a":"David Bowie"},{"id":"P_ymED1yfzMAl","t":"I've accomplished enough with the music that I haven't had to go out there and do other things to over-saturate.","c":"music","a":"Eminem"},{"id":"IvdLIsMsgreD2","t":"The bottom line is, I tend to be going back to older and older music.","c":"music","a":"Martin Scorsese"},{"id":"Ef0uDbQHiOMZe","t":"I like music that's more offensive. I like it to sound like nails on a blackboard, get me wild.","c":"music","a":"Iggy Pop"},{"id":"gjo-rA17uo95i","t":"Beethoven can write music, thank God, but he can do nothing else on earth.","c":"music","a":"Ludwig van Beethoven"},{"id":"Ey1PKfWWlX9gO","t":"It's a really unfair world because life is, where I am all day long we listen to American music. So I don't see why the radios in the U.S. cannot even put aside one hour a day just to play music that is not American.","c":"music","a":"Miriam Makeba"},{"id":"bKR1FqCQf4dnX","t":"I've programmed myself musically to come up with love-feeling tracks that are romantic, sexy, but classy, all in one. And that's the challenge. Once I create that music, then the lyrical content starts to come - you know, the stories and things like that.","c":"music","a":"R. Kelly","e":true},{"id":"zHug0PZWNeGli","t":"I try to use my music to move these people to act.","c":"music","a":"Jimi Hendrix"},{"id":"LSLmAu5u4CMfX","t":"But when you get music and words together, that can be a very powerful thing.","c":"music","a":"Bryan Ferry"},{"id":"Z7vV2H4UQmQZY","t":"You're now getting a new breed of people like Il Divo and Andrea Bocelli and I think that's why people feel less intimidated by classical music than they once did.","c":"music","a":"Katherine Jenkins"},{"id":"zJWNGfE4iDQwY","t":"Teens think listening to music helps them concentrate. It doesn't. It relieves them of the boredom that concentration on homework induces.","c":"music","a":"Marilyn vos Savant"},{"id":"iTvUfxamjz0rS","t":"Music is the emotional life of most people.","c":"music","a":"Leonard Cohen"},{"id":"NqM5NGyx6G6ez","t":"I'm just lucky because my kids are grown-up - I love them, very proud of them, and we are in close contact as big-time friends, but they don't need me that much now and I can actually enjoy this wonderful world of music.","c":"music","a":"Robert Plant"},{"id":"3zsPjIpAbjvY_","t":"I think everything Joni Mitchell did for music was big.","c":"music","a":"Maynard James Keenan"},{"id":"1HvV2e-XAP1_h","t":"Country music has always sort of been country music.","c":"music","a":"Miranda Lambert"},{"id":"Bi3fUuZ6VHCuT","t":"Music should strike fire from the heart of man, and bring tears form the eyes of woman.","c":"music","a":"Ludwig van Beethoven"},{"id":"v4wBwW-KO-w2N","t":"I travel the garden of music, thru inspiration. It's a large, very large garden, seen?","c":"music","a":"Peter Tosh"},{"id":"zrCzV7xXkn3ii","t":"Nothing pleases me more than to go into a room and come out with a piece of music.","c":"music","a":"Paul McCartney"},{"id":"tE4eoYfGalGOA","t":"Music is a great natural high and a great natural escape.","c":"music","a":"Shania Twain"},{"id":"LIZhYfJsZa5zd","t":"If you look deep enough you will see music the heart of nature being everywhere music.","c":"music","a":"Thomas Carlyle"},{"id":"-G0YsifRiNmjA","t":"Music is hugely important to me.","c":"music","a":"Rashida Jones"},{"id":"vH59v406c3-yL","t":"I think I'm a music fan before anything else.","c":"music","a":"Nuno Bettencourt"},{"id":"5rxlOVAegAlU-","t":"Classical music is the kind we keep thinking will turn into a tune.","c":"music","a":"Kin Hubbard"},{"id":"fQb2DEIk4NaDQ","t":"Music is my life, professionally, for nearly 60 years. To be recognized by the academy is still the highest honor.","c":"music","a":"Ray Charles"},{"id":"v6j37ypiRetHb","t":"Certainly tolerance and acceptance were at the forefront of my music.","c":"music","a":"Bruce Springsteen"},{"id":"3hG1VAI61n_eC","t":"But recently I began to feel that maybe I wouldn't be able to do what I want to do and need to do with American musicians, who are imprisoned behind these bars music's got these bars and measures you know.","c":"music","a":"Sun Ra"},{"id":"ejSrEdA64Cl9n","t":"I don't want to limit myself musically. It would be really limiting if we'd neglect something we really want to do, like explore other styles of music.","c":"music","a":"Billie Joe Armstrong"},{"id":"icT3Y24CuG922","t":"I got interested in the idea of music that could make itself, in a sense, in the mid 1960s really, when I first heard composers like Terry Riley, and when I first started playing with tape recorders.","c":"music","a":"Brian Eno"},{"id":"2yQ5Q1aY5Buab","t":"Some music really does suck!","c":"music","a":"Henry Rollins","e":true},{"id":"Cx_lUncAXTnhC","t":"Without a doubt, the best way to get to know me is through my music.","c":"music","a":"Shania Twain"},{"id":"lXleRyzVL1VFS","t":"When I moved to New York, I fell head over heels back into country music and probably 'cause I missed something about Texas.","c":"music","a":"Norah Jones"},{"id":"0z7SwQoTHYoHG","t":"People who make music together cannot be enemies, at least while the music lasts.","c":"music","a":"Paul Hindemith"},{"id":"_YNL3sRmKRHJ-","t":"Everywhere in the world, music enhances a hall, with one exception: Carnegie Hall enhances the music.","c":"music","a":"Isaac Stern"},{"id":"YahZeQC278_XB","t":"What I took back, because of my exposure to the Jewish music of the 30s and the 40s in my upbringing with my father, was that kind of theatrical songwriting. It was always a part of my character. This desire to make people laugh.","c":"music","a":"Pete Townshend"},{"id":"-ylpjGDGCPEoF","t":"It's really hard for me to sometimes put myself out there, like 'Hey, how do you feel about making music together?' because maybe I'm afraid of rejection or I don't want to put anybody out. It's the Southerner in me, like, 'I don't mean to bother you but do you mind making a song?'","c":"music","a":"Beth Ditto"},{"id":"Sg3BtCFL3oCjh","t":"The bottom line is that musicians love to make music and always will.","c":"music","a":"Jennifer Lopez"},{"id":"eweOJ8TOhc4vc","t":"If you talk bad about country music, it's like saying bad things about my momma. Them's fightin' words.","c":"music","a":"Dolly Parton"},{"id":"xsnJ-AryKGvK3","t":"Music is a fantastic peacekeeper of the world, it is integral to harmony, and it is a required fundamental of human emotion.","c":"music","a":"Xun Zi"},{"id":"V9v4unh4elKrr","t":"Drums just always sounded like the most fun part of that good music for me.","c":"music","a":"Levon Helm"},{"id":"Yzo2xoX_e58pc","t":"After all, in today's music scene every band seems to steal from other bands.","c":"music","a":"Maynard James Keenan"},{"id":"7UtDwBT5DK9gr","t":"Writing has laws of perspective, of light and shade just as painting does, or music. If you are born knowing them, fine. If not, learn them. Then rearrange the rules to suit yourself.","c":"music","a":"Truman Capote"},{"id":"UecCE9edWCtcw","t":"Well, I'll tell you, I don't know how aware teenagers are of me. I think it really depends on the teenager and how well-versed in music they are and what kind of music they like.","c":"music","a":"Joan Jett"},{"id":"8gkK16fStrJ8Z","t":"Music is a means of giving form to our inner feelings, without attaching them to events or objects in the world.","c":"music","a":"George Santayana"},{"id":"f_aymZJHWH2RG","t":"I dabbled in things like Howlin' Wolf, Cream and Led Zeppelin, but when I heard Son House and Robert Johnson, it blew my mind. It was something I'd been missing my whole life. That music made me discard everything else and just get down to the soul and honesty of the blues.","c":"music","a":"Jack White"},{"id":"2Kn6iqzc57GW0","t":"Music is the language of the heart, and conservatives always screw it up.","c":"music","a":"Glenn Beck"},{"id":"ugRgiIDoA0QdF","t":"There are certain things in which mediocrity is not to be endured, such as poetry, music, painting, public speaking.","c":"music","a":"Jean de la Bruyere"},{"id":"9fRrUkaiAGPhd","t":"Ninety percent of all music is always crap, and when too many people decide they're going to have guitar bands, then ninety percent of them are going to be crap. It's just a given law.","c":"music","a":"David Byrne","e":true},{"id":"CyF37vSD-vugl","t":"As a boy, I'd always had an interest in theater. But the idea at my school was that drama and music were to round out the man. It wasn't what one did for a living. I got over that.","c":"music","a":"Hugh Jackman"},{"id":"wuawgnGKhInkj","t":"I always knew I'd be in music in some sort of capacity. I didn't know if I'd be successful at it, but I knew I'd be doing something in it. Maybe get a job in a record store. Maybe even play in a band. I never got into this to be a star.","c":"music","a":"Bryan Adams"},{"id":"Wz8pO1rf7J2xh","t":"I think music is the most phenomenal platform for intellectual thought.","c":"music","a":"Annie Lennox"},{"id":"IQzKHFHqtnMpR","t":"I've been composing music all my life and if I'd been clever enough at school I would like to have gone to music college.","c":"music","a":"Anthony Hopkins"},{"id":"mwi69SXWzh08-","t":"I enjoy all forms of music - pop, classical and opera.","c":"music","a":"Stephen Hawking"},{"id":"gbUumNq5W55Cx","t":"Good music is very close to primitive language.","c":"music","a":"Denis Diderot"},{"id":"ypJ1jAbYW0gZ8","t":"I think older people can appreciate my music because I really show my heart when I sing, and it's not corny. I think I can grow as an artist, and my fans will grow with me.","c":"music","a":"Justin Bieber"},{"id":"lkbofAT-8oEMk","t":"I think ABBA have a pure joy to their music and that's what makes them extraordinary.","c":"music","a":"Bono"},{"id":"v2ka4_7UBXnMl","t":"I think we're about ready for a new feeling to enter music. I think that will come from the Arabic world.","c":"music","a":"Brian Eno"},{"id":"daTLFmxqtA7Wq","t":"The music of Hendrix wakes people up to their possibilities. It's more than just dreaming about being a guitar hero.","c":"music","a":"Carlos Santana"},{"id":"whTCcxmt7GX1t","t":"But I did go to music really early on, even when I was 4 or 5, I was responding to music probably in ways other kids were not.","c":"music","a":"Eric Clapton"},{"id":"od6WotHxy2TIc","t":"Where words fail, music speaks.","c":"music","a":"Hans Christian Andersen"},{"id":"J4Q-r2_yuVgUk","t":"My music appeals in America. There is less of the purist criticism I get here. And to be a hit in the U.S... what singer doesn't have that dream?","c":"music","a":"Katherine Jenkins"},{"id":"taFkHGhvmVstf","t":"I wanted to prove the sustaining power of music.","c":"music","a":"David Bowie"},{"id":"F4pORTgTXNhdL","t":"It requires wisdom to understand wisdom: the music is nothing if the audience is deaf.","c":"music","a":"Walter Lippmann"},{"id":"EOmsoEaTVihe6","t":"When she had passed, it seemed like the ceasing of exquisite music.","c":"music","a":"Henry Wadsworth Longfellow"},{"id":"6Hlsny9JgNhHU","t":"I need music. It's like my heartbeat, so to speak. It keeps me going no matter what's going on - bad games, press, whatever!","c":"music","a":"LeBron James"},{"id":"Ea1fJ-pC4S8Xq","t":"Music was my refuge. I could crawl into the space between the notes and curl my back to loneliness.","c":"music","a":"Maya Angelou"},{"id":"z4hdoArburAsU","t":"My life so common it disappears and sometimes even music cannot substitute for tears.","c":"music","a":"Paul Simon"},{"id":"eyvY_LqTZpPua","t":"If you don't know the blues... there's no point in picking up the guitar and playing rock and roll or any other form of popular music.","c":"music","a":"Keith Richards"},{"id":"0JqzfvafDNll2","t":"Hopefully people can see my music is tethered to my brain.","c":"music","a":"John Mayer"},{"id":"zPTbcl3Dk-Rey","t":"On the other hand, what I like my music to do to me is awaken the ghosts inside of me. Not the demons, you understand, but the ghosts.","c":"music","a":"David Bowie"},{"id":"z6DGpKMlsbB9h","t":"Country music is three chords and the truth.","c":"music","a":"Harlan Howard"},{"id":"rb9qEQyS9tTao","t":"We're a bit flashy, but the music's not one big noise.","c":"music","a":"Freddie Mercury"},{"id":"mbQEIC2H16iUX","t":"All my concerts had no sounds in them they were completely silent. People had to make up their own music in their minds!","c":"music","a":"Yoko Ono"},{"id":"mF4_cU0v4K1oF","t":"There are certain pieces of music that are always attached to certain books.","c":"music","a":"Maurice Sendak"},{"id":"W65M9TUrKm17V","t":"I wanted to get rid of the element that had been considered essential in pop music: the voice.","c":"music","a":"Brian Eno"},{"id":"3NT_PGmJlZyfL","t":"Music inflames temperament.","c":"music","a":"Jim Morrison"},{"id":"XQz3dBEeSLmlG","t":"It is piracy, not overt online music stores, which is our main competitor.","c":"music","a":"Steve Jobs"},{"id":"SKP6sShY5UtGI","t":"Music fills the infinite between two souls.","c":"music","a":"Rabindranath Tagore"},{"id":"478mD56oMDQap","t":"The reflection of the world is blues, that's where that part of the music is at. Then you got this other kind of music that's tryin' to come around.","c":"music","a":"Jimi Hendrix"},{"id":"aC3gXR92cV-oD","t":"I love jazz music and sad music. I'm a sentimental guy. I'm a romantic guy.","c":"music","a":"Fred Durst"},{"id":"4YUCgBLX6CTdf","t":"I just want to make my music, and I want it to stand on its own.","c":"music","a":"Norah Jones"},{"id":"1dpQvdkmtWVwp","t":"I've loved Michael Jackson, his music, his music videos.","c":"music","a":"Ashley Tisdale"},{"id":"IqAtU3OEO_HBw","t":"Once music ceases to be ephemeral - always disappearing - and becomes instead material... it leaves the condition of traditional music and enters the condition of painting. It becomes a painting, existing as material in space, not immaterial in time.","c":"music","a":"Brian Eno"},{"id":"q7voah4JhTpFY","t":"We have been working with Habitat for Humanity and we have built eighty homes, 80% of which are being lived in by New Orleans' musicians. It is called the Musicians' Village and at the center is the Ellis Marsalis Center for Music.","c":"music","a":"Harry Connick, Jr."},{"id":"EZgz-D96815s8","t":"I realised a long time ago that instrumental music speaks a lot more clearly than English, Spanish, Yiddish, Swahili, any other language. Pure melody goes outside time.","c":"music","a":"Carlos Santana"},{"id":"ZcfWiou3otyJJ","t":"Country music is important to me, and I love it, but it's not my whole life.","c":"music","a":"George Strait"},{"id":"Y4BpfE2RQAmA5","t":"I decided to make music again at a time when I couldn't have had more obstacles.","c":"music","a":"Marilyn Manson"},{"id":"gK-o1qnRpMUtD","t":"Music is intended and designed for sentient beings that have hopes and purposes and emotions.","c":"music","a":"Jacques Barzun"},{"id":"eL_x0bQl7dpcW","t":"Music is the mediator between the spiritual and the sensual life.","c":"music","a":"Ludwig van Beethoven"},{"id":"Gh8NdPs2XJ6LV","t":"Although they can do it all the time, you know, they're far better than me, on a musically, on a theoretical music level. You know, they're out of my league.","c":"music","a":"Eric Clapton"},{"id":"rYXWoJpAmr8lm","t":"Lyrics are the only thing to do with music that haven't been made easier technically.","c":"music","a":"Brian Eno"},{"id":"EsVMt8_HFy_kI","t":"Music can name the unnameable and communicate the unknowable.","c":"music","a":"Leonard Bernstein"},{"id":"oYiblWSB19b7z","t":"Through literacy you can begin to see the universe. Through music you can reach anybody. Between the two there is you, unstoppable.","c":"music","a":"Grace Slick"},{"id":"mFthhtIQktcsZ","t":"Everywhere I go I buy new music shirts.","c":"music","a":"Shaun White"},{"id":"bQBz_-FjgDOBA","t":"I grew up with classical music when I was a ballet dancer. Now when I have to prepare an emotional scene, to cry or whatever, I listen to sonatas. Vivaldi and stuff. It's just beautiful to me.","c":"music","a":"Diane Kruger"},{"id":"oMXsU0NHddITL","t":"A lot of music is mathematics. It's balance.","c":"music","a":"Mel Brooks"},{"id":"rFnqLW8w-J0k2","t":"Music can be made anywhere, is invisible and does not smell.","c":"music","a":"W. H. Auden"},{"id":"5knLkuxL2KbUp","t":"We are the music makers. We are the dreamers of the dream.","c":"music","a":"Arthur O'Shaughnessy"},{"id":"SQOapnxMwNv6Z","t":"Most recently we've been working in concert situations rather than clubs. because there aren't too many rooms there like Ronnie Scott's, that are pure music rooms, where people come specifically to listen to music.","c":"music","a":"Chuck Mangione"},{"id":"k19uPxV_IoAEi","t":"The sexual embrace can only be compared with music and with prayer.","c":"music","a":"Marcus Aurelius"},{"id":"ZnNjYdlaDKeBk","t":"Music is a higher revelation than all wisdom and philosophy.","c":"music","a":"Ludwig van Beethoven"},{"id":"MHH-6pQUQ6vX3","t":"My music had roots which I'd dug up from my own childhood, musical roots buried in the darkest soil.","c":"music","a":"Ray Charles"},{"id":"T62k9pOjadF-h","t":"You can have great sequences with music, but if you don't have the acting you're bored after 15 minutes. Or not bored, but you're like, 'So what?'","c":"music","a":"Danny Boyle"},{"id":"WRY7KTP-m_nZH","t":"There's more good music being made now than ever before.","c":"music","a":"David Byrne"},{"id":"0tXKXWdcpOdTO","t":"If I had to play only for people who liked the music because they heard it on the radio, it wouldn't make me happy. That's why I'm working so hard to have, yes, a profile as an artist, but also a profile as a DJ.","c":"music","a":"David Guetta"},{"id":"mN_8nBsvDLDxo","t":"I mean, music totally comes from your soul.","c":"music","a":"Martin Scorsese"},{"id":"i3biws9KzSBLx","t":"Anything I do has to be directly related to my music. If it isn't, I don't really see a point to it.","c":"music","a":"Alanis Morissette"},{"id":"SRGHXiyCSUPmx","t":"So it was out of necessity that Blackheart was born. I think it's great that now, 25 years later, we're not only putting out our own music, but are able to put out music by other bands. That's really exciting for us.","c":"music","a":"Joan Jett"},{"id":"DyLAH0H5IUUu9","t":"I believe that music is another form of news. Music is another form of journalism to me so I have to cover all the areas with my album.","c":"music","a":"Lil Wayne"},{"id":"rWbAucmO4GwZl","t":"Choreography is mentally draining, but there's a pleasure in getting into the studio with the dancers and the music.","c":"music","a":"Alvin Ailey"},{"id":"YgM-v3ekexXEJ","t":"Of all the music that reached farthest into heaven, it is the beating of a loving heart.","c":"music","a":"Henry Ward Beecher"},{"id":"5WeGcjADAR7_E","t":"If you want to make beautiful music, you must play the black and the white notes together.","c":"music","a":"Richard M. Nixon"},{"id":"JUo-bo96b_IDT","t":"It's nice, I think, when people use your music for things you didn't think of.","c":"music","a":"Brian Eno"},{"id":"FwHEHM-l9ZgQS","t":"Please write music like Wagner, only louder.","c":"music","a":"Samuel Goldwyn"},{"id":"AHgMI82wfd41G","t":"Nevertheless the passions, whether violent or not, should never be so expressed as to reach the point of causing disgust and music, even in situations of the greatest horror, should never be painful to the ear but should flatter and charm it, and thereby always remain music.","c":"music","a":"Wolfgang Amadeus Mozart"},{"id":"Jr3_y9XNdRtqR","t":"It is jazz music that called me to be a musician and I have always sang the songs that moved me the most. Singers, like Frank Sinatra and myself, we interpret the songs that we like. Not unlike a Shakespearean actor that goes back to the greatest words ever written, we go back to the greatest songs.","c":"music","a":"Harry Connick, Jr."},{"id":"iI78bURUdtr7n","t":"The only things Mick and I disagree about is the band, the music and what we do.","c":"music","a":"Keith Richards"},{"id":"fW4-X1QT5ZuOI","t":"I'd love to do a modern-day musical that's full of original music. To get your contemporaries to sing and dance without looking foolish and for it to be transformational and magical and all those things a musical is supposed to be.","c":"music","a":"Danny Boyle"},{"id":"PuxR9ZoOsv6Q2","t":"Half the time I feel like I'm appealing to the downer freaks out there. We start to play one downer record after another until I begin to get down myself. Give me something from 1960 or something let me get up again. The music of today is for downer freaks, and I'm an upper.","c":"music","a":"Wolfman Jack"},{"id":"1ogdmqJtZMDCW","t":"Those who have virtue always in their mouths, and neglect it in practice, are like a harp, which emits a sound pleasing to others, while itself is insensible of the music.","c":"music","a":"Diogenes"},{"id":"pBaoPu14hgPHW","t":"Music is the soul of language.","c":"music","a":"Max Heindel"},{"id":"eaMHLGTDzeO5V","t":"I sure saw a lot of kids that I'm sure didn't know a lot about us, or we were definitely new to them. The kids who came up to me afterward, we'd talk about music, sign a lot of autographs. So I'm sure we made a lot of new fans.","c":"music","a":"Joan Jett"},{"id":"G6ndNFshqA9Ni","t":"You can never get silence anywhere nowadays, have you noticed?","c":"music","a":"Bryan Ferry"},{"id":"_oIPRJtr_8Cnk","t":"There's a constantly applicable nature to soul music, whereas sometimes pop music can be a periodical.","c":"music","a":"John Mayer"},{"id":"RA4Su-SnZtjFb","t":"Music my rampart, and my only one.","c":"music","a":"Edna St. Vincent Millay"},{"id":"k7wyqjoJYu_zL","t":"Music will always be a part of my life. I love music and I don't care how many units I sell.","c":"music","a":"Alanis Morissette"},{"id":"ywLC7GKZW_cA3","t":"I feel like every project I've ever done has had music involved in it somehow.","c":"music","a":"Ashley Tisdale"},{"id":"qni8X056wSNNW","t":"Comedy is like music, and the way to make the best music is to have skilled musicians in your band.","c":"music","a":"Rashida Jones"},{"id":"xVA3Rd2qtBKqm","t":"Music has charms to sooth a savage breast, to soften rocks, or bend a knotted oak.","c":"music","a":"William Congreve"},{"id":"7OOFkiP2HbWm6","t":"I'm really an inner spirit that only makes itself known through the music. A lot of people think I'm an introvert, or quiet and moody. I've even heard some people say that there's a certain mystery or darkness about me. I'm not that way. I'm just really into what I do.","c":"music","a":"Faith Evans"},{"id":"oAoz44dG6fUL6","t":"I became interested in folk music because I had to make it somehow.","c":"music","a":"Bob Dylan"},{"id":"J0cdNC1FRkUK1","t":"I write the music, produce it and the band plays within the parameters that I set.","c":"music","a":"Sting"},{"id":"j1-gRerGf7TVy","t":"I think Lady Gaga is great and is changing pop music and bringing back a certain rock 'n' roll spirit, swagger to the game.","c":"music","a":"Adam Lambert"},{"id":"RFBkh2r2GI0n4","t":"Music is the melody whose text is the world.","c":"music","a":"Arthur Schopenhauer"},{"id":"UlWC8iK4Eu4RD","t":"I think there are unseen powers who don't want pop music to be anything other than glorified Madonnas.","c":"music","a":"Steven Patrick Morrissey"},{"id":"CILQlXPYtZke6","t":"The music industry can make you feel like a prostitute.","c":"music","a":"Jonathan Davis"},{"id":"-b8v9hr9DxTIM","t":"I only want to make music because I have a passion for it.","c":"music","a":"Annie Lennox"},{"id":"KXSwKnNVqaR67","t":"A musician must make music, an artist must paint, a poet must write, if he is to be ultimately at peace with himself.","c":"music","a":"Abraham Maslow"},{"id":"PReWebaCm3QRk","t":"I've had to keep exploring different ways of presenting the music so I don't repeat myself.","c":"music","a":"Tori Amos"},{"id":"UWuQmwmORcLY0","t":"Well-written words are music.","c":"music","a":"William Shatner"},{"id":"DBAT6imOH1m9-","t":"If the king loves music, there is little wrong in the land.","c":"music","a":"Mencius"},{"id":"L4n6Zth9edRy8","t":"Music is for every single person that walks the planet.","c":"music","a":"Robert Plant"},{"id":"hslM2wzJNy5Lh","t":"You can't really imagine music without technology.","c":"music","a":"Brian Eno"},{"id":"CMe2pPQIIaewU","t":"I have a sweet tooth for song and music. This is my Polish sin.","c":"music","a":"Pope John Paul II"},{"id":"StGbU4BLgphGP","t":"We're musicians. We make music for a living. It's that simple. Nothing else matters.","c":"music","a":"Eddie Van Halen"},{"id":"C7GHvE149_r-9","t":"I think music in itself is healing. It's an explosive expression of humanity. It's something we are all touched by. No matter what culture we're from, everyone loves music.","c":"music","a":"Billy Joel"},{"id":"XjGB6HSZRLNbS","t":"I have a very lively and colourful show. It's two hours of hits and the music speaks for itself.","c":"music","a":"Rod Stewart"},{"id":"e-49rkwqCBlj5","t":"I get caught up in my bubble of reading, writing, or music.","c":"music","a":"Antonio Banderas"},{"id":"bwrJ1o6wNRGlk","t":"Music is forever music should grow and mature with you, following you right on up until you die.","c":"music","a":"Paul Simon"},{"id":"HW_MkLjQ87dwN","t":"All music is beautiful.","c":"music","a":"Billy Strayhorn"},{"id":"kpOX0EByAGHhn","t":"The trouble with music appreciation in general is that people are taught to have too much respect for music they should be taught to love it instead.","c":"music","a":"Igor Stravinsky"},{"id":"WI_3y4EMMMeQ6","t":"People often complain that music is too ambiguous, that what they should think when they hear it is so unclear, whereas everyone understands words. With me, it is exactly the opposite, and not only with regard to an entire speech but also with individual words.","c":"music","a":"Felix Mendelssohn"},{"id":"8kzLOtyATC6o_","t":"For I have learned to look on nature, not as in the hour of thoughtless youth, but hearing oftentimes the still, sad music of humanity.","c":"music","a":"William Wordsworth"},{"id":"3RjHDA-Fvq4qK","t":"I've rarely seen video screens used well in a music concert.","c":"music","a":"David Byrne"},{"id":"8pkF7nNMJddkw","t":"Getting into music has changed my personality and way of doing things. I'm far more open now.","c":"music","a":"Shaun White"},{"id":"ohcmq_1efOrmr","t":"I think the difficult thing is the transition between TV competition series and going into the actual music industry. There still seems to be a slight disconnect there.","c":"music","a":"Adam Lambert"},{"id":"etmlzpEvr-vcy","t":"I love slow music.","c":"music","a":"Norah Jones"},{"id":"wAYFkAtXKOtJG","t":"I don't write poems and put them to music. Just let things flow.","c":"music","a":"Martin Gore"},{"id":"aQ3ttVrTVCmSm","t":"If you like my music, great, and if you don't, whatever. I'm going to keep making it either way.","c":"music","a":"Katy Perry"},{"id":"4kQOf9j_CKKro","t":"Music is an agreeable harmony for the honor of God and the permissible delights of the soul.","c":"music","a":"Johann Sebastian Bach"},{"id":"UV2XGEryJ-TRb","t":"Entertainment isn't just based on the very structured syndrome of European popular music, and it's great that there are so many thousands of people who are of the same opinion.","c":"music","a":"Robert Plant"},{"id":"WkjyyXHmc-TaC","t":"I don't like to be labeled, to be anything. I've made the mistake before myself of labeling my music, but it's counter-productive.","c":"music","a":"Neil Young"},{"id":"x_vQDsCdvd21P","t":"I think maybe because of the kind of music I sing, people want to believe you're a diva. They can't believe after eight years, and eight albums, you're still relatively sane. I feel like they almost want me to throw something at somebody.","c":"music","a":"Katherine Jenkins"},{"id":"uhW4nbclNoAwt","t":"Secretly, I wanted to look like Jimi Hendrix, but I could never quite pull it off.","c":"music","a":"Bryan Ferry"},{"id":"u3J-td6zjwCx8","t":"Negro music and culture are intrinsically improvisational, existential. Nothing is sacred. After a decade, a musical idea, no matter how innovative, is threatened.","c":"music","a":"Archie Shepp","e":true},{"id":"Z5g2N0sIvfgPw","t":"My first two records are so simply constructed. The reason isn't because I wanted to make simple music. It's because I don't really have the chops.","c":"music","a":"Norah Jones"},{"id":"LLQZ44ItgsVlL","t":"I believe it is in my nature to dance by virtue of the beat of my heart, the pulse of my blood and the music in my mind.","c":"music","a":"Robert Fulghum"},{"id":"5THu8NY8oMif0","t":"I became a set designer for opera. I'm a great opera buff, I love classical music, and I needed a time-out.","c":"music","a":"Maurice Sendak"},{"id":"Y-bXFc1TYI1O2","t":"Life is like music it must be composed by ear, feeling, and instinct, not by rule.","c":"music","a":"Samuel Butler"},{"id":"R_qsi2_lGfgp9","t":"What I know is my music gets blamed for school shootings.","c":"music","a":"Marilyn Manson"},{"id":"Biqtdfrs045P3","t":"Music's staying power is a function of how timeless the lyrics, song and production are.","c":"music","a":"Gary Wright"},{"id":"acs6SPh4TMOnS","t":"I know music is subjective.","c":"music","a":"Joan Jett"},{"id":"ujUKMuSx_N9Rm","t":"The imminent demise of the large record companies as gatekeepers of the world's popular music is a good thing, for the most part.","c":"music","a":"David Byrne"},{"id":"n3VeIpcKgitcy","t":"Music is very spiritual, it has the power to bring people together.","c":"music","a":"Edgar Winter"},{"id":"Z_cua9taH6Tv9","t":"Music fathoms the sky.","c":"music","a":"Charles Baudelaire"},{"id":"_gfz9g4cpfGim","t":"Put you energy into music. If it fails you, you can become an accountant or a dentist. And then if you become a dentist or an accountant, it's too late to become a musician afterwards.","c":"music","a":"Peter Tork"},{"id":"iHQunhuY8DG59","t":"Though everything else may appear shallow and repulsive, even the smallest task in music is so absorbing, and carries us so far away from town, country, earth, and all worldly things, that it is truly a blessed gift of God.","c":"music","a":"Felix Mendelssohn"},{"id":"RL-EPs4Ol-8Xk","t":"From childhood I was passionately fond of music and wanted to be a musician. I have no recollection of any real desire ever to be anything else.","c":"music","a":"John Philip Sousa"},{"id":"CDIqO01hQqeE_","t":"Marilyn Monroe never sold a platinum album. And more people know my music than what I look like.","c":"music","a":"Shania Twain"},{"id":"-XXmBPR6fgFqG","t":"Music makes us want to live. You don't know how many times people have told me that they'd been down and depressed and just wanted to die. But then a special song caught their ear and that helped give them renewed strength. That's the power music has.","c":"music","a":"Mary J. Blige"},{"id":"Zv6WC6XWHuahK","t":"But for the children of the poorest people we're stripping the curriculum, removing the arts and music, and drilling the children into useful labor. We're not valuing a child for the time in which she actually is a child.","c":"music","a":"Jonathan Kozol"},{"id":"RpAuKPgAN0kQk","t":"My job in this life is to give people spiritual ecstasy through music. In my concerts people cry, laugh, dance. If they climaxed spiritually, I did my job. I did it decently and honestly.","c":"music","a":"Carlos Santana"},{"id":"SQ64BsKwUMEY8","t":"What I like about music is the songs you can remember the lines of in a single second.","c":"music","a":"Karl Lagerfeld"},{"id":"ROXot4C4mOtZH","t":"The '60s was one of the first times the power of music was used by a generation to bind them together.","c":"music","a":"Neil Young"},{"id":"4ZvECS3BgOnW3","t":"Pop music has progressed.","c":"music","a":"Steven Patrick Morrissey"},{"id":"6R-3-bC1FERyP","t":"I don't actually have a lot of discipline. I've worked hard at music. But I feel like you know, I felt like kind of natural at it. I always had a knack for it.","c":"music","a":"Norah Jones"},{"id":"Rp0nuBerQ4wUQ","t":"I love that sense of change that you'd get in pop music every three minutes, every four minutes.","c":"music","a":"Danny Boyle"},{"id":"IocWMtRWsHFcV","t":"My heart, which is so full to overflowing, has often been solaced and refreshed by music when sick and weary.","c":"music","a":"Martin Luther"},{"id":"zIjrqzq5-qE8e","t":"My father was a minister and so rock music was banned in our house.","c":"music","a":"Tori Amos"},{"id":"offTXnIgvLl-e","t":"The only love affair I have ever had was with music.","c":"music","a":"Maurice Ravel"},{"id":"EMFLmCDY6PwGA","t":"What is a poet? An unhappy person who conceals profound anguish in his heart but whose lips are so formed that as sighs and cries pass over them they sound like beautiful music.","c":"music","a":"Soren Kierkegaard"},{"id":"obm_rJCxEBCRj","t":"I don't need anybody to market or promote me. If people don't want to hear this music, then it's not for them. You cannot please everybody.","c":"music","a":"Lauryn Hill"},{"id":"Pod5Y9f1EJ-X-","t":"I have a big problem with piped music. I like either silence or to listen to it properly.","c":"music","a":"Sting"},{"id":"KDsRmHy4p3HRO","t":"Why do musicians give so much time to charitable causes? The most humanitarian cause that we can give our time to is the creation and performance of music itself.","c":"music","a":"Billy Joel"},{"id":"1E3I95QTxunZk","t":"Agressive music can only shock you once. Afterwards its impact declines. It's inevitable.","c":"music","a":"Brian Eno"},{"id":"4wdRaKMb5WX5f","t":"Metal is still the biggest music now in America.","c":"music","a":"Sebastian Bach"},{"id":"GB5sq7R04Fy5-","t":"In essence, String Theory describes space and time, matter and energy, gravity and light, indeed all of God's creation... as music.","c":"music","a":"Roy H. Williams"},{"id":"R717GLvH3-muR","t":"For me making music is part social, part interaction, part collaboration.","c":"music","a":"Norah Jones"},{"id":"6GXxDnq3eLStm","t":"I think there's nothing better than seeing a three-chord straight up rock 'n' roll band in your face with sweaty music and three minute good songs.","c":"music","a":"Joan Jett"},{"id":"Z3dJoefxopdtb","t":"I met Prince William at a musical festival and he let me know he was a fan of my music. But the invitation to sing at his wedding reception came completely out of the blue. The fact that Kate and William knew the words to my songs was very touching.","c":"music","a":"Ellie Goulding"},{"id":"igBk-ar12vvb_","t":"One often makes music to supplement one's world.","c":"music","a":"Brian Eno"},{"id":"QIzEGatuw3AAy","t":"Adult life is dealing with an enormous amount of questions that don't have answers. So I let the mystery settle into my music. I don't deny anything, I don't advocate anything, I just live with it.","c":"music","a":"Bruce Springsteen"},{"id":"zLBVqQrFxlTmk","t":"We forget that this music, music made by my brothers and sisters, is still a baby. It's just beginning. When I think of the possibilities, it makes me smile.","c":"music","a":"Barry White"},{"id":"sfF10TqdKQnDJ","t":"I feel good about being able to take bluegrass on to television like 'Letterman' and 'The View,' and I've heard nice things about being able to do that. I really haven't felt any negativity toward me or my music.","c":"music","a":"Steve Martin"},{"id":"V-xf3SWFm7mc3","t":"The thing about my music is, there really is no point.","c":"music","a":"Neil Young"},{"id":"1tqdUuVsTw3n1","t":"I love to make music and stay grounded.","c":"music","a":"Annie Lennox"},{"id":"i_j_V5XBfcxz5","t":"You used to have to sing and convey emotion, and now, well, technically you can do anything with technology. It sucks for music today, but that's why that old music feels so good to me.","c":"music","a":"Christina Aguilera"},{"id":"rC9D3i-H2xmtG","t":"It is jazz music that called me to be a musician and I have always sang the songs that moved me the most.","c":"music","a":"Harry Connick, Jr."},{"id":"hVi0UnwebILTc","t":"I've never intended to be controversial, but it's very easy to be controversial in pop music because nobody ever is.","c":"music","a":"Steven Patrick Morrissey"},{"id":"xMp2ApKbBygNs","t":"Music, at its essence, is what gives us memories. And the longer a song has existed in our lives, the more memories we have of it.","c":"music","a":"Stevie Wonder"},{"id":"fWttEfSzmnPuc","t":"A lot of the music that you listen to now is because of the things that the Meters did, the Neville Brothers did, and they're there, the guys who invented those beats that the guys sample today. Such an enormous opportunity.","c":"music","a":"Harry Connick, Jr."},{"id":"EK2O68EOTt5x5","t":"Maybe someday you can accuse somebody of being a poseur by selling out and playing blues music, but that's just not going to happen in my lifetime.","c":"music","a":"John Mayer"},{"id":"EN35USpAxeE1r","t":"Cinematography is infinite in its possibilities... much more so than music or language.","c":"music","a":"Conrad Hall"},{"id":"wfDo7D3CSjWhz","t":"There is two kinds of music, the good, and the bad. I play the good kind.","c":"music","a":"Louis Armstrong"},{"id":"kspsdDgF_Slm8","t":"My friends are mostly familiar with music that plays on the mainstream radio.","c":"music","a":"Jessica Sanchez"},{"id":"FR21yWnykBmtD","t":"I have one piece of music, since 1997, and I don't see it having lyrics. Where does it go in this world? So I haven't recorded it.","c":"music","a":"Joni Mitchell"},{"id":"NjYYaHrZ0tRud","t":"Music is a safe kind of high.","c":"music","a":"Jimi Hendrix"},{"id":"9Q1T9AAFgfUlV","t":"Inspiration for my music just comes from, you know, my life experiences.","c":"music","a":"Avril Lavigne"},{"id":"3yIq46zq8dA91","t":"Mike Patton is a genius... It is definitely the hardest music I've ever played.","c":"music","a":"Dave Lombardo"},{"id":"gL3glY5rQKeu7","t":"Composers shouldn't think too much - it interferes with their plagiarism.","c":"music","a":"Howard Dietz"},{"id":"hlepgmfKN26kg","t":"Adam does most of the work when it comes to videos and he basically does the same as I do with the lyrics. The videos are his visual interpretations of our music.","c":"music","a":"Maynard James Keenan"},{"id":"hQvYyJDy2lvML","t":"I don't really have a style icon but I really admire the way people dress like Gaga, Rihanna and Gwen Stefani. It's good to be inspired by singers who write music and dress incredibly - rather than models and people in the fashion industry who dress immaculately anyway because it's their style.","c":"music","a":"Ellie Goulding"},{"id":"n25C5PdItxZIT","t":"I think what made it difficult for people to get, and still makes it difficult for people to get, is the theatrical nature of the work and the fact that, my music doesn't exist without the performance-art element.","c":"music","a":"Lady Gaga"},{"id":"HfxHCA73tynaq","t":"We're real people and we're a band that's been playing on the scene for a long time. We've made a lot of friends, and one enemy we've always had was the NME. They've always basically slated us and they've basically never ever written about the music.","c":"music","a":"Dan Hawkins"},{"id":"yigHQTmJ5jYqZ","t":"There is pleasure in the pathless woods, there is rapture in the lonely shore, there is society where none intrudes, by the deep sea, and music in its roar I love not Man the less, but Nature more.","c":"music","a":"George Byron"},{"id":"t0urTWh6qAP6y","t":"When I was a kid, I was following black soul music.","c":"music","a":"Robert Plant"},{"id":"ubQK_Nbc1z_Bt","t":"If people take anything from my music, it should be motivation to know that anything is possible as long as you keep working at it and don't back down.","c":"music","a":"Eminem"},{"id":"ZPUiaqtoPOUE3","t":"For me, music and life are all about style.","c":"music","a":"Miles Davis"},{"id":"E4-LPHQq3e440","t":"The Christian community latched onto a lot of my music, because there were a lot of things about my struggle they related to. But I didn't really want to come out and be identified as a Christian, because I didn't want to be a hypocrite, because my life wasn't right.","c":"music","a":"Scott Stapp"},{"id":"irnmBGj9moNsj","t":"Close friends contribute to our personal growth. They also contribute to our personal pleasure, making the music sound sweeter, the wine taste richer, the laughter ring louder because they are there.","c":"music","a":"Judith Viorst"},{"id":"XoxnNsECVNoS9","t":"I listen to music for emotion and I get zero emotion from rap.","c":"music","a":"Sebastian Bach"},{"id":"RveMA4Zqshg1C","t":"I seriously hate pop music and all things super-commercial.","c":"music","a":"Ani DiFranco"},{"id":"0iYVyM4-ulfpJ","t":"The world's a better place since I chose music.","c":"music","a":"Henry Rollins"},{"id":"P2DFkLIvrWbTl","t":"One time I introduced my orchestra as the Shampoo Music Makers instead of the Champagne Music Makers.","c":"music","a":"Lawrence Welk"},{"id":"7aiPHv_KLcs7L","t":"My husband is a composer, so he plays piano all the time and I sit there and clap telling my unborn child, 'Hear me clap, hear the music.' I know music, in general, is supposed to be good for babies to hear.","c":"music","a":"Danica McKellar"},{"id":"gAZj7XF6z_5Iq","t":"Music is a lady that I still love because she gives me the air that I breathe. We need all sorts of nourishment. And music satisfies and nourishes the hunger within ourselves for connection and harmony.","c":"music","a":"Cat Stevens"},{"id":"NJfN0zzrN8eQc","t":"I love sad songs. They say so much. I love country music but even the happy songs sound really sad.","c":"music","a":"Beth Ditto"},{"id":"EhfPR9ZwhZSvz","t":"When words leave off, music begins.","c":"music","a":"Heinrich Heine"},{"id":"PUfFuhYNVqadC","t":"People are going deaf because music is played louder and louder, but because they're going deaf, it has to be played louder still.","c":"music","a":"Milan Kundera"},{"id":"i0OWPkoJnpZQr","t":"I'm not suggesting people abandon musical instruments and start playing their cars and apartments, but I do think the reign of music as a commodity made only by professionals might be winding down.","c":"music","a":"David Byrne"},{"id":"wPZpY7uOBwH0a","t":"I want to promote poetry to the point where you got all the baldhead kids running around doing poetry, getting the music out of the way and having only words, the spoken word, and then see what happens.","c":"music","a":"Russell Simmons"},{"id":"r_V_O8b4llCAc","t":"I've never believed that pop music is escapist trash. There's always a darkness in it, even amidst great pop music.","c":"music","a":"Thom Yorke"},{"id":"XfLqHXGHP_KuF","t":"You have to be willing to deal with the ups and downs of the music, the ups and downs of the audience.","c":"music","a":"Billy Corgan"},{"id":"4sfPpFA7AuKLr","t":"I just go with the flow, so any style can be in my music - that makes it exciting.","c":"music","a":"Yoko Ono"},{"id":"wg27GFrrP_vma","t":"The problem for me, still today, is that I write purely with one dramatic structure and that is the rite of passage. I'm not really skilled in any other. Rock and roll itself can be described as music to accompany the rite of passage.","c":"music","a":"Pete Townshend"},{"id":"j23_LzfarfdBo","t":"Those who seek to satisfy the mind of man by hampering it with ceremonies and music and affecting charity and devotion have lost their original nature.","c":"music","a":"Zhuangzi"},{"id":"07Aijuwv9NrUS","t":"People are already finding ways to make their music and play it in front of people and have a life in music, I guess, and I think that's pretty much all you can ask.","c":"music","a":"David Byrne"},{"id":"bal8uR2bzcltQ","t":"That's why people listen to music or look at paintings. To get in touch with that wholeness.","c":"music","a":"Corita Kent"},{"id":"F5ckIMbcJaRcE","t":"I'd love it if American kids were listening to Muslim music.","c":"music","a":"Brian Eno"},{"id":"M8iKOZ32UigtB","t":"Music when healthy, is the teacher of perfect order, and when depraved, the teacher of perfect disorder.","c":"music","a":"John Ruskin"},{"id":"3xca6vsusOm3J","t":"I was never too keen on the British music press. They've called us a supermarket hype, and they used to suggest that we didn't write our own songs.","c":"music","a":"Freddie Mercury"},{"id":"Qm1P5OpJzaW8z","t":"I'm a big collector of vinyl - I have a record room in my house - and I've always had a huge soundtrack album collection. So what I do, as I'm writing a movie, is go through all those songs, trying to find good songs for fights, or good pieces of music to layer into the film.","c":"music","a":"Quentin Tarantino"},{"id":"YR8IERs8jWeiO","t":"The more a race is governed by its passions, the less it has acquired the habit of cautious and reasoned argument, the more intense will be its love of music.","c":"music","a":"Stendhal"},{"id":"gXa7dt60RRx_v","t":"I get bored easily, so I need to do a lot. I've started a record label, so I get to nurture new talent and talk about music, which is a passion of mine. I've written another book. And I get to come to work and do the TV show, which is always really fun.","c":"music","a":"Ellen DeGeneres"},{"id":"-YpDEV2vZqxGF","t":"Nobody was listening when I learned how to play music. But there's something about being on stage, talking to the audience, looking at them and smiling, that's always been difficult for me. I'm a lot more comfortable now, but there are still moments of awkwardness.","c":"music","a":"Norah Jones"},{"id":"Zk3IGKuNvkbl0","t":"I can play punk rock, and I love playing punk rock, but I was into every other style of music before I played punk rock.","c":"music","a":"Travis Barker"},{"id":"szfNsDHN_UK9p","t":"Linguistic philosophers continue to argue that probably music is not a language, that is in the philosophical debate. Another point of view is to say that music is a very profound language.","c":"music","a":"Robert Fripp"},{"id":"DfhdJwizfxM26","t":"I think people need to have fun with whatever they're doing - makeup, their clothes, music, live shows - anything you don't need to take too seriously, don't take too seriously.","c":"music","a":"Kesha"},{"id":"aFod2LviShLJi","t":"Music is the wine which inspires one to new generative processes, and I am Bacchus who presses out this glorious wine for mankind and makes them spiritually drunken.","c":"music","a":"Ludwig van Beethoven"},{"id":"gx-pDZqO2P_ou","t":"Music is universal too. Even deaf people like to dance, love rhythm, and can kind of pick it up.","c":"music","a":"Rainn Wilson"},{"id":"FvWymmD4B0yB8","t":"I think that is what film and art and music do they can work as a map of sorts for your feelings.","c":"music","a":"Bruce Springsteen"},{"id":"_giCxfTjuZRuz","t":"Yoga is almost like music in a way there's no end to it.","c":"music","a":"Sting"},{"id":"hg1g7GsLGULqN","t":"For whatever reason, not all people are born with the particular gift of being able to express ourselves through music. And, believe me, it is a gift.","c":"music","a":"Billy Joel"},{"id":"eer5ApIOcVXiC","t":"The iPod completely changed the way people approach music.","c":"music","a":"Karl Lagerfeld"},{"id":"30frZS5visqez","t":"I scientifically engineer my music to be as accessible as possible.","c":"music","a":"John Mayer"},{"id":"-5SrPaPwm1V5a","t":"Reading is more of a left-brain process, and listening to music is a right-brain function.","c":"music","a":"Maynard James Keenan"},{"id":"w-oBJgGUT24xd","t":"I used to go to Bourbon Street when I was a kid and there would be club after club after club of people who were around when the music started. I mean these are legendary, maybe not so well known, but legendary musicians.","c":"music","a":"Harry Connick, Jr."},{"id":"qX43k4bhxmlse","t":"I was lucky enough to be the lady that was asked to be Maria in the Sound Of Music, and that film was fortunate enough to be huge hit. The same with Mary Poppins. I got terribly lucky in that respect.","c":"music","a":"Julie Andrews"},{"id":"DZB8-1fc7LVs2","t":"Every so often, I feel I should graduate to classical music, properly. But the truth is, I'm more likely to listen to rock music.","c":"music","a":"Tony Blair"},{"id":"RuBczNtCStOVu","t":"Rock 'n' roll music is what gets me off.","c":"music","a":"Joan Jett"},{"id":"YRSiejkGOYOX2","t":"There are only two things worth aiming for, good music and a clean conscience.","c":"music","a":"Paul Hindemith"},{"id":"JfbSPwZIhPU0q","t":"I maintain that when I finally retire from my career in music, I will go and live back in Wales - when I am an old person, if I live to be an old person. The water I miss, and the air, there's something different about it. And I miss the simple life.","c":"music","a":"Ellie Goulding"},{"id":"YqoYPivfvnhKK","t":"It is a wise tune that knows its own father, and I like my music to be the legitimate offspring of respectable parents.","c":"music","a":"Samuel Butler"},{"id":"LzCnddIih-ept","t":"There is nothing stable in the world uproar's your only music.","c":"music","a":"John Keats"},{"id":"UlQLZ2QR8ds2M","t":"Starting out really punk came from not knowing any better and listening to music like that, not knowing how to play music - well, still not knowing how to play music.","c":"music","a":"Beth Ditto"},{"id":"fFYPnGi6VhVf4","t":"Music begins to atrophy when it departs too far from the dance... poetry begins to atrophy when it gets too far from music.","c":"music","a":"Ezra Pound"},{"id":"jXY_8iDBvPGCf","t":"I always preferred to hang out with the outcasts, 'cause they were cooler they had better taste in music, for one thing, I guess because they had more time to develop one with the lack of social interaction they had!","c":"music","a":"John Hughes"},{"id":"R-kBizxRLtOs8","t":"I love rock-n-roll. I think it's an exciting art form. It's revolutionary. Still revolutionary and it changed people. It changed their hearts. But yeah, even rock-n-roll has a lot of rubbish, really bad music.","c":"music","a":"Nick Cave"},{"id":"aVRkEhPrRFqwK","t":"The William Penn Hotel in Pittsburgh... was the place where Champagne Music was born.","c":"music","a":"Lawrence Welk"},{"id":"XrZwwVopVTyOo","t":"When all the original blues guys are gone, you start to realize that someone has to tend to the tradition. I recognize that I have some responsibility to keep the music alive, and it's a pretty honorable position to be in.","c":"music","a":"Eric Clapton"},{"id":"KXtFi6qjtn4eE","t":"I like when guests come over early and we chop veggies and talk and play music.","c":"music","a":"John Stamos"},{"id":"7KUDa_dU75flD","t":"Love cannot express the idea of music, while music may give an idea of love.","c":"music","a":"Hector Berlioz"},{"id":"PFPPWmrlXk9ja","t":"I came into music just because I wanted the bread. It's true. I looked around and this seemed like the only way I was going to get the kind of bread I wanted.","c":"music","a":"Mick Jagger"},{"id":"HlKzZX4-IIxeh","t":"Music with dinner is an insult both to the cook and the violinist.","c":"music","a":"Gilbert K. Chesterton"},{"id":"tdYTs7ImSQXDZ","t":"I am quite certain in my heart of hearts that modern music and modern art is not a conspiracy, but is a form of truth and integrity for those who practise it honestly, decently and with all their being.","c":"music","a":"Michael Tippett"},{"id":"gmi7M1xEh66hp","t":"The music stuff is just a hobby.","c":"music","a":"Tom Felton"},{"id":"zchkGiUcpr1YM","t":"I listen to music that is of our time and I just get angry.","c":"music","a":"Amy Winehouse"},{"id":"0lFjIhkgJkRQx","t":"Live music is better.","c":"music","a":"Neil Young"},{"id":"Narav7HsV6ROw","t":"I get mad. I get sad. I have all those emotions. But I just like to keep them to myself. I don't think my fans need to be bothered with if I'm mad or sad about something. I should just be concerned that they are keeping up with my music or I'm making them happy with my show.","c":"music","a":"Demi Lovato"},{"id":"sjdtnpKSFQpCY","t":"I think what I'm going to do is get more balance in my life to still be able to go out and play the hard rock 'n' roll and do what I like to do in music.","c":"music","a":"Joan Jett"},{"id":"duWj5Nuhoj2fm","t":"I was irrevocably betrothed to laughter, the sound of which has always seemed to me the most civilised music in the world.","c":"music","a":"Peter Ustinov"},{"id":"pnJRaIdwByhUi","t":"There's an album by Antonio Carlos Jobim - the album with 'The Girl From Ipanema.' That's the most seductive music ever.","c":"music","a":"Harry Connick, Jr."},{"id":"KspXPzb_F-tij","t":"Music's been around a long time, and there's going to be music long after Ray Charles is dead. I just want to make my mark, leave something musically good behind. If it's a big record, that's the frosting on the cake, but music's the main meal.","c":"music","a":"Ray Charles"},{"id":"vakI_p1-HSzNQ","t":"Music has healing power. It has the ability to take people out of themselves for a few hours.","c":"music","a":"Elton John"},{"id":"Mc67NMxhVIgtF","t":"In a weird kind of way, music has afforded me an idealism and perfectionism that I could never attain as me.","c":"music","a":"Billy Corgan"},{"id":"dOHqLpbfHWG9p","t":"I think the world is ready for some rock 'n' roll. Some real time guys that play their own instruments, write their own songs, and sing the music and have a good time doing it.","c":"music","a":"Vince Neil"},{"id":"hI0eSK5YcQWDY","t":"Music can affect for good or ill the body as well as the mind.","c":"music","a":"Tomas Luis de Victoria"},{"id":"p2X62bjicJXLw","t":"The advice I am giving always to all my students is above all to study the music profoundly... music is like the ocean, and the instruments are little or bigger islands, very beautiful for the flowers and trees.","c":"music","a":"Andres Segovia"},{"id":"IO8VQMIanVeHa","t":"Music is what our feelings sound like.","c":"music","a":"Vera Farmiga"},{"id":"fy6B-sAJx7PN1","t":"The scarcity of the music not only makes the music itself enjoyable but it also gives the collector a strange sense of superiority.","c":"music","a":"Henry Rollins"},{"id":"RVcc2LNq75lPf","t":"I write the vocals last, because I wanted to invent the music first and push the music to the level that I had to compete against it.","c":"music","a":"Axl Rose"},{"id":"yIKKdAO0g-r5K","t":"When you grow up in the music industry, trying to be Britney Spears because that's what sells records and then you realize, 'All I have to do is be myself? I should have thought of that a long time ago,' it feels good to have success come from what's actually inside of you.","c":"music","a":"Jessica Simpson"},{"id":"TT4bM2srG_t6s","t":"I do love country music.","c":"music","a":"Kesha"},{"id":"et7n9eoPe6sYF","t":"I didn't think it was fair to my music to label me as the daughter of somebody - I didn't think it described me very well and I didn't think it had anything to do with my music.","c":"music","a":"Norah Jones"},{"id":"5Nma8zq8TvElV","t":"Music is what I love to do it's in my veins.","c":"music","a":"Demi Lovato"},{"id":"owQ2AiaXBlFwt","t":"Music never dies. Do we really need another Madonna tour? Does she have to compete with women performers 25 years her junior?","c":"music","a":"Camille Paglia"},{"id":"XTWdQk629-nq-","t":"The wise musicians are those who play what they can master.","c":"music","a":"Duke Ellington"},{"id":"2PUGWGTG2RN1I","t":"Most people live and die with their music still unplayed. They never dare to try.","c":"music","a":"Mary Kay Ash"},{"id":"KQLjKoWdOD_je","t":"Country music is about new love and it's about old love.","c":"music","a":"Jeff Foxworthy"},{"id":"iu8mBWdYcJ7Th","t":"I'd like a male to listen to my music and find it kind of fascinating, what a girl goes through when they get heartbroken or get sad or get hurt by something.","c":"music","a":"Ellie Goulding"},{"id":"9O-9dvMr2zBja","t":"Music is the strongest form of magic.","c":"music","a":"Marilyn Manson"},{"id":"kCz7oSJU4E5-U","t":"Do I listen to pop music because I'm miserable or am I miserable because listen to pop music?","c":"music","a":"John Cusack"},{"id":"6GjmalFqWn_a8","t":"My music fights against the system that teaches to live and die.","c":"music","a":"Bob Marley"},{"id":"ycqNOsyOdTY_E","t":"Pop changes week to week, month to month. But great music is like literature.","c":"music","a":"Ravi Shankar"},{"id":"yNd0l2hsYPti3","t":"I think often sadness is a great place to get songs from.","c":"music","a":"Sarah McLachlan"},{"id":"y18nQTRU5rxH9","t":"Bluegrass has brought more people together and made more friends than any music in the world. You meet people at festivals and renew acquaintances year after year.","c":"music","a":"Bill Monroe"},{"id":"XkDnOQxkgccFC","t":"If you make music for the human needs you have within yourself, then you do it for all humans who need the same things. You enrich humanity with the profound expression of these feelings.","c":"music","a":"Billy Joel"},{"id":"9JAc_rdujm5fh","t":"Look, when I started out, mainstream culture was Sinatra, Perry Como, Andy Williams, Sound of Music. There was no fitting into it then and of course, there's no fitting into it now.","c":"music","a":"Bob Dylan"},{"id":"Ir80DdQOooDDX","t":"It is essential to do everything possible to attract young people to opera so they can see that it is not some antiquated art form but a repository of the most glorious music and drama that man has created.","c":"music","a":"Bruce Beresford"},{"id":"99L_eyQlfKoMN","t":"Music exalts each joy, allays each grief, expels diseases, softens every pain, subdues the rage of poison, and the plague.","c":"music","a":"John Armstrong"},{"id":"w4vOv2893Vwa5","t":"Good music is good music, and everything else can go to hell.","c":"music","a":"Dave Matthews"},{"id":"6a2KZBSrijqcr","t":"The prospect of music being detachable from time and place meant that one could start to think of music as a part of one's furniture.","c":"music","a":"Brian Eno"},{"id":"Qfr62tyid3fcj","t":"I'm very inspired by past music.","c":"music","a":"Adam Lambert"},{"id":"AwHsVZD84XyS_","t":"For me, great music doesn't just have to fall into one category or one genre and I love appreciating all kinds of music.","c":"music","a":"Taylor Swift"},{"id":"xspNTWzwxHgyI","t":"Music is part of the life of fashion, too.","c":"music","a":"Karl Lagerfeld"},{"id":"TBUt0SnT3Udce","t":"When I look at great works of art or listen to inspired music, I sense intimate portraits of the specific times in which they were created.","c":"music","a":"Billy Joel"},{"id":"1av6xyzfHQ1GD","t":"I was growing up listening to Queen. Freddie Mercury threw those incredible melodies into his songs.","c":"music","a":"Gary Cherone"},{"id":"mHzDPdEJIvzCS","t":"I feel this music has nurtured me as I've been immersing myself in it. I've felt supported by it.","c":"music","a":"Sting"},{"id":"agPjG2WYzaLLz","t":"There's no religion but sex and music.","c":"music","a":"Sting","e":true},{"id":"-46Xn49-InMFB","t":"Singing is a way of releasing an emotion that you sometimes can't portray when you're acting. And music moves your soul, so music is the source of the most intense emotions you can feel.","c":"music","a":"Amanda Seyfried"},{"id":"00qB-MIMtB-8e","t":"After silence, that which comes nearest to expressing the inexpressible is music.","c":"music","a":"Aldous Huxley"},{"id":"jDRYTNzVzkOPU","t":"You know, the BBC had not been particularly generous in its deliverance of blues and esoteric kinds of music.","c":"music","a":"Keith Richards"},{"id":"ty_Vgs_JkF8J8","t":"I always believed in the music we did and that's why it was uncompromising.","c":"music","a":"Jimmy Page"},{"id":"QrBqjWFUIpcQk","t":"Music is a part of my life all the time - on the plane, before matches, driving out to the court.","c":"music","a":"Maria Sharapova"},{"id":"vxZEKtfrn2ZcY","t":"I like so many different kinds of music just because all I did was listen to the radio as a kid.","c":"music","a":"Philip Seymour Hoffman"},{"id":"79k9bLTvz4yVQ","t":"In England and Europe, we have this huge music called ambient - ambient techno, ambient house, ambient hip-hop, ambient this, ambient that.","c":"music","a":"Brian Eno"},{"id":"lUzvI-z5wnCA7","t":"I never gave up on country music because I knew what I was doing was not that bad.","c":"music","a":"Willie Nelson"},{"id":"RZhT4iDDarYqI","t":"I had to resign myself, many years ago, that I'm not too articulate when it comes to explaining how I feel about things. But my music does it for me, it really does.","c":"music","a":"David Bowie"},{"id":"n2rWYG75-X81h","t":"Great music is in a sense serene it is certain of the values it asserts.","c":"music","a":"Rebecca West"},{"id":"Xafsnu1IoSXRX","t":"To me, the greatest pleasure of writing is not what it's about, but the inner music that words make.","c":"music","a":"Truman Capote"},{"id":"Q6cjp6oox116Y","t":"If you think my music is sentimental and self-absorbed, I agree with you.","c":"music","a":"James Taylor"},{"id":"OCx5xxXGvm5Td","t":"This will be our reply to violence: to make music more intensely, more beautifully, more devotedly than ever before.","c":"music","a":"Leonard Bernstein"},{"id":"4DmerJOF7UEIa","t":"I love country music, blues, and punk, and one day I might make those kinds of records.","c":"music","a":"Kesha"},{"id":"H8bx3gA0p25KK","t":"I came through folk music simply because it was easy to get into it.","c":"music","a":"Joni Mitchell"},{"id":"bUJUcCfrxXyTr","t":"I find Indian music very funky. I mean it's very soulful, with their own kind of blues. But it's the only other school on the planet that develops improvisation to the high degree that you find in jazz music. So we have a lot of common ground.","c":"music","a":"John McLaughlin"},{"id":"6qhD4K7rkYixD","t":"There are a lot of bands who claim to be punk and they only play the music, they have no clue what it's all about. It's a lifestyle. It's not about popularity and all that crap.","c":"music","a":"Billie Joe Armstrong","e":true},{"id":"R48GFCbVUVH93","t":"Music is the soundtrack to the crappy movie that is my life.","c":"music","a":"Chris Rock"},{"id":"ErD2ejkNTjOWY","t":"I've been a fan of electronic music since the beginning.","c":"music","a":"Jonathan Davis"},{"id":"1bl6clIf1lttr","t":"Music was important. Football was the easy part.","c":"music","a":"Zinedine Zidane"},{"id":"5UtszwKwPAwO4","t":"I've only been to Ireland once, and I felt I would wake up with voices in my head, almost like music, and that if I were a songwriter, I would be very inspired.","c":"music","a":"Steven Patrick Morrissey"},{"id":"DmcJx-u79PYHf","t":"Music for me is an emotional thing and it really does make me happy. It's not a tool for me to get fame or see my face in the papers or anything like that. It's about the fact that I really do enjoy it.","c":"music","a":"Ville Valo"},{"id":"33G7qL7iWzDGV","t":"Music is the voice that tells us that the human race is greater than it knows.","c":"music","a":"Napoleon Bonaparte"},{"id":"8tsCBhgTAUjr4","t":"Life is like music, it must be composed by ear, feeling and instinct, not by rule. Nevertheless one had better know the rules, for they sometimes guide in doubtful cases, though not often.","c":"music","a":"Paracelsus"},{"id":"HSVKY8nyJsAMw","t":"I always think I'm the Tom Cruise of music - a lot of success and fans, but no critics, darling.","c":"music","a":"Jon Bon Jovi"},{"id":"eUPhoPmpHiu1F","t":"It didn't even occur to me that I'm the last person in the world who should play salsa or Brazilian music.","c":"music","a":"David Byrne"},{"id":"oQQjghMdB2SKg","t":"People listen to music the way they want to listen to music.","c":"music","a":"Tori Amos"},{"id":"1pSKeCifUeMBn","t":"I was always struck by how Picasso had no interest in music.","c":"music","a":"David Hockney"},{"id":"RrOfHApgiChay","t":"I felt that the elegance of pop music was that it was reflective: we were holding up a mirror to our audience and reflecting them philosophically and spiritually, rather than just reflecting society or something called 'rock and roll.'","c":"music","a":"Pete Townshend"},{"id":"yanfiRLSSLax9","t":"Music is my shining light, my favorite thing in the world. T get me to stop doing it for one second would be difficult!","c":"music","a":"Taylor Swift"},{"id":"TUdtmhW97qu8u","t":"You know I used to listen to music a lot more.","c":"music","a":"Brett Favre"},{"id":"pXBj-StPH11lT","t":"The real art of conducting consists in transitions.","c":"music","a":"Gustav Mahler"},{"id":"JyH-87z0g-s9B","t":"The opera is to music what a bawdy house is to a cathedral.","c":"music","a":"H. L. Mencken"},{"id":"O6aQI5GYZhaRb","t":"There's a lot of music that sounds like it's literally computer-generated, totally divorced from a guy sitting down at an instrument.","c":"music","a":"Aimee Mann"},{"id":"fD0n_8lk6YVsG","t":"The considerations of a corporation, especially now, have nothing to do with art or music.","c":"music","a":"Joni Mitchell"},{"id":"b00ecTp_5NACd","t":"What makes my approach special is that I do different things. I do jazz, blues, country music and so forth. I do them all, like a good utility man.","c":"music","a":"Ray Charles"},{"id":"p55_dEfBwSwWC","t":"Music is the only language in which you cannot say a mean or sarcastic thing.","c":"music","a":"John Erskine"},{"id":"Dm4ozyIZ9gpJt","t":"People think our music's very aggressive or angry or whatever, and it's just the opposite, really... I like laughing. And I like being really calm before a show, and smiley.","c":"music","a":"Serj Tankian"},{"id":"Fg9tt-00Ah8bL","t":"Rock music is niche.","c":"music","a":"Bono"},{"id":"awXC6aMotpWXt","t":"If a man does not keep pace with his companions, perhaps it is because he hears a different drummer. Let him step to the music which he hears, however measured or far away.","c":"music","a":"Henry David Thoreau"},{"id":"UWiC4SuMqpliY","t":"I don't make music for eyes. I make music for ears.","c":"music","a":"Adele"},{"id":"s3D5uEEvMnktw","t":"I believe that music is a force in itself. It is there and it needs an outlet, a medium. In a way, we are just the medium.","c":"music","a":"Maynard James Keenan"},{"id":"Rql1KD2tnODIY","t":"Music is always a reflection of what's going on in the hearts and minds of the culture.","c":"music","a":"Tori Amos"},{"id":"feXirM6Pu8Bhg","t":"The calm mind allows one to connect with the inner self, the Soul, the very source of our being. That's where the music lives. That's where my music comes from.","c":"music","a":"Clarence Clemons"},{"id":"lRMmMBhgi3XN0","t":"When you actually like each other, it translates to the music.","c":"music","a":"Billy Corgan"},{"id":"HcU8fZI3V71Sn","t":"I don't like headphones very much, and I rarely listen to music on headphones.","c":"music","a":"Brian Eno"},{"id":"Vs3M9Al3Z-qjZ","t":"Most game music is based on loops effectively.","c":"music","a":"Brian Eno"},{"id":"Fyuiww71hItWe","t":"Since I was a kid, I've had an absolute obsession with particular kinds of American music. Mississippi Delta blues of the Thirties, Chicago blues of the Fifties, West Coast music of the mid-Sixties - but I'd never really touched on dark Americana.","c":"music","a":"Robert Plant"},{"id":"6K5bR2Wke79-l","t":"Music is the doorway that has led me to drawing, photography, and writing.","c":"music","a":"Layne Staley"},{"id":"BMDOlIrOzJ0Jo","t":"I'm quite private. And I never wanted to be the biggest star in the world, really. So in that sense I've got a good balance of doing great shows, of making an appearance every now and then and writing music, and I don't really have to do much else.","c":"music","a":"Ellie Goulding"},{"id":"noOpiGE9EgrEg","t":"I don't listen to a lot of new stuff. I just like the old stuff. It's all quite dramatic and atmospheric. You'd have an entire story in song. I never listen to, like, white music - I couldn't sing you a Zeppelin or Floyd song.","c":"music","a":"Amy Winehouse"},{"id":"EOBPdd6wDTtBg","t":"You create a community with music, not just at concerts but by talking about it with your friends.","c":"music","a":"David Byrne"},{"id":"zGmpkT2S42xNG","t":"If not for music, I would probably be a very frustrated scientist. It's one way to answer the question, 'What is the meaning of life?' I feel music answers it better.","c":"music","a":"Paula Cole"},{"id":"0p7vaMfWhjLd4","t":"It was Elvis who really got me hooked on beat music. When I heard 'Heartbreak Hotel' I thought, this is it.","c":"music","a":"Paul McCartney"},{"id":"I-y6gzMQgCHm1","t":"There was this mountain village in Russia where my music was getting in on some German radio station. I remember this because music used to get up to Saskatchewan from Texas. Late at night after the local station closed down.","c":"music","a":"Joni Mitchell"},{"id":"0RpD-ya3idvyb","t":"I just want to keep making music, recording and trying different things. I don't want to do the same thing all the time.","c":"music","a":"Norah Jones"},{"id":"fxMRaJom6_99z","t":"Lean your body forward slightly to support the guitar against your chest, for the poetry of the music should resound in your heart.","c":"music","a":"Andres Segovia"},{"id":"bpn7GFicZcZ2U","t":"What I'm trying to do is find either existing properties or come up with properties or angles or stories which will create music drama. It's my obsession and most of all I would like to remain working in theatre. I think it's very much alive.","c":"music","a":"Pete Townshend"},{"id":"Ha6fxuZV9Ic4L","t":"Before you can make good music, you just have to shut up. Then the music can say what it has to say.","c":"music","a":"Kristin Hersh"},{"id":"iBXStJINyPEhZ","t":"Music is about listening, the more you play, the more the magic spreads.","c":"music","a":"Maynard James Keenan"},{"id":"iGszRaMFJlQqs","t":"I try to just make music that I love, and if I believe in it that's all that matters.","c":"music","a":"Norah Jones"},{"id":"XQDqrnPaqKNL2","t":"Music is emotional, and you may catch a musician in a very unemotional mood or you may not be in the same frame of mind as the musician. So a critic will often say a musician is slipping.","c":"music","a":"Nat King Cole"},{"id":"vxgMVRcZ7-oM0","t":"When I die, I want people to play my music, go wild and freak out and do anything they want to do.","c":"music","a":"Jimi Hendrix"},{"id":"iW72HCiULjgrv","t":"Music is an extraordinary vehicle for expressing emotion - very powerful emotions. That's what draws millions of people towards it. And, um, I found myself always going for these darker places and - people identify with that.","c":"music","a":"Annie Lennox"},{"id":"vJHsPEv0i2DHO","t":"All music is folk music. I ain't never heard a horse sing a song.","c":"music","a":"Louis Armstrong"},{"id":"DHh3knCh8M_Pt","t":"I'm not trying to clock scores in this lifetime, it's just that things are better now than they were like five, ten years ago. Music has gotten a lot better. There's a lot of people who are committed to - soulfully.","c":"music","a":"Jerry Garcia"},{"id":"qCePe9kWs95ue","t":"From the beginning, I knew intuitively that if nothing else, music was safe, and that nobody could tell me anything about it. Music didn't need a middleman, whereas all the other things in school needed some kind of explanation.","c":"music","a":"Eric Clapton"},{"id":"N5Zse9DWsjwLO","t":"I don't care what people say about my relationship I don't care what they say about my boobs. People are buying my songs I have a sold-out tour. I'm getting incredible feedback from my music.","c":"music","a":"Katy Perry","e":true},{"id":"UB9IVIpxGth5w","t":"Pop is actually my least favorite kind of music, because it lacks real depth.","c":"music","a":"Christina Aguilera"},{"id":"Nlcsu_a7ySTM1","t":"Music is really something that makes people whole.","c":"music","a":"Kareem Abdul-Jabbar"},{"id":"jgAO9KewEv6E7","t":"Dre was one of my heros in the music industry. If he's not down for his homeboys, I don't wanna be a part of him or around him.","c":"music","a":"Tupac Shakur"},{"id":"c0DYDTy51JraF","t":"Music in the soul can be heard by the universe.","c":"music","a":"Lao Tzu"},{"id":"AFObpI1LVmQmO","t":"Def Leppard is obviously a different band that we are, but the music work well tighter. And the audiences seem work well together too. We are opening, but we're having a good time.","c":"music","a":"Joan Jett"},{"id":"qYLoAZJXFnboN","t":"My music is fun, kind of cheeky.","c":"music","a":"Kesha"},{"id":"hIqB5j0KQkGJ7","t":"Avant-garde music is sort of research music. You're glad someone's done it but you don't necessarily want to listen to it.","c":"music","a":"Brian Eno"},{"id":"APX232Dz8xcwk","t":"Singing is just a feeling set to music.","c":"music","a":"Carrie Underwood"},{"id":"moWldYTPFlPUm","t":"Even from a listening end now, I'm still completely a fan of music.","c":"music","a":"James Iha"},{"id":"1KFJcCiAQtbG8","t":"The lyrics are constructed as empirically as the music. I don't set out to say anything very important.","c":"music","a":"Brian Eno"},{"id":"KdKvteBX5MXvj","t":"The man that hath no music in himself, Nor is not moved with concord of sweet sounds, is fit for treasons, stratagems and spoils.","c":"music","a":"William Shakespeare"},{"id":"-tOauGe-3WPNA","t":"Of all noises, I think music is the least disagreeable.","c":"music","a":"Samuel Johnson"},{"id":"Q-RDjHsgUPIm-","t":"Rock n' Roll came from the slaves singing gospel in the fields. Their lives were hell and they used music to lift out of it, to take them away. That's what rock n' roll should do - take you to a better place.","c":"music","a":"Meat Loaf"},{"id":"Vrs_kOCQPjrR2","t":"Although I am basically self taught, I consider Debussy my teacher - the most important elements are colour, light and shadow.","c":"music","a":"Toru Takemitsu"},{"id":"Rs8mA4XDyEXeI","t":"I saw music as a way to entertain people and take them away from their daily lives and put smiles on their faces, as opposed to what I see it being now, which is a way for me to actually communicate, and a way for me to tap into my subconscious.","c":"music","a":"Alanis Morissette"},{"id":"zv6dyZi2nH3yo","t":"Alas! all music jars when the soul's out of tune.","c":"music","a":"Miguel de Cervantes"},{"id":"HGJPyNq2AWjPX","t":"Music doesn't lie. If there is something to be changed in this world, then it can only happen through music.","c":"music","a":"Jimi Hendrix"},{"id":"jBSTKDa7gnjSz","t":"We're five people, five individuals who came together to create something, to make music and to complete each other musically, to form a perfect circle.","c":"music","a":"Maynard James Keenan"},{"id":"KL24G7RNBraDo","t":"I just want to keep writing music.","c":"music","a":"Lady Gaga"},{"id":"XkoX3TZ7SnQng","t":"Music is the universal language of mankind.","c":"music","a":"Henry Wadsworth Longfellow"},{"id":"L4lkGiUo2Dnot","t":"In our music, in our everyday life, there are so many negative things. Why not have something positive and stamp it with blackness?","c":"music","a":"Jamie Foxx"},{"id":"DjvxOe6gVNugb","t":"I'm writing constantly about all my crazy experiences across the world, so I have a lot of music I've already written.","c":"music","a":"Kesha"},{"id":"SG2N8S5G-TDhn","t":"Nothing is capable of being well set to music that is not nonsense.","c":"music","a":"Joseph Addison"},{"id":"YZf-Pb0MgV66J","t":"Music, Rock and Roll music especially, is such a generational thing. Each generation must have their own music, I had my own in my generation, you have yours, everyone I know has their own generation.","c":"music","a":"Ronnie James Dio"},{"id":"Eu5R-PFHhWYdx","t":"I don't want to make niche-oriented music.","c":"music","a":"Lady Gaga"},{"id":"mghtU1xrMPZTQ","t":"The dance can reveal everything mysterious that is hidden in music, and it has the additional merit of being human and palpable. Dancing is poetry with arms and legs.","c":"music","a":"Charles Baudelaire"},{"id":"kMjptYFysHi4n","t":"Music is love in search of a word.","c":"music","a":"Sidney Lanier"},{"id":"0A4wZblLZ0U18","t":"Musicians don't retire they stop when there's no more music in them.","c":"music","a":"Louis Armstrong"},{"id":"JwssfYDYjNIT0","t":"You know, all my songs are relatives, brothers, sisters, cousins.","c":"music","a":"David Coverdale"},{"id":"HB8zNuQ88jvLz","t":"Music I heard with you was more than music, and bread I broke with you was more than bread. Now that I am without you, all is desolate all that was once so beautiful is dead.","c":"music","a":"Conrad Aiken"},{"id":"onMZhhQbNIu36","t":"Some of the greatest blues music is some of the darkest music you've ever heard.","c":"music","a":"Bruce Springsteen"},{"id":"rqvHcrgPmy0Zd","t":"Have you listened to the radio lately? Have you heard the canned, frozen and processed product being dished up to the world as American popular music today?","c":"music","a":"Billy Joel"},{"id":"CQPRKtMDdLIJv","t":"I want my music to do the explaining.","c":"music","a":"Demi Lovato"},{"id":"5U0uSgkM9Bh0G","t":"A lot of country music is sad.","c":"music","a":"Willie Nelson"},{"id":"zutfPHSxGiNVX","t":"I can sing very comfortably from my vantage point because a lot of the music was about a loss of innocence, there's innocence contained in you but there's also innocence in the process of being lost.","c":"music","a":"Bruce Springsteen"},{"id":"X1GTil13I4uB5","t":"It was all about music, about getting your friends to come and see you play. I don't see that same intimacy happening very much today.","c":"music","a":"Layne Staley"},{"id":"roc09ruweSrhT","t":"I listen to crazy, robust rock music where they sing their faces off, and soul music, which can be similar.","c":"music","a":"Adam Lambert"},{"id":"VLa134jbQzJb4","t":"I think one of my favorite things to do is just lock myself up in a small room and listen to music and watch films for a day. Also I just like seeing my friends. We have pizza parties which means I get four friends round, we eat a pizza and we're really lazy and we play PlayStation.","c":"music","a":"Daniel Radcliffe"},{"id":"Tquq0h8SrgADz","t":"We tend to mistake music for the physical object.","c":"music","a":"David Byrne"},{"id":"LjlLAQyjsbyNv","t":"I know that I can sing. That's the reason I started playing music when I was twelve years old.","c":"music","a":"Kesha"},{"id":"nwhdNCeIYpSKI","t":"A painter paints his pictures on canvas. But musicians paint their pictures on silence. We provide the music, and you provide the silence.","c":"music","a":"Leopold Stokowski"},{"id":"_APB6Fy9WSKwJ","t":"What annoys the hell out of me is the arrogance of some people. They don't even listen to our music, they decided in advance that they don't like it.","c":"music","a":"Billie Joe Armstrong"},{"id":"CN8uVtIhyWhzG","t":"What we don't need in country music is divisiveness, public criticism of each other, and some arbitrary judgement of what belongs and what doesn't.","c":"music","a":"Charley Pride"},{"id":"aVpye3_Bz4vk-","t":"Music is either sacred or secular. The sacred agrees with its dignity, and here has its greatest effect on life, an effect that remains the same through all ages and epochs. Secular music should be cheerful throughout.","c":"music","a":"Johann Wolfgang von Goethe"},{"id":"UtIB721jpcgHd","t":"Great classic music that I've been turned on to has not only inspired and influenced me, but it has had an effect on my songwriting.","c":"music","a":"Scott Weiland"},{"id":"Msdfn3kZcfGag","t":"I think it's a mistake where rap music is these days. It doesn't seem to be able to look out of the ghetto and that's ultimately unfortunate, because it defines our limitations.","c":"music","a":"Saul Williams"},{"id":"l1farh293lFDK","t":"When I listen to music these days, and I hear Pro Tools and drums that sound like a machine - it kinda sucks the life out of music.","c":"music","a":"Dave Grohl"},{"id":"exxte8eGy23NC","t":"Soul music is timeless.","c":"music","a":"Alicia Keys"},{"id":"_mQ8VkHqmQ9mN","t":"I would say that although my music may be or may have been part of the cultural background fabric of the gay community, I consider myself an outsider who belongs everywhere and nowhere... Being a human being is what truly counts. That's where you'll find me.","c":"music","a":"Annie Lennox"},{"id":"GWIVP4Y1qP05W","t":"Pop is a little bit theatrical. That's the whole vibe. That's the point - is that it's great music, great melodies, great hooks. But, on top of it, it's a presentation. There's a showmanship about it. And that's why I wanted to be a pop star.","c":"music","a":"Adam Lambert"},{"id":"I3VBntMGqawge","t":"Rock and roll music, if you like it, if you feel it, you can't help but move to it. That's what happens to me. I can't help it.'","c":"music","a":"Elvis Presley"},{"id":"6I537r3siFQjl","t":"Music is nothing else but wild sounds civilized into time and tune.","c":"music","a":"Thomas Fuller"},{"id":"PE31ioQSM-XkZ","t":"Music is always changing and the changes are unpredictable.","c":"music","a":"Billy Sheehan"},{"id":"179uH96oqp1iV","t":"I don't have any real spirituality in my life - I'm kind of an atheist - but when music can take me to the highest heights, it's almost like a spiritual feeling. It fills that void for me.","c":"music","a":"Jack Black"},{"id":"hgasw9mBaRd9I","t":"Perhaps when music has been shouting for so long, a quieter voice seems attractive.","c":"music","a":"Brian Eno"},{"id":"ACZd-LwsHDy6U","t":"Without music to decorate it, time is just a bunch of boring production deadlines or dates by which bills must be paid.","c":"music","a":"Frank Zappa"},{"id":"-DfcqSKuqzljY","t":"Before I settled on music, I wanted to be an archaeologist, an astronaut, all sorts of really diverse things.","c":"music","a":"Joan Jett"},{"id":"dwgPu8Q-COtiZ","t":"Entertainment came out of this thing called a television, and it was gray. Most of the films that we saw at the cinema were black and white. It was a gray world. And music somehow was in color.","c":"music","a":"Pete Townshend"},{"id":"wIKPq7_U8i3A9","t":"This music won't do. There's not enough sarcasm in it.","c":"music","a":"Samuel Goldwyn"},{"id":"E7FWS05NcJ1xP","t":"Music for me, it demands full concentration.","c":"music","a":"Paulo Coelho"},{"id":"PyKDLflmBI6kz","t":"When I was a teenager, I began to settle into school because I'd discovered the extracurricular activities that interested me: music and theater.","c":"music","a":"Morgan Freeman"},{"id":"I_FdMb5lfpTCu","t":"And you have a record company behind it, this is a key too, you need people to fight for your records, at least a little bit. So if you have a great song, it's catchy, and you've got a little bit of help, I think that's all you need. But there hasn't been that in music.","c":"music","a":"Joan Jett"},{"id":"fLXjv7bZzsTy5","t":"The way I feel about music is that there is no right and wrong. Only true and false.","c":"music","a":"Fiona Apple"},{"id":"NSjRYJ1L0A0mn","t":"The earth has grown old with its burden of care, but at Christmas it always is young, the heart of the jewel burns lustrous and fair, and its soul full of music breaks the air, when the song of angels is sung.","c":"music","a":"Phillips Brooks"}]