[{"id":"DJRiIalYrsfhy","t":"All of us every single year, we're a different person. I don't think we're the same person all our lives.","c":"newyears","a":"Steven Spielberg"},{"id":"ORaoVAXbtQ-l4","t":"Deep breaths are very helpful at shallow parties.","c":"newyears","a":"Barbara Walters"},{"id":"A0c_cNWwmy9D7","t":"Sometimes too much to drink is barely enough.","c":"newyears","a":"Mark Twain"},{"id":"VYmR9JWfADuFL","t":"I get half a million just to show up at parties. My life is, like, really, really fun.","c":"newyears","a":"Paris Hilton"},{"id":"Jr5021umhX8nL","t":"A year from now, you're gonna weigh more or less than what you do right now.","c":"newyears","a":"Phil McGraw"},{"id":"6G-yN1EaGoIOy","t":"I have no way of knowing how people really feel, but the vast majority of those I meet couldn't be nicer. Every once in a while someone barks at me. My New Year's resolution is not to bark back.","c":"newyears","a":"Tucker Carlson"},{"id":"6iWvf08lSYau9","t":"To have the kind of year you want to have, something has to happen that you can't explain why it happened. Something has to happen that you can't coach.","c":"newyears","a":"Bobby Bowden"},{"id":"ukyOq3bzgYMpf","t":"I like to go to parties where I know everyone. How are you going to have fun with people you don't know?","c":"newyears","a":"Mary-Kate Olsen"},{"id":"ugn1I80hsXpQN","t":"I've had some lovely extraordinary experiences on New Year's Eve.","c":"newyears","a":"Debbie Harry"},{"id":"xwOY1XT7Ef_fc","t":"Let our New Year's resolution be this: we will be there for one another as fellow members of humanity, in the finest sense of the word.","c":"newyears","a":"Goran Persson"},{"id":"wcTDAWRDpDqLZ","t":"If you want an interesting party sometime, combine cocktails and a fresh box of crayons for everyone.","c":"newyears","a":"Robert Fulghum"},{"id":"04lXYdgLv7FNy","t":"Strange to see how a good dinner and feasting reconciles everybody.","c":"newyears","a":"Samuel Pepys"},{"id":"UuisNLKyQFU1l","t":"I doubt if you can have a truly wild party without liquor.","c":"newyears","a":"Carl Sandburg"},{"id":"9oW-bGEsU2eKL","t":"At a dinner party one should eat wisely but not too well, and talk well but not too wisely.","c":"newyears","a":"W. Somerset Maugham"},{"id":"HcwYY7pKBS-jf","t":"First you take a drink, then the drink takes a drink, then the drink takes you.","c":"newyears","a":"F. Scott Fitzgerald"},{"id":"F5FeKaPfRDu1P","t":"Celebrate what you want to see more of.","c":"newyears","a":"Tom Peters"},{"id":"PN0fU6ujf_vfy","t":"What is there more kindly than the feeling between host and guest?","c":"newyears","a":"Aeschylus"},{"id":"dxfSR0D-JHNj0","t":"Good parties create a temporary youthfulness.","c":"newyears","a":"Mason Cooley"},{"id":"K9Fb94DiLuHSC","t":"Dinner was made for eating, not for talking.","c":"newyears","a":"William Makepeace Thackeray"},{"id":"q5yvmM_coRfSi","t":"I know. I'm lazy. But I made myself a New Years resolution that I would write myself something really special. Which means I have 'til December, right?","c":"newyears","a":"Catherine O'Hara"},{"id":"NaIb93NEV-866","t":"If you asked me for my New Year Resolution, it would be to find out who I am.","c":"newyears","a":"Cyril Cusack"},{"id":"pxLjWgc7AxzS9","t":"Accept what people offer. Drink their milkshakes. Take their love.","c":"newyears","a":"Wally Lamb"}]