[{"id":"MBvs9-xU2YqYm","t":"For decades, parents were told by so-called parenting 'experts' that offspring would be best raised on the belief each is special and entitled to all life has to offer.","c":"parenting","a":"Bob Barr"},{"id":"KDVGFVH-kdpp3","t":"Women are individuals in parenting, and why not?","c":"parenting","a":"Erica Jong"},{"id":"Dip6bniUIfGnj","t":"I think I'm going to have to live vicariously through my daughter's rebellion because I certainly never did go through adolescence.","c":"parenting","a":"Brooke Shields"},{"id":"f5KsuqXZNWeeZ","t":"While not impossible, it is especially challenging for teenage parents to develop bonds with their children. A high percent of them were themselves children of teenage parents and have never experienced appropriate parenting.","c":"parenting","a":"Jane Fonda"},{"id":"RZ5784KLs0oq2","t":"Do you want to be an artist and a writer, or a wife and a lover? With kids, your focus changes. I don't want to go to PTA meetings.","c":"parenting","a":"Stevie Nicks"},{"id":"Fo0od9awUzr-z","t":"Love is staying up all night with a sick child - or a healthy adult.","c":"parenting","a":"David Frost"},{"id":"ODWvMyf-lYHoZ","t":"I thought that once we were out of the baby stage, parenting would be a breeze.","c":"parenting","a":"Tori Spelling"},{"id":"BUBoARIDoLLaX","t":"There are some great questions to ask your doctor. If he says 'no,' then you find yourself a different doctor. There really has to be a change in how we medically look at women at this time. I mean, this is not just baby gloom.","c":"parenting","a":"Marie Osmond"},{"id":"vgYUdTEWiBOKX","t":"No one knows his true character until he has run out of gas, purchased something on the installment plan and raised an adolescent.","c":"parenting","a":"Marcelene Cox"},{"id":"6vJI5gmv8pFh4","t":"Parenting is the most important job on the planet next to keeping Gary Busey off the nation's highways.","c":"parenting","a":"Dennis Miller"},{"id":"cImDursiezdRV","t":"Very often when you see families it's all perfect and neat, and parenting isn't like that. You do have constant negotiations. Things are ever developing and ever changing, and you constantly have to evaluate how you deal with your kids.","c":"parenting","a":"Clive Owen"},{"id":"mcVNypVT9j3rJ","t":"Believe me, my children have more stamina than a power station.","c":"parenting","a":"Robbie Coltrane"},{"id":"bIdkEbBtnZcqe","t":"Parenting, as an unpaid occupation outside the world of public power, entails lower status, less power, and less control of resources than paid work.","c":"parenting","a":"Nancy Chodorow"},{"id":"5wk0i_TUU1jfL","t":"I have three daughters, so I can't be as tough as I want to be. When you have kids - especially daughters - they know how to work you. They're a lot smarter than we are, that's for sure. But I'll be more tough on their boyfriends.","c":"parenting","a":"Tim McGraw"},{"id":"N4WbVfVoilPr-","t":"Success for me its to raise happy, healthy human beings.","c":"parenting","a":"Kelly LeBrock"},{"id":"ksnbbDzLavs3d","t":"A baby is born with a need to be loved - and never outgrows it.","c":"parenting","a":"Frank A. Clark"},{"id":"uD0kqI9iCuVoa","t":"I'm hosting weekend retreats all over America. It is like a 24-hour slumber party for moms. We laugh, eat, play games, get massages, win prizes, talk about parenting and even cry a bit.","c":"parenting","a":"Lisa Whelchel"},{"id":"Nw7UWjXpXF3Y7","t":"Few things are more satisfying than seeing your children have teenagers of their own.","c":"parenting","a":"Doug Larson"},{"id":"CkKzyepezoAMO","t":"We all have an interest in making sure teens grow up healthy and drug-free.","c":"parenting","a":"John Walters"},{"id":"6mi7QVTM1Ytqh","t":"No matter how calmly you try to referee, parenting will eventually produce bizarre behavior, and I'm not talking about the kids. Their behavior is always normal.","c":"parenting","a":"Bill Cosby"},{"id":"MHLjzsMucgQ0r","t":"I had no idea that mothering my own child would be so healing to my own sadness from my childhood.","c":"parenting","a":"Susie Bright"},{"id":"yIU3EKhpJWCOl","t":"Parents are key when it comes to keeping kids off drugs. Good parenting is the best anti-drug we have.","c":"parenting","a":"Mel Carnahan"},{"id":"j0ewsErSt0XAN","t":"My grandmother was a kind of Scarsdale, New York, society woman, best known in her day as the author of the 1959 book 'Growing Your Own Way: An Informal Guide for Teen-Agers' - this despite being a person whose parenting style made Joan Crawford's wire hangers look like pool noodles.","c":"parenting","a":"Sloane Crosley"},{"id":"b9NxLnO4rkJiV","t":"I want to have children, but my friends scare me. One of my friends told me she was in labor for 36 hours. I don't even want to do anything that feels good for 36 hours.","c":"parenting","a":"Rita Rudner"},{"id":"X9ZL28YK1qaFH","t":"Always kiss your children goodnight, even if they're already asleep.","c":"parenting","a":"H. Jackson Brown, Jr."},{"id":"RUAwwkXDX--WB","t":"No, I've never wanted kids. But I do read about parenting a lot.","c":"parenting","a":"Fiona Apple"},{"id":"dlDYmyvqRK_ZL","t":"A mother who is really a mother is never free.","c":"parenting","a":"Honore de Balzac"},{"id":"sVBnk98oYXdYP","t":"Each day of our lives we make deposits in the memory banks of our children.","c":"parenting","a":"Charles R. Swindoll"},{"id":"8fGFvrhu5hSGI","t":"You have to support your children to have a healthy relationship.","c":"parenting","a":"Connie Sellecca"},{"id":"PZLLCtpv2ULom","t":"Children are educated by what the grown-up is and not by his talk.","c":"parenting","a":"Carl Jung"},{"id":"RuCGT0VjG1kmV","t":"We are apt to forget that children watch examples better than they listen to preaching.","c":"parenting","a":"Roy L. Smith"},{"id":"fPm1oRAZmm0w2","t":"Parents were invented to make children happy by giving them something to ignore.","c":"parenting","a":"Ogden Nash"},{"id":"RjQ7LJkWhqTta","t":"Even as kids reach adolescence, they need more than ever for us to watch over them. Adolescence is not about letting go. It's about hanging on during a very bumpy ride.","c":"parenting","a":"Ron Taffel"},{"id":"7uD1UeDrV8onM","t":"You can learn many things from children. How much patience you have, for instance.","c":"parenting","a":"Franklin P. Jones"},{"id":"jAAb_cyam92py","t":"At the end of the day, the most overwhelming key to a child's success is the positive involvement of parents.","c":"parenting","a":"Jane D. Hull"},{"id":"ydR0bwTG1uMtO","t":"We must return optimism to our parenting. To focus on the joys, not the hassles the love, not the disappointments the common sense, not the complexities.","c":"parenting","a":"Fred G. Gosman"},{"id":"9KKxd7uK0cKHk","t":"The well-being and welfare of children should always be our focus.","c":"parenting","a":"Todd Tiahrt"},{"id":"epV3JPMtBXyXc","t":"How pleasant it is for a father to sit at his child's board. It is like an aged man reclining under the shadow of an oak which he has planted.","c":"parenting","a":"Voltaire"},{"id":"z7JKBZEWC7XJX","t":"Most American children suffer too much mother and too little father.","c":"parenting","a":"Gloria Steinem"},{"id":"VwHm8CDTgLwA2","t":"I have a neuroscience background - that's what my doctorate is in - and I was trained to study hormones of attachment, so I definitely feel my parenting is informed by that.","c":"parenting","a":"Mayim Bialik"},{"id":"BME0qoghJsZNJ","t":"I'm trying to break any chain of negative parenting that I might have survived.","c":"parenting","a":"Eddie Vedder"},{"id":"mp9aSrCx3MnEm","t":"We criticize mothers for closeness. We criticize fathers for distance. How many of us have expected less from our fathers and appreciated what they gave us more? How many of us always let them off the hook?","c":"parenting","a":"Ellen Goodman"},{"id":"ZpbtOkpRdLeog","t":"The interesting thing about being a mother is that everyone wants pets, but no one but me cleans the kitty litter.","c":"parenting","a":"Meryl Streep"},{"id":"SdP38tOMtCPtG","t":"I feel very blessed to have two wonderful, healthy children who keep me completely grounded, sane and throw up on my shoes just before I go to an awards show just so I know to keep it real.","c":"parenting","a":"Reese Witherspoon"},{"id":"Kup7y1XrXLRgZ","t":"That's my ideal day, time with my boys.","c":"parenting","a":"Kenny G"},{"id":"TT-T2ZzpgE70V","t":"Don't try to make children grow up to be like you, or they may do it.","c":"parenting","a":"Russell Baker"},{"id":"0VrktRqLJrQ0r","t":"Parenting is not for sissies. You have to sacrifice and grow up.","c":"parenting","a":"Jillian Michaels"},{"id":"v_YX30t7z2H-q","t":"If there is any truth to my parenting the dreamwork movement, it comes from the power of the press.","c":"parenting","a":"Henry Reed"},{"id":"RCkvorJxO9Isp","t":"I'm torn about late parenting. I believe people should spend their twenties living and having fun and not having any regrets later. I also think people in their thirties generally make better parents but so many of my friends are having trouble - myself included - as fathers get older.","c":"parenting","a":"Eric McCormack"},{"id":"b84bwABTHgygm","t":"Ah, the power of two. There's nothing quite like it. Especially when it comes to paying utility bills, parenting, cooking elaborate meals, purchasing a grown-up bed, jumping rope and lifting heavy machinery. The world favours pairs. Who wants to waste the wood building an ark for singletons?","c":"parenting","a":"Sloane Crosley"},{"id":"Dwn_BpCfBQyw4","t":"A new father quickly learns that his child invariably comes to the bathroom at precisely the times when he's in there, as if he needed company. The only way for this father to be certain of bathroom privacy is to shave at the gas station.","c":"parenting","a":"Bill Cosby"},{"id":"eqLqiDm7yFlLX","t":"I regret not having had more time with my kids when they were growing up.","c":"parenting","a":"Tina Turner"},{"id":"yXDHdq_tvMoSS","t":"Mothers all want their sons to grow up to be president, but they don't want them to become politicians in the process.","c":"parenting","a":"John F. Kennedy"},{"id":"_Fa07EdPtDuIw","t":"Parents should not smoke in order to discourage their kids from smoking. A child is more likely to smoke when they have been raised in the environment of a smoker.","c":"parenting","a":"Christy Turlington"},{"id":"xiT6KSKEWRcZ_","t":"I would like to do another piece of fiction dealing with a number of issues: Lesbian parenting, the 1960's, and interracial relationships in the Lesbian and Gay community.","c":"parenting","a":"Audre Lorde","e":true},{"id":"U5PjHSCkMUm5I","t":"What feeling is so nice as a child's hand in yours? So small, so soft and warm, like a kitten huddling in the shelter of your clasp.","c":"parenting","a":"Marjorie Holmes"},{"id":"MlyqYQw2IJNgj","t":"I cannot think of any need in childhood as strong as the need for a father's protection.","c":"parenting","a":"Sigmund Freud"},{"id":"LkeHNxyog-8uO","t":"I grew up with no money. My kids will grow up with a lot of money and so it's really important to me, and it will always be a part of my parenting, to keep them conscientious and connected socially to other people.","c":"parenting","a":"Ryan Phillippe"},{"id":"-YlwLMshiJYQF","t":"I came to parenting the way most of us do - knowing nothing and trying to learn everything.","c":"parenting","a":"Mayim Bialik"},{"id":"R9f-dY7cCGMGc","t":"I barely have time for my own children. To adopt more children and not have time for them, that would be poor parenting on my part.","c":"parenting","a":"Mary J. Blige"},{"id":"NhBZERPo1Dvtq","t":"No fathers or mothers think their own children ugly.","c":"parenting","a":"Miguel de Cervantes"},{"id":"ddBd6TNXIufXL","t":"If you're asking your kids to exercise, then you better do it, too. Practice what you preach.","c":"parenting","a":"Bruce Jenner"},{"id":"1iM-8TjZ4KPt3","t":"Let parents bequeath to their children not riches, but the spirit of reverence.","c":"parenting","a":"Plato"},{"id":"yS6j4WYtceaBQ","t":"I get whatever placidity I have from my father. But my mother taught me how to take it on the chin.","c":"parenting","a":"Norma Shearer"},{"id":"wAB7aOpH5fvRv","t":"Having a baby changes the way you view your in-laws. I love it when they come to visit now. They can hold the baby and I can go out.","c":"parenting","a":"Matthew Broderick"},{"id":"BBB-GtiTZMEDU","t":"My childhood should have taught me lessons for my own fatherhood, but it didn't because parenting can only be learned by people who have no children.","c":"parenting","a":"Bill Cosby"},{"id":"n5n9TMEIwJFy4","t":"Having children is like having a bowling alley installed in your brain.","c":"parenting","a":"Martin Mull"},{"id":"kIApVa5qfAcVH","t":"It's a great mistake, I think, to put children off with falsehoods and nonsense, when their growing powers of observation and discrimination excite in them a desire to know about things.","c":"parenting","a":"Anne Sullivan"},{"id":"Q_D5sBGw2xm12","t":"Parenthood remains the greatest single preserve of the amateur.","c":"parenting","a":"Alvin Toffler"},{"id":"8bzrQtTOmkinj","t":"I'd just as soon stay home and raise babies.","c":"parenting","a":"June Allyson"},{"id":"Yamt6Ksd8-MFX","t":"Home life's great, man. The kids are great, happy and healthy. I've reached this sort of wonderful precipice.","c":"parenting","a":"Ryan Phillippe"},{"id":"_w5W3jep1kXap","t":"The number of stressors has multiplied exponentially: traffic, money, success, work/life balance, the economy, the environment, parenting, family conflict, relationships, disease. As the nature of human life has become far more complicated, our ancient stress response hasn't been able to keep up.","c":"parenting","a":"Andrew Bernstein"},{"id":"2mH6tvfogEaix","t":"My mother protected me from the world and my father threatened me with it.","c":"parenting","a":"Quentin Crisp"},{"id":"2E04xpeDYw-Uw","t":"Relationships are complicated no matter what style of parenting you choose.","c":"parenting","a":"Mayim Bialik"},{"id":"toh2Wzbqai9AY","t":"Kids are a great analogy. You want your kids to grow up, and you don't want your kids to grow up. You want your kids to become independent of you, but it's also a parent's worst nightmare: That they won't need you. It's like the real tragedy of parenting.","c":"parenting","a":"Jonathan Safran Foer"},{"id":"I03PA2DjPtqvq","t":"I'm worried about parents who aren't parenting.","c":"parenting","a":"Barbara Bush"},{"id":"6pi7Dq3zcKGRO","t":"A child who is allowed to be disrespectful to his parents will not have true respect for anyone.","c":"parenting","a":"Billy Graham"},{"id":"tOsLbli_bP8Zi","t":"I don't think children's inner feelings have changed. They still want a mother and father in the very same house they want places to play.","c":"parenting","a":"Beverly Cleary"},{"id":"ucPcn1ifEpejV","t":"Attachment parenting is not a passive parenting style.","c":"parenting","a":"Mayim Bialik"},{"id":"B_5AOwz28nbr0","t":"For me, Twitter works best as a way of taking pictures of being stuck in traffic on the Brooklyn Bridge. If people really want to read really funny quips about life, parenting, and pop culture, then by all means read Michael Ian Black's tweets.","c":"parenting","a":"Michael Showalter"},{"id":"nFlxntITwhuW3","t":"What lingers from the parent's individual past, unresolved or incomplete, often becomes part of her or his irrational parenting.","c":"parenting","a":"Virginia Satir"},{"id":"GhKp91inFg7fj","t":"The child supplies the power but the parents have to do the steering.","c":"parenting","a":"Benjamin Spock"},{"id":"76cticZG-sxwp","t":"The truth is that parents are not really interested in justice. They just want quiet.","c":"parenting","a":"Bill Cosby"},{"id":"Ctgi_8IJgfTx5","t":"I'm a parent, especially when you've had the intense parenting the way I had. It's all in the bank. It's all in the great experience bank. Those are your secrets. That's the stuff that makes your work rich, that's what you dip into.","c":"parenting","a":"Hector Elizondo"},{"id":"B9zixN7THB4Wa","t":"My father was a farmer and my mother was a farmer, but, my childhood was very good. I am very grateful for my childhood, because it was full of gladness and good humanity.","c":"parenting","a":"Roberto Benigni"},{"id":"pFO-TdNPsc-gS","t":"Every cliche about kids is true they grow up so quickly, you blink and they're gone, and you have to spend the time with them now. But that's a joy.","c":"parenting","a":"Liam Neeson"},{"id":"DTSbgZVEwimZL","t":"I've become sort of an accidental advocate for attachment parenting, which is a style of parenting that... basically, the way mammals parent and the way people have parented for pretty much all of human history except the last 200 years or so.","c":"parenting","a":"Mayim Bialik"},{"id":"bA3ZNgDAWx7N6","t":"Parenting is one of the hardest jobs on earth.","c":"parenting","a":"Jennifer Aniston"},{"id":"bwdyOyDREjOfL","t":"Fathers and mothers have lost the idea that the highest aspiration they might have for their children is for them to be wise... specialized competence and success are all that they can imagine.","c":"parenting","a":"Allan Bloom"},{"id":"vVQdhlWJDwwVC","t":"Nothing you do for children is ever wasted. They seem not to notice us, hovering, averting our eyes, and they seldom offer thanks, but what we do for them is never wasted.","c":"parenting","a":"Garrison Keillor"},{"id":"aNIu_-WtV-ObT","t":"The Golden Rule of Parenting is do unto your children as you wish your parents had done unto you!","c":"parenting","a":"Louise Hart"}]