[{"id":"W2YfhIwTilTSQ","t":"Patience is necessary, and one cannot reap immediately where one has sown.","c":"patience","a":"Soren Kierkegaard"},{"id":"3rHe5RiCjsADc","t":"He that can have patience can have what he will.","c":"patience","a":"Benjamin Franklin"},{"id":"XdmdEScFjdo5q","t":"I have just three things to teach: simplicity, patience, compassion. These three are your greatest treasures.","c":"patience","a":"Lao Tzu"},{"id":"HgM-9ZKF6VOQz","t":"I think there's not much patience for organized labour, period, public or private sector.","c":"patience","a":"Kathleen Wynne"},{"id":"jKHrNNcHClQOP","t":"Sad Patience, too near neighbour to despair.","c":"patience","a":"Matthew Arnold"},{"id":"1gkesY244MUYT","t":"Meekness: Uncommon patience in planning a revenge that is worth while.","c":"patience","a":"Ambrose Bierce"},{"id":"ybIY6bqxjzmFj","t":"The patience of the American public with dilatory diplomatic delays will be very limited.","c":"patience","a":"Tom Lantos"},{"id":"M9Sbgdu9fccBB","t":"I believe there's too little patience and context to many of the investigations I read or see on television.","c":"patience","a":"Bob Woodward"},{"id":"xvSd87CESlVEl","t":"Patience and time do more than strength or passion.","c":"patience","a":"Jean de La Fontaine"},{"id":"r3b_0epqY1K-R","t":"This is the story of what a Woman's patience can endure, and what a Man's resolution can achieve.","c":"patience","a":"Wilkie Collins"},{"id":"1mXrPnQtSZ5ZF","t":"A healthy male adult bore consumes each year one and a half times his own weight in other people's patience.","c":"patience","a":"John Updike"},{"id":"XBY7BNQAmZ761","t":"As I pass it, I feel as if I saw a dear old mother, sweet in her weakness, trembling at the approach of her dissolution, but not appealing to me against the inevitable, rather endeavouring to reassure me by her patience, and pointing to a hopeful future.","c":"patience","a":"Thomas Edward Brown"},{"id":"mHEzkPEIlpJeV","t":"As for goals, I don't set myself those anymore. I'm not one of these 'I must have achieved this and that by next year' kind of writers. I take things as they come and find that patience and persistence tend to win out in the end.","c":"patience","a":"Paul Kane"},{"id":"hoxM7SGplk-ls","t":"Never a tear bedims the eye that time and patience will not dry.","c":"patience","a":"Bret Harte"},{"id":"J9L9FnUJ3l1s3","t":"The two most powerful warriors are patience and time.","c":"patience","a":"Leo Tolstoy"},{"id":"ylvM_jnNGCMHw","t":"The days of our lives, for all of us, are numbered. We know that. And yes, there are certainly times when we aren't able to muster as much strength and patience as we would like. It's called being human.","c":"patience","a":"Elizabeth Edwards"},{"id":"nmUjF1cdjOjjO","t":"Patience has its limits, take it too far and it's cowardice.","c":"patience","a":"Holbrook Jackson"},{"id":"ihnlVrW9tw761","t":"And so, at the age of thirty, I had successively disgraced myself with three fine institutions, each of which had made me free of its full and rich resources, had trained me with skill and patience, and had shown me nothing but forbearance and charity when I failed in trust.","c":"patience","a":"Simon Raven"},{"id":"6nVmEwz-aC2qZ","t":"I'm extraordinarily patient provided I get my own way in the end.","c":"patience","a":"Margaret Thatcher"},{"id":"ykVs3-t8s2KCC","t":"There is no substitute for hard work, 23 or 24 hours a day. And there is no substitute for patience and acceptance.","c":"patience","a":"Cesar Chavez"},{"id":"34vzhYce1y5aH","t":"I have not the smarts or patience for political office.","c":"patience","a":"Henry Rollins"},{"id":"mH_YR9TViQJQC","t":"No, you're not allowed to be bossy when you're married. You have to learn compromise, and compassion and patience.","c":"patience","a":"Star Jones"},{"id":"kIrzyKeMnDG6l","t":"My wife is the most awesome person in the universe. She's made this experience much less miserable for me, with her compassion, patience and understanding.","c":"patience","a":"Wil Wheaton"},{"id":"yqj1MBEfpZ0tD","t":"I think patience is a skill and I wish I had it.","c":"patience","a":"David Duchovny"},{"id":"wwultC_gNiC97","t":"I will exercise patience and will provide all facts to the general public.","c":"patience","a":"Yingluck Shinawatra"},{"id":"CEahut2wmkv8n","t":"Fortune knocks but once, but misfortune has much more patience.","c":"patience","a":"Laurence J. Peter"},{"id":"thBuu5RgxYrBM","t":"Teach us, O Lord, the disciplines of patience, for to wait is often harder than to work.","c":"patience","a":"Peter Marshall"},{"id":"9SfUuWd3TFD6G","t":"Patience is the companion of wisdom.","c":"patience","a":"Saint Augustine"},{"id":"aJslzqaAF9_k7","t":"Patience is the best medicine.","c":"patience","a":"John Florio"},{"id":"Mh-HJazqwGgSm","t":"My advice to someone to follow in my footsteps is to have patience. I've been doing this for twelve years.","c":"patience","a":"Christina Milian"},{"id":"eZmry2kg8-cxo","t":"You know, I lose patience really easily I'd rather shop in the grocery store than in the department store. I can pick an apple like nobody's business.","c":"patience","a":"Gail Simmons"},{"id":"0ps_leZtC51nM","t":"That's why I never became a director. I never had patience with people.","c":"patience","a":"Ray Harryhausen"},{"id":"5P9gpYE51xkt1","t":"Our real blessings often appear to us in the shape of pains, losses and disappointments but let us have patience and we soon shall see them in their proper figures.","c":"patience","a":"Joseph Addison"},{"id":"9XfdQxk-4Vg9X","t":"Everything is out there if you know how to find it, and have the patience. I don't and haven't, but that's my problem.","c":"patience","a":"Tom Holt"},{"id":"0ieA58KphUOiO","t":"Patience was not my strong point.","c":"patience","a":"Lauren Bacall"},{"id":"0w0h9c_mEI-HF","t":"I haven't been given many things, but I've been given ample, limitless patience.","c":"patience","a":"Lincoln Diaz-Balart"},{"id":"fsrKJKEOb8vgf","t":"Americans have less and less patience for the intrusive and divisive moral scolds who thrived in the bubbles of the Clinton and Bush years.","c":"patience","a":"Frank Rich"},{"id":"FwuM8QTkwirrX","t":"Gardeners are good at nurturing, and they have a great quality of patience, they're tender. They have to be persistent.","c":"patience","a":"Ralph Fiennes"},{"id":"JHlsQ1sl_tqH8","t":"Patience, persistence and perspiration make an unbeatable combination for success.","c":"patience","a":"Napoleon Hill"},{"id":"I6D93lZDH4qk5","t":"Find patience in the breath of life.","c":"patience","a":"Ryunosuke Satoro"},{"id":"CmdQhh7f5zRUV","t":"Everyone is given one gift, a reason for being, and it's our obligation to do something with it. Obviously, it's a challenge - but if you're not taking the bull by the horns, I have no patience for you. You're just taking up space.","c":"patience","a":"Melissa Rosenberg"},{"id":"aoMy6o73a5Enw","t":"How many a man has thrown up his hands at a time when a little more effort, a little more patience would have achieved success.","c":"patience","a":"Elbert Hubbard"},{"id":"f_mp3Uo8jTLXF","t":"Reading a novel in which all characters illustrate patience, hard work, chastity, and delayed gratification could be a pretty dull experience.","c":"patience","a":"Thomas Perry"},{"id":"lgC4XVysxU-_R","t":"Speaking from my experience as a person involved for a long time in building the European Union, it is important to have patience and efforts to build a community of nations.","c":"patience","a":"Giorgio Napolitano"},{"id":"PBVDWLI-i5lgz","t":"I wish I was a shredder that could play everything, but I don't have the patience.","c":"patience","a":"Dave Navarro"},{"id":"TB9WEcEpHrDyp","t":"Have patience. All things are difficult before they become easy.","c":"patience","a":"Saadi"},{"id":"UsieQ5s9_eU-5","t":"Honestly, I didn't have the patience for biology or history in an academic sense, but I always liked the kind of big questions.","c":"patience","a":"Andrew Bird"},{"id":"5h2DEd9RdEWH1","t":"Deliberately seek opportunities for kindness, sympathy, and patience.","c":"patience","a":"Evelyn Underhill"},{"id":"H9TOlSrDdvTlD","t":"I've done an awful lot of stuff that's a monument to public patience.","c":"patience","a":"Tyrone Power"},{"id":"OP8K390xLFgqa","t":"Patience is the support of weakness impatience the ruin of strength.","c":"patience","a":"Charles Caleb Colton"},{"id":"J_ifBSdVjyIL-","t":"And we ask the American people to play an important part of our layered defense. We ask for cooperation, patience and a commitment to vigilance in the face of a determined enemy.","c":"patience","a":"Janet Napolitano"},{"id":"GEbDZ1WK1jLij","t":"If you have confidence you have patience. Confidence, that is everything.","c":"patience","a":"Ilie Nastase"},{"id":"FHdLEJGNzcMbf","t":"Patience is passion tamed.","c":"patience","a":"Lyman Abbott"},{"id":"zr4MSvKD8g1Wu","t":"When I was in the first grade I was afraid of the teacher and had a miserable time in the reading circle, a difficulty that was overcome by the loving patience of my second grade teacher. Even though I could read, I refused to do so.","c":"patience","a":"Beverly Cleary"},{"id":"5V_TMBkfFwa8L","t":"The very important thing you should have is patience.","c":"patience","a":"Jack Ma"},{"id":"uL4pjY4T-ANwM","t":"You know, writing is really difficult, and it takes a real patience and a skill. I don't know if I have that. I admire it in others, so much, and I envy it.","c":"patience","a":"Adam Scott"},{"id":"kGVkNkqImejG7","t":"My relationship with the Philharmonia Orchestra brought me many times to London and I will always reflect positively on that early period of development with them - their patience, their warmth, their dedication.","c":"patience","a":"Gustavo Dudamel"},{"id":"WSU4-iSvt2K95","t":"Anyhow, a philosophical turn of thought now was not amiss, else one's patience would have given out almost at the harbour entrance. The term of her probation was eight days.","c":"patience","a":"Joshua Slocum"},{"id":"pXUCZ6ft8TML4","t":"You have to find the peace and patience within yourself to be a model and an example to others and not judge.","c":"patience","a":"Judith Light"},{"id":"VvqGO9QgdToka","t":"Who ever is out of patience is out of possession of their soul.","c":"patience","a":"Francis Bacon"},{"id":"B-hEK_SwTYWk-","t":"Patience was not something that came naturally to me, but in cooking it is the quintessential skill.","c":"patience","a":"Gail Simmons"},{"id":"i-X7Y7ZexDYNS","t":"Difficult years lie ahead, patience is required.","c":"patience","a":"Yiannis Stournaras"},{"id":"s1c5-lbDQPiWM","t":"I learned patience, perseverance, and dedication. Now I really know myself, and I know my voice. It's a voice of pain and victory.","c":"patience","a":"Anthony Hamilton"},{"id":"zoenmLZtybAFz","t":"Alcohol gives you infinite patience for stupidity.","c":"patience","a":"Sammy Davis, Jr."},{"id":"PLEaZYFly3FHp","t":"The key to everything is patience. You get the chicken by hatching the egg, not by smashing it.","c":"patience","a":"Arnold H. Glasow"},{"id":"tI7sXUpEuKBUv","t":"Patience has never been my strong suit.","c":"patience","a":"Michael Chiklis"},{"id":"iyK5h5zfq3rES","t":"To bear with patience wrongs done to oneself is a mark of perfection, but to bear with patience wrongs done to someone else is a mark of imperfection and even of actual sin.","c":"patience","a":"Thomas Aquinas"},{"id":"vCrni6pkHPAPV","t":"I've learned the importance of loving what you do. I have also learned more patience due to the nature of the music business.","c":"patience","a":"Randy Travis"},{"id":"6u_IdFfFV7cJe","t":"I think I have more patience now than I did in the past.","c":"patience","a":"T. Boone Pickens"},{"id":"EEG2boAPiIzWA","t":"I think you can judge from somebody's actions a kind of a stability and sense of purpose perhaps created by strong religious roots. I mean, there's a certain patience, a certain discipline, I think, that religion helps you achieve.","c":"patience","a":"George W. Bush"},{"id":"trwDlX3oBvQt6","t":"Patience is sorrow's salve.","c":"patience","a":"Charles Churchill"},{"id":"9zxYYAHCn9JPr","t":"Patience, the beggar's virtue, shall find no harbor here.","c":"patience","a":"Philip Massinger"},{"id":"B2khcdVgXpiSA","t":"The first requirement of politics is not intellect or stamina but patience. Politics is a very long run game and the tortoise will usually beat the hare.","c":"patience","a":"John Major"},{"id":"F3Qr0RPlKqZbW","t":"Give your dog or cat respect, patience, understanding and love. And if you just change to one vegetarian day a week, that's a wonderful step that will save animal lives. It means you have chosen something kind instead of something cruel.","c":"patience","a":"Ingrid Newkirk"},{"id":"DwNnP6dTTiysm","t":"Work hard. And have patience. Because no matter who you are, you're going to get hurt in your career and you have to be patient to get through the injuries.","c":"patience","a":"Randy Johnson"},{"id":"8OgSMmEMZtPkK","t":"How poor are they that have not patience! What wound did ever heal but by degrees?","c":"patience","a":"William Shakespeare"},{"id":"8T6CepJpaXs5j","t":"I am patient with stupidity but not with those who are proud of it.","c":"patience","a":"Edith Sitwell"},{"id":"umzXVSDBCVmLo","t":"So it's been a slow process and it's taken some patience. That's why patients are called patients I think - patience is required.","c":"patience","a":"Bowie Kuhn"},{"id":"9LzcV-dQP6a6D","t":"He preacheth patience that never knew pain.","c":"patience","a":"H. G. Bohn"},{"id":"kCOdVQW6jq-tp","t":"With love and patience, nothing is impossible.","c":"patience","a":"Daisaku Ikeda"},{"id":"-5uIl8S-s0LuQ","t":"Artists know that diligence counts as much, if not more, as inspiration in art, as in politics, patience counts as much as revolution.","c":"patience","a":"Tony Kushner"},{"id":"BAKsKxtjiKRpr","t":"Soon I knew the craft of experimental physics was beyond me - it was the sublime quality of patience - patience in accumulating data, patience with recalcitrant equipment - which I sadly lacked.","c":"patience","a":"Abdus Salam"},{"id":"6PX0nCGPNEO6I","t":"How can a society that exists on instant mashed potatoes, packaged cake mixes, frozen dinners, and instant cameras teach patience to its young?","c":"patience","a":"Paul Sweeney"},{"id":"fl5Faapa7Y-T0","t":"The Scriptures contain many stories of people who waited years or even decades before the Lord's promises came to pass. What modern believers can learn from the patience of biblical saints like Abraham, Joseph, David, and Paul is that waiting upon the Lord has eternal rewards.","c":"patience","a":"Charles Stanley"},{"id":"p7tGeknE_6fe2","t":"Patience makes a women beautiful in middle age.","c":"patience","a":"Elliot Paul"},{"id":"SZFzp6QOLe1zc","t":"My three Ps: passion, patience, perseverance. You have to do this if you've got to be a filmmaker.","c":"patience","a":"Robert Wise"},{"id":"7HWrNDTndk6gI","t":"My biggest weakness is patience, wanting to see things happen too quickly or get changes in place right away. Not having the patience to let things develop.","c":"patience","a":"Paul Gleason"},{"id":"rtTqA66cZNk6o","t":"I'm terrible with patience.","c":"patience","a":"Katherine Heigl"},{"id":"afIsh16lsYzu1","t":"Luck is a component that a lot of people in the arts sometimes fail to recognise: that you can have talent, perseverance, patience, but without luck you will not have a successful career.","c":"patience","a":"Bryan Cranston"},{"id":"orjlOE_9AaILR","t":"I haven't got a lot of patience.","c":"patience","a":"Jeffrey Katzenberg"},{"id":"FvKX9SXmhzuRh","t":"True enough, nature has endowed me with a fair measure of patience and composure, yet I should be lying if I told you that, having seen the reporter off on his way to make his deadline, I fell peacefully asleep.","c":"patience","a":"Leon Jouhaux"},{"id":"5h5nupkkiYLrF","t":"People ask me a lot about the values I got from playing for the Cubs for so many years. The value I got out of it was patience. A lot of people these days are not very patient.","c":"patience","a":"Ernie Banks"},{"id":"FnkJM0ToQ_uLd","t":"There are very little things in this life I cannot afford and patience is one of them.","c":"patience","a":"Larry Hagman"},{"id":"cn0x1S8c5zGFQ","t":"I have all the patience in the world about Sirens. For me it's not a Grateful Dead project, it's a Me project.","c":"patience","a":"Jerry Garcia"},{"id":"Rdh_HwwJ0DDeL","t":"It is impossible to practice parliamentary politics without having patience, decency, politeness and courtesy.","c":"patience","a":"Khaleda Zia"},{"id":"IQH6CV1tU6F7e","t":"Secretary of War Stanton used to get out of patience with Lincoln because he was all the time pardoning men who ought to be shot.","c":"patience","a":"Elihu Root"},{"id":"0OcuOH82nRm9X","t":"I think God's really blessed me with patience. I'm good with a lot of things going on at once.","c":"patience","a":"Niki Taylor"},{"id":"tmWWyOl0LxjAe","t":"Let him that hath no power of patience retire within himself, though even there he will have to put up with himself.","c":"patience","a":"Baltasar Gracian"},{"id":"d8vnGKJD8ZHzH","t":"I've worked so hard to eliminate the inner geek from my life. I suddenly realize I have no patience for those people who still have their geeks showing. Now I see why being 'normal' has been so important to me.","c":"patience","a":"Kenny Loggins"},{"id":"DVJ8Hi3NBioqJ","t":"Constant repetition of tongue-twisters was like lifting weights for me, but patience and persistence have paid off.","c":"patience","a":"Nicholas Brendon"},{"id":"LI_vDOxtoTCBK","t":"As anyone who has ever been around a cat for any length of time well knows, cats have enormous patience with the limitations of the human kind.","c":"patience","a":"Cleveland Amory"},{"id":"N194Akh5dER9E","t":"It is strange that the years teach us patience that the shorter our time, the greater our capacity for waiting.","c":"patience","a":"Elizabeth Taylor"},{"id":"XW77OeooRVCNj","t":"The strong manly ones in life are those who understand the meaning of the word patience.","c":"patience","a":"Tokugawa Ieyasu"},{"id":"s_HmG-e4qn2_T","t":"It has taken a great deal of energy, which has not been so difficult to summon as the necessary patience to wait, simply wait much of the time - until my instincts assured me that I had assembled my materials in proper order for a final welding into their natural form.","c":"patience","a":"Hart Crane"},{"id":"c2w72l3Ohdbo7","t":"Bear patiently with a rival.","c":"patience","a":"Ovid"},{"id":"TbKgte4d_qxXG","t":"Patience means restraining one's inclinations.","c":"patience","a":"Tokugawa Ieyasu"},{"id":"DXim9Jr0UXIve","t":"Patience and perseverance have a magical effect before which difficulties disappear and obstacles vanish.","c":"patience","a":"John Quincy Adams"},{"id":"ZdLZVZHgStxy6","t":"Good ideas are not adopted automatically. They must be driven into practice with courageous patience.","c":"patience","a":"Hyman Rickover"},{"id":"Xuntby8pK1gNW","t":"As a young boy, I read 'Cheaper by the Dozen' and immediately became neurotic about my use of time. It taxed me severely, but only for the next 50 years. But I think it also allowed me to discipline myself to sit in the chair and be a writer, where one of the most needed qualities is patience.","c":"patience","a":"Ridley Pearson"},{"id":"v_ncCSt4QNu-r","t":"Humility is attentive patience.","c":"patience","a":"Simone Weil"},{"id":"-SQJgz6HMWJW_","t":"Hopelessness has surprised me with patience.","c":"patience","a":"Margaret J. Wheatley"},{"id":"zMyg0ndBW2IbO","t":"I'm not really easy to live with! There needs to be unlimited patience and unconditional love. Men I've known before loved my independent spirit and were proud of my success, to the point that they'd become jealous of the time I devote to my career.","c":"patience","a":"Milla Jovovich"},{"id":"MfVI5FMFYFzni","t":"The greatest power is often simple patience.","c":"patience","a":"E. Joseph Cossman"},{"id":"_vZPTOUWkFDFG","t":"Temperamentally I'm not a natural producer, because I don't have the patience.","c":"patience","a":"Damian Lewis"},{"id":"B0TBLiwMONSLU","t":"I can imagine few things more trying to the patience than the long wasted days of waiting.","c":"patience","a":"Robert Falcon Scott"},{"id":"837UXra8q5NEN","t":"Lack of pep is often mistaken for patience.","c":"patience","a":"Kin Hubbard"},{"id":"AyJ9S0a3zoaTz","t":"So when I do Chinese cooking, I mix everything together, then the kids have to eat their vegetables. They won't have the patience to pick them out.","c":"patience","a":"Martin Yan"},{"id":"79LFNE4MhMWSl","t":"I have declared that patience is never more than patient. I too have declared, that I who am not patient am patient.","c":"patience","a":"Gertrude Stein"},{"id":"RhlI2oJxBlvkj","t":"I've said my patience is not infinite.","c":"patience","a":"Darrell Issa"},{"id":"IA1H2hT8pzLI9","t":"Everyone ought to bear patiently the results of his own conduct.","c":"patience","a":"Phaedrus"},{"id":"y8hQnifDlMQSS","t":"I have no patience at all.","c":"patience","a":"Alan Sugar"},{"id":"vAM3yHi3CqztQ","t":"Your patience would fail you if I should continue to relate all the disrespectful speeches and treatment which your servants have been obliged to listen to and patiently to bear.","c":"patience","a":"Peter Stuyvesant"},{"id":"RwIRyuKrDdwIJ","t":"I've always been a person with patience, and I don't like to force things.","c":"patience","a":"Harry Shum, Jr."},{"id":"W1eiKlwMscMJM","t":"A man who is a master of patience is master of everything else.","c":"patience","a":"George Savile"},{"id":"5dOLlWh6a3Xgj","t":"A show that no one thought had a chance has just finished its fifth year: Charmed. I think it's tougher for the younger networks, so I think they have a little more patience for the sake of the show. But who knows?","c":"patience","a":"Aaron Spelling"},{"id":"JuDXLS7Zl4R6L","t":"If you would know strength and patience, welcome the company of trees.","c":"patience","a":"Hal Borland"},{"id":"fUz1kciY1TOBx","t":"Tolerance, compromise, understanding, acceptance, patience - I want those all to be very sharp tools in my shed.","c":"patience","a":"Cee Lo Green"},{"id":"JmwIQcow8HLM4","t":"The only thing of weight that can be said against modern honor is that it is directly opposite to religion. The one bids you bear injuries with patience, the other tells you if you don't resent them, you are not fit to live.","c":"patience","a":"Bernard de Mandeville"},{"id":"qgCOWTsFzsvOA","t":"My impression is that most women public service workers have a long fuse. Precisely because they care so deeply about services, more than anyone, they still want to find a sensible and fair negotiated agreement. But their patience has run out.","c":"patience","a":"Frances O'Grady"},{"id":"RC70jzOgSnikk","t":"Patience and tenacity are worth more than twice their weight of cleverness.","c":"patience","a":"Thomas Huxley"},{"id":"3iFihRwZn9Xr1","t":"In this day and age, you need a lot of patience if you are in the movie business.","c":"patience","a":"Brett Ratner"},{"id":"ZzKlZjJ1qXOnY","t":"He who rides the sea of the Nile must have sails woven of patience.","c":"patience","a":"William Golding"},{"id":"cZEocf9qGtFg0","t":"Writing is good, thinking is better. Cleverness is good, patience is better.","c":"patience","a":"Herman Hesse"},{"id":"7FDVsiO8n4tPL","t":"Patience is bitter, but its fruit is sweet.","c":"patience","a":"Jean-Jacques Rousseau"},{"id":"nqhMqPs217EHQ","t":"Patience can't be acquired overnight. It is just like building up a muscle. Every day you need to work on it.","c":"patience","a":"Eknath Easwaran"},{"id":"82zf4p9QPBUZ-","t":"We have no patience with other people's vanity because it is offensive to our own.","c":"patience","a":"Francois de La Rochefoucauld"},{"id":"qRy6JdqR6NLMp","t":"It seems likely that many of the young who don't wait for others to call them artists, but simply announce that they are, don't have the patience to make art.","c":"patience","a":"Pauline Kael"},{"id":"nGU7Z9VRB6q9i","t":"Thank God my parents had an abundance of patience.","c":"patience","a":"Lexa Doig"},{"id":"RxC3vQzFhSuR2","t":"Endurance is patience concentrated.","c":"patience","a":"Thomas Carlyle"},{"id":"8eDTn1dIKLpEq","t":"Patience is the ability to idle your motor when you feel like stripping your gears.","c":"patience","a":"Barbara Johnson"},{"id":"SVx3-Vg4QrF8a","t":"If I could have one prayer answered, I would pray for patience. I move so fast sometimes. I try to slow down.","c":"patience","a":"Debra Winger"},{"id":"D7BgDhmpS0lY-","t":"Is the patience of the American people that long suffering? Is there no outrage left in the country?","c":"patience","a":"Andrew Greeley"},{"id":"hkdPHL9fTT8rV","t":"Sometimes they are a matter of luck the photographer could not expect or hope for them. Sometimes they are a matter of patience, waiting for an effect to be repeated that he has seen and lost or for one that he anticipates.","c":"patience","a":"Bill Brandt"},{"id":"QQB7hc1yYNBUS","t":"Beware the fury of a patient man.","c":"patience","a":"John Dryden"},{"id":"gsHUmdk7QavmL","t":"Have patience with all things, But, first of all with yourself.","c":"patience","a":"Saint Francis de Sales"},{"id":"JxUkEpd0530q9","t":"Heaven grant us patience with a man in love.","c":"patience","a":"Rudyard Kipling"},{"id":"f2r72iF48A-1Y","t":"Genius is eternal patience.","c":"patience","a":"Michelangelo"},{"id":"wnxc4ZoPRfHHX","t":"Only those who have patience to do simple things perfectly ever acquire the skill to do difficult things easily.","c":"patience","a":"James J. Corbett"},{"id":"V_Bfx-oiicYtt","t":"Our patience will achieve more than our force.","c":"patience","a":"Edmund Burke"},{"id":"ba7JDg2wOsq5C","t":"Because I'm the author of my screenplays I know what I'm looking for. It's true that I can be stubborn in demanding that I get what I want, but it's also a question of working with patience and love.","c":"patience","a":"Michael Haneke"},{"id":"nekjzLA3P_D7C","t":"We could never learn to be brave and patient, if there were only joy in the world.","c":"patience","a":"Helen Keller"},{"id":"eHpbxDYIduoF_","t":"Patience, n. A minor form of dispair, disguised as a virtue.","c":"patience","a":"Ambrose Bierce"},{"id":"9387EVKqXGyfE","t":"If I have done the public any service, it is due to my patient thought.","c":"patience","a":"Isaac Newton"},{"id":"SJDyTOpsRueXl","t":"You must first have a lot of patience to learn to have patience.","c":"patience","a":"Stanislaw Lec"},{"id":"of9el85sQ4z-m","t":"My mum told me to have patience. It's about realising that when things aren't going the way you want them to, or you don't have inspiration, it will come.","c":"patience","a":"Vanessa Paradis","e":true},{"id":"5eiNZ3XIe8Dgi","t":"All commend patience, but none can endure to suffer.","c":"patience","a":"Thomas Fuller"},{"id":"SjRbJ5tps428j","t":"Abused patience turns to fury.","c":"patience","a":"Thomas Fuller"},{"id":"hHFlLA28PIn6M","t":"No, I will be the pattern of all patience I will say nothing.","c":"patience","a":"William Shakespeare"},{"id":"baMeI7_0RJEtv","t":"Affliction is the wholesome soil of virtue, where patience, honor, sweet humility, and calm fortitude, take root and strongly flourish.","c":"patience","a":"David Mallet"},{"id":"zUV2rEun89WHQ","t":"There is no road too long to the man who advances deliberately and without undue haste there are no honors too distant to the man who prepares himself for them with patience.","c":"patience","a":"Jean de la Bruyere"},{"id":"2W2MGAzuHwrfY","t":"I have a huge respect for writers and realise that this is not an area that I find easy. I doubt that I would have the patience in front of a blank sheet of paper to become a writer.","c":"patience","a":"Jenny Agutter"},{"id":"n-7SFK6NeUTDF","t":"Never cut a tree down in the wintertime. Never make a negative decision in the low time. Never make your most important decisions when you are in your worst moods. Wait. Be patient. The storm will pass. The spring will come.","c":"patience","a":"Robert H. Schuller"}]