[{"id":"Hz2hiL5wxPZq","t":"The worst pain a man can suffer: to have insight into much and power over nothing.","c":"power","a":"Herodotus"},{"id":"avlaoliCpwjr","t":"If those in charge of our society - politicians, corporate executives, and owners of press and television - can dominate our ideas, they will be secure in their power. They will not need soldiers patrolling the streets. We will control ourselves.","c":"power","a":"Howard Zinn"},{"id":"OV1KS5My7Kh8","t":"These years in silence and reflection made me stronger and reminded me that acceptance has to come from within and that this kind of truth gives me the power to conquer emotions I didn't even know existed.","c":"power","a":"Ricky Martin"},{"id":"VLIPgU-BS1in","t":"You have power over your mind - not outside events. Realize this, and you will find strength.","c":"power","a":"Marcus Aurelius"},{"id":"P0WKYciANTiP","t":"Life is suffering. Life is not resistance to suffering. The point of life is to suffer. This is why we're here: We're here to suffer. I believe in a higher power that compassionately allows suffering for us as a race, to grow and mature.","c":"power","a":"Rainn Wilson"},{"id":"Sjhecq9XoX85","t":"The strategic adversary is fascism... the fascism in us all, in our heads and in our everyday behavior, the fascism that causes us to love power, to desire the very thing that dominates and exploits us.","c":"power","a":"Michel Foucault"},{"id":"dMk5lr02Hz4J","t":"Power gravitates to the man who knows how.","c":"power","a":"Orison Swett Marden"},{"id":"nPRie3jWw6bZ","t":"The less effort, the faster and more powerful you will be.","c":"power","a":"Bruce Lee"},{"id":"19tZWUUUdANG","t":"The law has no power over heroes.","c":"power","a":"Charlotte Lennox"},{"id":"rrAXeDpZgP7X","t":"The attempt to combine wisdom and power has only rarely been successful and then only for a short while.","c":"power","a":"Albert Einstein"},{"id":"LWCy0fSgkUwy","t":"Language is legislation, speech is its code. We do not see the power which is in speech because we forget that all speech is a classification, and that all classifications are oppressive.","c":"power","a":"Roland Barthes"},{"id":"AlewdUFzYKoe","t":"The super power that I would choose would be compassion. Because that's what I think it takes to make it through life-an understanding, a give and take. It saves an awful lot of resentment.","c":"power","a":"Craig T. Nelson"},{"id":"JEs_vPI9Op39","t":"Power and speed be hands and feet.","c":"power","a":"Ralph Waldo Emerson"},{"id":"kLpKVJDEygTk","t":"In the past a leader was a boss. Today's leaders must be partners with their people... they no longer can lead solely based on positional power.","c":"power","a":"Ken Blanchard"},{"id":"QzZdefJPhitz","t":"A sense is what has the power of receiving into itself the sensible forms of things without the matter, in the way in which a piece of wax takes on the impress of a signet-ring without the iron or gold.","c":"power","a":"Aristotle"},{"id":"FLcRy3KTN25b","t":"The power of the white world is threatened whenever a black man refuses to accept the white world's definitions.","c":"power","a":"James A. Baldwin"},{"id":"kMcr2wT73yAR","t":"You see, I had been riding with the storm clouds, and had come to earth as rain, and it was drought that I had killed with the power that the Six Grandfathers gave me.","c":"power","a":"Black Elk"},{"id":"bk9trkIl8Gia","t":"Order is power.","c":"power","a":"Henri Frederic Amiel"},{"id":"xREzkxksc6TB","t":"I'd always felt very strongly in the power of vocation.","c":"power","a":"Daniel Day-Lewis"},{"id":"n3LNM_Aup6MC","t":"When it is not in our power to follow what is true, we ought to follow what is most probable.","c":"power","a":"Rene Descartes"},{"id":"wh0pKIdAlNtW","t":"We all have our own life to pursue, our own kind of dream to be weaving, and we all have the power to make wishes come true, as long as we keep believing.","c":"power","a":"Louisa May Alcott"},{"id":"33LpaowX5od-","t":"'Smart power' is the use of American power in ways that would help prevent and resolve conflict - not just send our military in.","c":"power","a":"Hillary Clinton"},{"id":"ZnMRCDhh_Fej","t":"It's okay for Christians throughout centuries to exterminate races and for their priests to rape little kids throughout decades, but trying to give the people the power to think and be individual, that's evil?","c":"power","a":"Glenn Danzig"},{"id":"jzDKIz5iUMTR","t":"You only have power over people so long as you don't take everything away from them. But when you've robbed a man of everything, he's no longer in your power - he's free again.","c":"power","a":"Aleksandr Solzhenitsyn"},{"id":"yzcg7BQV1Nld","t":"The toughest thing about the power of trust is that it's very difficult to build and very easy to destroy. The essence of trust building is to emphasize the similarities between you and the customer.","c":"power","a":"Thomas J. Watson"},{"id":"G902eTQtkhJ-","t":"To use the power of the bison, I had to perform that part of my vision for the people to see.","c":"power","a":"Black Elk"},{"id":"6EvOoACObMC2","t":"How shall I be able to rule over others, that have not full power and command of myself?","c":"power","a":"Francois Rabelais"},{"id":"0KtcZgLgy9va","t":"Where an excess of power prevails, property of no sort is duly respected. No man is safe in his opinions, his person, his faculties, or his possessions.","c":"power","a":"James Madison"},{"id":"oKc65Tc-HAxh","t":"Power concedes nothing without a demand. It never did and it never will.","c":"power","a":"Frederick Douglass"},{"id":"wmnUfLUSiyEP","t":"One should never forbid what one lacks the power to prevent.","c":"power","a":"Napoleon Bonaparte"},{"id":"NvBmf_AN7mCq","t":"The media's the most powerful entity on earth. They have the power to make the innocent guilty and to make the guilty innocent, and that's power. Because they control the minds of the masses.","c":"power","a":"Malcom X"},{"id":"J_jiKCSLBQFa","t":"I cured with the power that came through me.","c":"power","a":"Black Elk"},{"id":"E4Aut3nFPFmL","t":"Also, as I lay there thinking of my vision, I could see it all again and feel the meaning with a part of me like a strange power glowing in my body but when the part of me that talks would try to make words for the meaning, it would be like fog and get away from me.","c":"power","a":"Black Elk"},{"id":"9Lpr3Ctsl9-r","t":"Prayer is commission. Out of the quietness with God, power is generated that turns the spiritual machinery of the world. When you pray, you begin to feel the sense of being sent, that the divine compulsion is upon you.","c":"power","a":"E. Stanley Jones"},{"id":"rAvvrtjaFDyU","t":"It is a paradox that every dictator has climbed to power on the ladder of free speech. Immediately on attaining power each dictator has suppressed all free speech except his own.","c":"power","a":"Herbert Hoover"},{"id":"S7_QPDsze87s","t":"To achieve, you need thought. You have to know what you are doing and that's real power.","c":"power","a":"Ayn Rand"},{"id":"cidSsXvK6hSi","t":"I don't feel particularly comfortable about actors using whatever power they may have to push their beliefs, unless they're extremely well informed.","c":"power","a":"Ralph Fiennes"},{"id":"AwZW-jkvO875","t":"The world itself is the will to power - and nothing else! And you yourself are the will to power - and nothing else!","c":"power","a":"Friedrich Nietzsche"},{"id":"96UnNLPtV7m0","t":"The greatness of a man's power is the measure of his surrender.","c":"power","a":"William Booth"},{"id":"x7JMg6qeYzAN","t":"I am sure that no man can derive more pleasure from money or power than I do from seeing a pair of basketball goals in some out of the way place.","c":"power","a":"James Naismith"},{"id":"mC-WCMNAUc4E","t":"The ability of writers to imagine what is not the self, to familiarize the strange and mystify the familiar, is the test of their power.","c":"power","a":"Toni Morrison"},{"id":"9GGew5s3Gb5H","t":"There is trust in there being a Spirit who loves me and wants me to have love in my life. I trust in this higher power, it is what keeps me moving forward no matter what happens.","c":"power","a":"Kenny Loggins"},{"id":"JNrcKACSJWlk","t":"The spread of civilisation may be likened to a fire first, a feeble spark, next a flickering flame, then a mighty blaze, ever increasing in speed and power.","c":"power","a":"Nikola Tesla"},{"id":"_G_e0vP0HrBM","t":"Eternal vigilance is the price of liberty power is ever stealing from the many to the few.","c":"power","a":"Wendell Phillips"},{"id":"vTAZaitol2Zy","t":"There are many respects in which America, if it can bring itself to act with the magnanimity and the empathy appropriate to its size and power, can be an intelligent example to the world.","c":"power","a":"J. William Fulbright"},{"id":"KVaMUwMwlKDL","t":"Powerful people cannot afford to educate the people that they oppress, because once you are truly educated, you will not ask for power. You will take it.","c":"power","a":"John Henrik Clarke"},{"id":"am2jfpNtPcnj","t":"It's sort of a feeling of power onstage. It's really the ability to make people smile, or just to turn them one way or another for that duration of time, and for it to have some effect later on. I don't really think it's power... it's the goodness.","c":"power","a":"Robert Plant"},{"id":"_kUMiiG4oSMt","t":"He who steals a little steals with the same wish as he who steals much, but with less power.","c":"power","a":"Plato"},{"id":"CjCE3HRV8qD6","t":"The bitterest creature under heaven is the wife who discovers that her husband's bravery is only bravado, that his strength is only a uniform, that his power is but a gun in the hands of a fool.","c":"power","a":"Pearl S. Buck"},{"id":"jXQVW-ycPnZu","t":"The power I exert on the court depends on the power of my arguments, not on my gender.","c":"power","a":"Sandra Day O'Connor"},{"id":"FOmjKKWlDq7Q","t":"The incentive to ambition is the love of power.","c":"power","a":"William Hazlitt"},{"id":"n2vdaPTt7-Ul","t":"The unleashed power of the atom has changed everything save our modes of thinking and we thus drift toward unparalleled catastrophe.","c":"power","a":"Albert Einstein"},{"id":"ca66EFqoRtVh","t":"Technology gives us power, but it does not and cannot tell us how to use that power. Thanks to technology, we can instantly communicate across the world, but it still doesn't help us know what to say.","c":"power","a":"Jonathan Sacks"},{"id":"TXjA5vEbpu7K","t":"Even though worker capacity and motivation are destroyed when leaders choose power over productivity, it appears that bosses would rather be in control than have the organization work well.","c":"power","a":"Margaret J. Wheatley"},{"id":"hiC7qjJa6ZVF","t":"I was now resolved to do everything in my power to defeat the system.","c":"power","a":"Oskar Schindler"},{"id":"PVt-5Jzt252F","t":"Whoever is new to power is always harsh.","c":"power","a":"Aeschylus"},{"id":"q7-LqYqm-_On","t":"Every man builds his world in his own image. He has the power to choose, but no power to escape the necessity of choice.","c":"power","a":"Ayn Rand"},{"id":"J_-AF4KiI1we","t":"What it lies in our power to do, it lies in our power not to do.","c":"power","a":"Aristotle"},{"id":"BLhTMSssT-4U","t":"Because power corrupts, society's demands for moral authority and character increase as the importance of the position increases.","c":"power","a":"John Adams"},{"id":"tmIEkF8o3YXg","t":"The power of the American system of republicanism lies in its capacity to allow religious belief to be a competing, not a controlling, factor in American life.","c":"power","a":"Jon Meacham"},{"id":"EAgeYdQnYpQn","t":"It's not possible for two countries to be the leading dominant political power at the same time.","c":"power","a":"Fareed Zakaria"},{"id":"UB3H3PzGXzu-","t":"I would like nuclear fusion to become a practical power source. It would provide an inexhaustible supply of energy, without pollution or global warming.","c":"power","a":"Stephen Hawking"},{"id":"9oF80FOknAAA","t":"The rules have changed. True power is held by the person who possesses the largest bookshelf, not gun cabinet or wallet.","c":"power","a":"Anthony J. D'Angelo"},{"id":"fBs4YmF59pX0","t":"Nothing has such power to broaden the mind as the ability to investigate systematically and truly all that comes under thy observation in life.","c":"power","a":"Marcus Aurelius"},{"id":"vBAlBNJ7_y_J","t":"Do not pray for tasks equal to your powers. Pray for powers equal to your tasks.","c":"power","a":"Phillips Brooks"},{"id":"2J22EKqhaS7i","t":"Whatever else it was, Adolf Hitler's short-lived regime was also a colossal industrial process by which the wealth and productive power of much of Europe was wrenched from its normal purposes and converted into a machine for killing.","c":"power","a":"James Buchan"},{"id":"n_pRjkTXw-mo","t":"Concentration of executive power, unless it's very temporary and for specific circumstances, let's say fighting world war two, it's an assault on democracy.","c":"power","a":"Noam Chomsky"},{"id":"MEQM9WrJJNiR","t":"I am on the power toothbrush train and I'm asking people to try to using an Oral B power toothbrush. I just started using one and I cannot believe that I waited this long to use a power toothbrush. It's so much easier than using a manual toothbrush.","c":"power","a":"Sherri Shepherd","e":true},{"id":"aoUE-biJ6O9X","t":"Words have no power to impress the mind without the exquisite horror of their reality.","c":"power","a":"Edgar Allan Poe"},{"id":"bhyEjWzVSNz1","t":"I say the law should be blind to race, gender and sexual orientation, just as it claims to be blind to wealth and power. There should be no specially protected groups of any kind, except for children, the severely disabled and the elderly, whose physical frailty demands society's care.","c":"power","a":"Camille Paglia"},{"id":"IOPll_BIkmz1","t":"I am concerned about how to reverse the process by which a fundamentalist right and a corporate elite were able to seize power in the United States.","c":"power","a":"Todd Gitlin"},{"id":"U5bodnKix8vx","t":"The most common way people give up their power is by thinking they don't have any.","c":"power","a":"Alice Walker"},{"id":"7YTaCfjTMYix","t":"A true king is neither husband nor father he considers his throne and nothing else.","c":"power","a":"Pierre Corneille"},{"id":"UMc4VRY4WseM","t":"Unless we do things in this country to slow down our population, slow down our birth control, provide better water for people, provide power for people, we're gonna find out that the next wars are not going to be fought over diamonds, gold and political things.","c":"power","a":"Evel Knievel"},{"id":"GXtFKpQLUTEQ","t":"The power which establishes a state is violence the power which maintains it is violence the power which eventually overthrows it is violence.","c":"power","a":"Kenneth Kaunda"},{"id":"eTxuNfu48-Fm","t":"Truth makes many appeals, not the least of which is its power to shock.","c":"power","a":"Jules Renard"},{"id":"smwp6TxWzYL4","t":"When leaders take back power, when they act as heroes and saviors, they end up exhausted, overwhelmed, and deeply stressed.","c":"power","a":"Margaret J. Wheatley"},{"id":"ppDIERSs7GgF","t":"What is the system? It revolves around the banks, the system is built on the power of the banks, so it can be destroyed through the banks.","c":"power","a":"Eric Cantona"},{"id":"TWkDmbPIZrIp","t":"'Charm' - which means the power to effect work without employing brute force - is indispensable to women. Charm is a woman's strength just as strength is a man's charm.","c":"power","a":"Havelock Ellis"},{"id":"Qrd6Ee3B-LC-","t":"Given the daunting challenges that we face, it's important that president elect Obama is prepared to really take power and begin to rule day one.","c":"power","a":"Valerie Jarrett"},{"id":"dQ0n5nUPi2Ic","t":"Ambition is the immoderate desire for power.","c":"power","a":"Baruch Spinoza"},{"id":"Qb06mZu7FvaO","t":"There is no power on earth that can neutralize the influence of a high, simple and useful life.","c":"power","a":"Booker T. Washington"},{"id":"POQM-QiFjCdW","t":"The corporate woman has been defined as the 'liberated woman' and I see that as the exact opposite. I think she now is more enslaved, maybe even more than the housewife was because she's so out of her power, and imitating male power is not female power.","c":"power","a":"Kenny Loggins"},{"id":"JjPCiI8H7t9s","t":"Only a man who knows what it is like to be defeated can reach down to the bottom of his soul and come up with the extra ounce of power it takes to win when the match is even.","c":"power","a":"Muhammad Ali"},{"id":"OmHN8BJ9XGCT","t":"Another mode of accumulating power arises from lifting a weight and then allowing it to fall.","c":"power","a":"Charles Babbage"},{"id":"q-3tAN0hhWJj","t":"There's a lot more power in calm than in vituperation.","c":"power","a":"Dennis Prager"},{"id":"ymkEfrr-EBPA","t":"The power of an air force is terrific when there is nothing to oppose it.","c":"power","a":"Winston Churchill"},{"id":"Rj_KMSXmoLWB","t":"A man who lives right, and is right, has more power in his silence than another has by his words.","c":"power","a":"Phillips Brooks"},{"id":"guXZ7XDpPDqq","t":"A reform is a correction of abuses a revolution is a transfer of power.","c":"power","a":"Edward G. Bulwer-Lytton"},{"id":"RAxyOhMlyFqd","t":"I truly believe that we have infinite levels of power that we don't even know are available to us.","c":"power","a":"Michael J. Fox"},{"id":"AXxjlNOvW4rY","t":"The earth is supported by the power of truth it is the power of truth that makes the sun shine and the winds blow indeed all things rest upon truth.","c":"power","a":"Chanakya"},{"id":"Q8ULy-O__V9y","t":"Don't let your will roar when your power only whispers.","c":"power","a":"Thomas Fuller"},{"id":"u0pfTvYpqlmf","t":"The salvation of this human world lies nowhere else than in the human heart, in the human power to reflect, in human meekness and human responsibility.","c":"power","a":"Vaclav Havel"},{"id":"YIf2afBghaLn","t":"I don't think I've ever been an agnostic. I've always thought there's a superior power, that this is not the real world and that there's a world to come.","c":"power","a":"Bob Dylan"},{"id":"jL-3HmCF5bLC","t":"If all mankind minus one were of one opinion, mankind would be no more justified in silencing that one person than he, if he had the power, would be justified in silencing mankind.","c":"power","a":"John Stuart Mill"},{"id":"hxZ4u9CgQUok","t":"The simplest and most basic meaning of the symbol of the Goddess is the acknowledgment of the legitimacy of female power as a beneficent and independent power.","c":"power","a":"Carol P. Christ"},{"id":"HzJ9RYA3P_PY","t":"Something I learned very early on in my career is that there are a lot of things that you do not have any power over.","c":"power","a":"Charlize Theron"},{"id":"YlgdwqugNnQt","t":"I always tell my kids that as soon as you have a secret, something about you that you are ashamed to have others find out, you have given other people the power to hurt you by exposing you.","c":"power","a":"Ayelet Waldman"},{"id":"MquOxPaFOhL_","t":"Anyone who has the power to make you believe absurdities has the power to make you commit injustices.","c":"power","a":"Voltaire"},{"id":"7kwp-PUjEqWQ","t":"By giving people the power to share, we're making the world more transparent.","c":"power","a":"Mark Zuckerberg"},{"id":"oQEIDk9aJG2D","t":"The real rulers in Washington are invisible, and exercise power from behind the scenes.","c":"power","a":"Felix Frankfurter"},{"id":"heu0pEE9mj8l","t":"Our enemies are our evil deeds and their memories, our pride, our selfishness, our malice, our passions, which by conscience or by habit pursue us with a relentlessness past the power of figure to express.","c":"power","a":"George A. Smith"},{"id":"rZgoz2Y2t3Lm","t":"Fascism should more appropriately be called Corporatism because it is a merger of state and corporate power.","c":"power","a":"Benito Mussolini"},{"id":"e0ZFF0FsjY7V","t":"Power tends to corrupt, and absolute power corrupts absolutely.","c":"power","a":"John Acton"},{"id":"_MEEasD0N60p","t":"Anyone entrusted with power will abuse it if not also animated with the love of truth and virtue, no matter whether he be a prince, or one of the people.","c":"power","a":"Jean de La Fontaine"},{"id":"W0UMzoMLZ-nW","t":"The truth is that all men having power ought to be mistrusted.","c":"power","a":"James Madison"},{"id":"vsYZpUwgyEy5","t":"There is much to dislike about President Obama's approach to the financial crisis. But opposition, it seems, will have to come from somewhere other than conservatism. The party out of power is also a party out of touch.","c":"power","a":"Thomas Frank"},{"id":"qOx7PzdJ8hmZ","t":"Just as Pollock used the drip to meld process and product, Richter 'found' and used the smudge and the blur to ravish the eye, creating works of psychic and physical power.","c":"power","a":"Jerry Saltz"},{"id":"bMEK3wIgNnqY","t":"The only prize much cared for by the powerful is power.","c":"power","a":"Oliver Wendell Holmes, Jr."},{"id":"bGp7DkrPUNnT","t":"The power of choosing good and evil is within the reach of all.","c":"power","a":"Origen"},{"id":"QzSyAJBcbDUi","t":"When you give everyone a voice and give people power, the system usually ends up in a really good place. So, what we view our role as, is giving people that power.","c":"power","a":"Mark Zuckerberg"},{"id":"pOm93U-GxfHo","t":"Well, when I was younger, I lied all the time, because once you understand the power of lying, it's really like magic because you transform reality for people.","c":"power","a":"Louis C. K."},{"id":"pXynUOBfMRTz","t":"The general tendency of things throughout the world is to render mediocrity the ascendant power among mankind.","c":"power","a":"John Stuart Mill"},{"id":"2RkOdwCmsnmX","t":"As a nuclear power - as the only nuclear power to have used a nuclear weapon - the United States has a moral responsibility to act.","c":"power","a":"Barack Obama"},{"id":"TN4fOnNqNez7","t":"Biology always beats will power.","c":"power","a":"Mehmet Oz"},{"id":"Cq5sviPyruyk","t":"Are you in earnest? Seize this very minute! Boldness has genius, power, and magic in it. Only engage, and then the mind grows heated. Begin, and then the work will be completed.","c":"power","a":"Jean Anouilh"},{"id":"x9XaxXTdA7Wu","t":"There is no force so powerful as an idea whose time has come.","c":"power","a":"Everett Dirksen"},{"id":"To3nXf3zKmb9","t":"If you realized how powerful your thoughts are, you would never think a negative thought.","c":"power","a":"Peace Pilgrim"},{"id":"DT9sOET7v54f","t":"The 'anti-globalisation movement' is the most significant proponent of globalisation - but in the interests of people, not concentrations of state-private power.","c":"power","a":"Noam Chomsky"},{"id":"whduKvZn704I","t":"I have two daughters and I have done everything in my power to prevent them from assimilating, even being aware of, my idiocy about my weight.","c":"power","a":"Ayelet Waldman"},{"id":"sXUHRJdwXaEU","t":"You must never underestimate the power of the eyebrow.","c":"power","a":"Jack Black"},{"id":"30nEvrbd0T0f","t":"Getting and spending, we lay waste our powers.","c":"power","a":"William Wordsworth"},{"id":"Svuxl14f_DY_","t":"The worth of a civilization or a culture is not valued in the terms of its material wealth or military power, but by the quality and achievements of its representative individuals - its philosophers, its poets and its artists.","c":"power","a":"Herbert Read"},{"id":"fUNYBSqw4ues","t":"The power of the people and the power of reason are one.","c":"power","a":"Georg Buchner"},{"id":"eYvRAZB6f_gK","t":"The tallest Trees are most in the Power of the Winds, and Ambitious Men of the Blasts of Fortune.","c":"power","a":"William Penn"},{"id":"wnSLbXKcGzJd","t":"Unlimited power is apt to corrupt the minds of those who posses it and this I know, my lords: that where law ends, tyranny begins.","c":"power","a":"William Pitt"},{"id":"vEK6zj-r8PsV","t":"Personality has power to uplift, power to depress, power to curse, and power to bless.","c":"power","a":"Paul Harris"},{"id":"NqticVzCRFqw","t":"Unlimited power corrupts the possessor.","c":"power","a":"William Pitt"},{"id":"43iuVeplnuR_","t":"Militant feminists are pro-choice because it's their ultimate avenue of power over men. And believe me, to them it is a question of power. It is their attempt to impose their will on the rest of society, particularly on men.","c":"power","a":"Rush Limbaugh"},{"id":"uuGclR7K5otb","t":"Power doesn't corrupt people, people corrupt power.","c":"power","a":"William Gaddis"},{"id":"P4JEImE6Wugh","t":"There is that indescribable freshness and unconsciousness about an illiterate person that humbles and mocks the power of the noblest expressive genius.","c":"power","a":"Walt Whitman"},{"id":"AgKB-nDyWrjO","t":"Those in possession of absolute power can not only prophesy and make their prophecies come true, but they can also lie and make their lies come true.","c":"power","a":"Eric Hoffer"},{"id":"OxoV-xDwc1eC","t":"I love being a wife and homemaker - because it's my choice. My husband doesn't expect me to do it. I don't mind doing things for him because he does so much for me we both feel that way so there is no power struggle.","c":"power","a":"Salma Hayek"},{"id":"vT2PqxW3t4xr","t":"Every one, more or less, loves Power, yet those who most wish for it are seldom the fittest to be trusted with it.","c":"power","a":"Samuel Richardson"},{"id":"WWmTJt_bO4CA","t":"The thing is, if you control the Senate meetings, you control the gavel. And the gavel is a very important instrument... an instrument of power. An instrument that establishes the agenda.","c":"power","a":"Dan Quayle"},{"id":"qhHjHx9niUg2","t":"Power can be taken, but not given. The process of the taking is empowerment in itself.","c":"power","a":"Gloria Steinem"},{"id":"Aawokooch8BW","t":"I am of mixed minds about the issue of privacy. On one hand, I understand that information is power, and power is, well, power, so keeping your private information to yourself is essential - especially if you are a controversial figure, a celebrity, or a dissident.","c":"power","a":"Susan Orlean"},{"id":"sW4UyuvQ6ztx","t":"I assess the power of a will by how much resistance, pain, torture it endures and knows how to turn to its advantage.","c":"power","a":"Friedrich Nietzsche"},{"id":"CmRJZMOxuqtN","t":"Power and position often make a man trifle with the truth.","c":"power","a":"George A. Smith"},{"id":"hhSKRKQK2ga4","t":"Kids now are so used to surround sound and the power in theater speakers, that the concert hall is a disappointment to them.","c":"power","a":"David Ogden Stiers"},{"id":"iHqjCcuvgXBR","t":"Nothing external to you has any power over you.","c":"power","a":"Ralph Waldo Emerson"},{"id":"spIl0HbsJl7C","t":"Most critical writing is drivel and half of it is dishonest. It is a short cut to oblivion, anyway. Thinking in terms of ideas destroys the power to think in terms of emotions and sensations.","c":"power","a":"Raymond Chandler"},{"id":"OzR8ZAFu-oD4","t":"As a woman who has some sort of power, you have to have a man that can take that. It's hard to find those men.","c":"power","a":"Jessica Simpson"},{"id":"8DanpPlQ4d5v","t":"With power comes the abuse of power. And where there are bosses, there are crazy bosses. It's nothing new.","c":"power","a":"Judd Rose"},{"id":"9AwhuP5b1Vus","t":"Vision without power does bring moral elevation but cannot give a lasting culture.","c":"power","a":"Muhammad Iqbal"},{"id":"RRlyT4jG3Vt7","t":"All too often arrogance accompanies strength, and we must never assume that justice is on the side of the strong. The use of power must always be accompanied by moral choice.","c":"power","a":"Theodore Bikel"},{"id":"aRKXgk5q73Ld","t":"I have heard that the Saudi Arabians are paying Greenpeace to campaign against Nuclear Power. It wouldn't surprise me at all.","c":"power","a":"James Lovelock"},{"id":"5J0FU25OKJjQ","t":"I think actors are getting so much more power these days, but I'm not. I stay very much away from the decisions, the way in which things are orchestrated, what's been changed. I just try to stay completely in the role as the actor and as the character.","c":"power","a":"Nicole Kidman"},{"id":"915w05dTV25D","t":"What this power is I cannot say all I know is that it exists and it becomes available only when a man is in that state of mind in which he knows exactly what he wants and is fully determined not to quit until he finds it.","c":"power","a":"Alexander Graham Bell"},{"id":"sIqeMFUpzCCV","t":"There is no man more dangerous, in a position of power, than he who refuses to accept as a working truth the idea that all a man does should make for rightness and soundness, that even the fixing of a tariff rate must be moral.","c":"power","a":"Ida Tarbell"},{"id":"R4uatvCuaTyK","t":"Political power grows out of the barrel of a gun.","c":"power","a":"Mao Zedong"},{"id":"hDjaZZqI6Hx9","t":"The power of visibility can never be underestimated.","c":"power","a":"Margaret Cho"},{"id":"iERCE0M6gvtR","t":"The advertisers who believe in the selling power of jingles have never had to sell anything.","c":"power","a":"David Ogilvy"},{"id":"sVnqK7pSQgJU","t":"People who are powerless make an open theater of violence.","c":"power","a":"Don DeLillo"},{"id":"CQ2SBmQ1sk-7","t":"Master of the universe but not of myself, I am the only rebel against my absolute power.","c":"power","a":"Pierre Corneille"},{"id":"xtUVyr171LFf","t":"Man's greatness lies in his power of thought.","c":"power","a":"Blaise Pascal"},{"id":"MqYGNhSogY1t","t":"In a democracy the poor will have more power than the rich, because there are more of them, and the will of the majority is supreme.","c":"power","a":"Aristotle"},{"id":"H6kJk2xmF87K","t":"And the biggest, coldest power play of all in Obamacare came at the expense of the elderly.","c":"power","a":"Paul Ryan"},{"id":"64jGrSEQVZLh","t":"Everything is generated through your own will power.","c":"power","a":"Ray Bradbury"},{"id":"3-PGfUDNM-5Q","t":"Bloomberg's $50 million is not going to revolutionize the electric power industry. But his willingness to fight is already inspiring others to see Big Coal differently.","c":"power","a":"Jeff Goodell"},{"id":"7AW2leBZD8Ka","t":"Responsibility walks hand in hand with capacity and power.","c":"power","a":"J. G. Holland"},{"id":"5XlIoyT5WJHJ","t":"We have a market-driven society so obsessed with buying and selling and obsessed with power and pleasure and property.","c":"power","a":"Cornel West"},{"id":"72kPG57HhPVq","t":"Power is not something that can be assumed or discarded at will like underwear.","c":"power","a":"John Kenneth Galbraith"},{"id":"-K0h2E8eN8EM","t":"In my opinion, most of the great men of the past were only there for the beer - the wealth, prestige and grandeur that went with the power.","c":"power","a":"A. J. P. Taylor"},{"id":"02puMM_hIeNM","t":"The power to do good is also the power to do harm.","c":"power","a":"Milton Friedman"},{"id":"6SuPMpt2H1ya","t":"Use power to help people. For we are given power not to advance our own purposes nor to make a great show in the world, nor a name. There is but one just use of power and it is to serve people.","c":"power","a":"George W. Bush"},{"id":"QH1l1zgwDUiU","t":"Once upon a time my political opponents honored me as possessing the fabulous intellectual and economic power by which I created a worldwide depression all by myself.","c":"power","a":"Herbert Hoover"},{"id":"R-niIcOUkFsW","t":"All gods are homemade, and it is we who pull their strings, and so, give them the power to pull ours.","c":"power","a":"Aldous Huxley"},{"id":"kTajScCAh5cs","t":"Whenever we seek to avoid the responsibility for our own behavior, we do so by attempting to give that responsibility to some other individual or organization or entity. But this means we then give away our power to that entity.","c":"power","a":"M. Scott Peck"},{"id":"JlPZQVXWAa3w","t":"Nothing can add more power to your life than concentrating all your energies on a limited set of targets.","c":"power","a":"Nido Qubein"},{"id":"Ib43L73Jl93U","t":"You always do what you want to do. This is true with every act. You may say that you had to do something, or that you were forced to, but actually, whatever you do, you do by choice. Only you have the power to choose for yourself.","c":"power","a":"W. Clement Stone"},{"id":"1NKFt_-8LZbO","t":"The power of the periodical press is second only to that of the people.","c":"power","a":"Alexis de Tocqueville"},{"id":"Ov6kgipqY_Ef","t":"If you must break the law, do it to seize power: in all other cases observe it.","c":"power","a":"Julius Caesar"},{"id":"ds_2EHK4o6s8","t":"Eulogy. Praise of a person who has either the advantages of wealth and power, or the consideration to be dead.","c":"power","a":"Ambrose Bierce"},{"id":"RC-QmOVANG8d","t":"Circumstances are beyond human control, but our conduct is in our own power.","c":"power","a":"Benjamin Disraeli"},{"id":"5HwTUd3N8AoO","t":"O! what a Godlike Power is that of doing Good! I envy the Rich and the Great for nothing else!","c":"power","a":"Samuel Richardson"},{"id":"D3IbuUQkUr6Z","t":"Moral power is probably best when it is not used. The less you use it the more you have.","c":"power","a":"Andrew Young"},{"id":"HBKnDJT_8tIR","t":"Doublethink means the power of holding two contradictory beliefs in one's mind simultaneously, and accepting both of them.","c":"power","a":"George Orwell"},{"id":"4An3NBPj5oht","t":"Mastering others is strength. Mastering yourself is true power.","c":"power","a":"Lao Tzu"},{"id":"dpRFkcFrHgC0","t":"Except our own thoughts, there is nothing absolutely in our power.","c":"power","a":"Rene Descartes"},{"id":"fzhys47zl5Z1","t":"A word after a word after a word is power.","c":"power","a":"Margaret Atwood"},{"id":"OBrbR5Bc859g","t":"The power of the ballot we need in sheer defense, else what shall save us from a second slavery?","c":"power","a":"W. E. B. Du Bois"},{"id":"bFx9N_R41KUv","t":"In a republic this rule ought to be observed: that the majority should not have the predominant power.","c":"power","a":"Marcus Tullius Cicero"},{"id":"_UWPB8UXSgqE","t":"Evil, when we are in its power, is not felt as evil, but as a necessity, even a duty.","c":"power","a":"Simone Weil"},{"id":"u3WONly819or","t":"I repeat... that all power is a trust that we are accountable for its exercise that from the people and for the people all springs, and all must exist.","c":"power","a":"Benjamin Disraeli"},{"id":"YB-0RUq9OI1b","t":"Today's leading real-world retailer, Wal-Mart, uses software to power its logistics and distribution capabilities, which it has used to crush its competition.","c":"power","a":"Marc Andreessen"},{"id":"InONPGdM8IW4","t":"The oil companies regard nuclear power as their rival, who will reduce their profits, so they put out a lot of disinformation about nuclear power.","c":"power","a":"James Lovelock"},{"id":"OYDndRzADFHQ","t":"When we consistently suppress and distrust our intuitive knowingness, looking instead for authority, validation, and approval from others, we give our personal power away.","c":"power","a":"Shakti Gawain"},{"id":"j0R6SIKspD7c","t":"The power to define the situation is the ultimate power.","c":"power","a":"Jerry Rubin"},{"id":"7AymVGc--txY","t":"We should keep silent about those in power to speak well of them almost implies flattery to speak ill of them while they are alive is dangerous, and when they are dead is cowardly.","c":"power","a":"Jean de la Bruyere"},{"id":"8sEqQwbVvvr3","t":"Never underestimate the power of a simple tool.","c":"power","a":"Craig Bruce"},{"id":"xXj8AYh_mt3W","t":"Mystical references to society and its programs to help may warm the hearts of the gullible but what it really means is putting more power in the hands of bureaucrats.","c":"power","a":"Thomas Sowell"},{"id":"O5LxLg-dA3iT","t":"Character is power.","c":"power","a":"Booker T. Washington"},{"id":"F6iGjYgJCECt","t":"Undeserved praise causes more pangs of conscience later than undeserved blame, but probably only for this reason, that our power of judgment are more completely exposed by being over praised than by being unjustly underestimated.","c":"power","a":"Friedrich Nietzsche"},{"id":"fgM0WnFkglpv","t":"Each underestimates her own power and overestimates the other's.","c":"power","a":"Deborah Tannen"},{"id":"2KrJlhmsBzzV","t":"We should try to understand our innermost needs. We shouldn't use irony to reduce their power.","c":"power","a":"Manuel Puig"},{"id":"795GyDzf3MWu","t":"Kind words are a creative force, a power that concurs in the building up of all that is good, and energy that showers blessings upon the world.","c":"power","a":"Lawrence G. Lovasik"},{"id":"Js3-Qc-LxW9i","t":"No power on earth has a right to take our property from us without our consent.","c":"power","a":"John Jay"},{"id":"IAC2EujRpF8p","t":"No matter what has happened, you too have the power to enjoy yourself.","c":"power","a":"Allen Klein"},{"id":"-bWIngEHbbfM","t":"What makes Superman a hero is not that he has power, but that he has the wisdom and the maturity to use the power wisely. From an acting point of view, that's how I approached the part.","c":"power","a":"Christopher Reeve"},{"id":"uImW2uj_cALO","t":"A tool is usually more simple than a machine it is generally used with the hand, whilst a machine is frequently moved by animal or steam power.","c":"power","a":"Charles Babbage"},{"id":"WSgGE6-iiAeu","t":"Appreciate the power of rumor, often malicious, no matter how preposterous, within the local populations you are seeking to help.","c":"power","a":"Alvin Adams"},{"id":"Ee7iVxYP0Nz8","t":"No horse gets anywhere until he is harnessed. No stream or gas drives anything until it is confined. No Niagara is ever turned into light and power until it is tunneled. No life ever grows great until it is focused, dedicated, disciplined.","c":"power","a":"Harry Emerson Fosdick"},{"id":"vFWQwzPY4f9M","t":"Liberty, according to my metaphysics is a self-determining power in an intellectual agent. It implies thought and choice and power.","c":"power","a":"John Adams"},{"id":"DqLwiYlbfooC","t":"He's really sort of the devil. He's completely emotionally detached. He has no empathy. You find that in psychopaths. It's about power with Voldemort. It's an aphrodisiac for him. Power makes him feel alive.","c":"power","a":"Ralph Fiennes"},{"id":"I-gf4NTAIKQh","t":"In the main it will be found that a power over a man's support (salary) is a power over his will.","c":"power","a":"Alexander Hamilton"},{"id":"1_mvyUtDrAy8","t":"Power is something of which I am convinced there is no innocence this side of the womb.","c":"power","a":"Nadine Gordimer"},{"id":"7jTBxqfXptkR","t":"All national institutions of churches, whether Jewish, Christian or Turkish, appear to me no other than human inventions, set up to terrify and enslave mankind, and monopolize power and profit.","c":"power","a":"Thomas Paine"},{"id":"amG8CQIMhkot","t":"Words derive their power from the original word.","c":"power","a":"Meister Eckhart"},{"id":"vAmrxM-1Ppc0","t":"Prestige is the shadow of money and power.","c":"power","a":"C. Wright Mills"},{"id":"N13X9gh96FI_","t":"Power acquired by violence is only a usurpation, and lasts only as long as the force of him who commands prevails over that of those who obey.","c":"power","a":"Denis Diderot"},{"id":"06mbVhuYLuX1","t":"The attacks of September 11 - and subsequent acts of terror from London to Madrid to Fort Hood, Texas - embody the most repulsive of human instincts, the will to power at the price of the lives of others.","c":"power","a":"Jon Meacham"},{"id":"RqTcf5LU9Oid","t":"The constitutions of most of our States assert that all power is inherent in the people that... it is their right and duty to be at all times armed.","c":"power","a":"Thomas Jefferson"},{"id":"1V6xZ3ONViSk","t":"Power is like being a lady... if you have to tell people you are, you aren't.","c":"power","a":"Margaret Thatcher"},{"id":"wp_II19sBcmZ","t":"Respect your efforts, respect yourself. Self-respect leads to self-discipline. When you have both firmly under your belt, that's real power.","c":"power","a":"Clint Eastwood"},{"id":"ettgshnhg0Z_","t":"The power of the lawyer is in the uncertainty of the law.","c":"power","a":"Jeremy Bentham"},{"id":"FbGX7hbwM-pd","t":"Marvelous is the power which can be exercised, almost unconsciously, over a company, or an individual, or even upon a crowd by one person gifted with good temper, good digestion, good intellects, and good looks.","c":"power","a":"Anthony Trollope"},{"id":"r0nT0guBkOCB","t":"Power is domination, control, and therefore a very selective form of truth which is a lie.","c":"power","a":"Wole Soyinka"},{"id":"TBWfKHkRjBrj","t":"We are born to action and whatever is capable of suggesting and guiding action has power over us from the first.","c":"power","a":"Rush Limbaugh"},{"id":"TtCSFw-SmE7L","t":"All things by immortal power. Near of far, to each other linked are, that thou canst not stir a flower without troubling of a star.","c":"power","a":"Francis Thompson"},{"id":"xcWLnkA4-IAD","t":"Men should think twice before making widow hood woman's only path to power.","c":"power","a":"Gloria Steinem"},{"id":"BfmaEsIyklYY","t":"I think that if your approach is one where you don't want to alienate anybody, you're going to have to soften the viewpoint or the information that you're offering to such an extent that it doesn't have the power to make any difference. You have to take that risk.","c":"power","a":"Eddie Vedder"},{"id":"15qnucXhf5OQ","t":"Every crisis offers you extra desired power.","c":"power","a":"William Moulton Marston"},{"id":"V9DTSU_GmBTp","t":"The power to wage war is the power to wage war successfully.","c":"power","a":"Charles Evans Hughes"},{"id":"1dB2kWATpbFq","t":"Here at this site, Solyndra expects to make enough solar panels each year to generate 500 megawatts of electricity. And over the lifetime of this expanded facility, that could be like replacing as many as eight coal-fired power plants.","c":"power","a":"Barack Obama"},{"id":"jbJXOw0Ql6PJ","t":"Time is compressed like the fist I close on my knee... I hold inside it the clues and solutions and the power for what I must do now.","c":"power","a":"Margaret Atwood"},{"id":"nvRErBKoV9lY","t":"I'm not after fame and success and fortune and power. It's mostly that I want to have a good job and have good friends that's the good stuff in life.","c":"power","a":"Drew Barrymore"},{"id":"2zgi6W9nTHd1","t":"You can't trust anybody with power.","c":"power","a":"Newt Gingrich"},{"id":"EN-bFbRUBjDs","t":"The chief function of the city is to convert power into form, energy into culture, dead matter into the living symbols of art, biological reproduction into social creativity.","c":"power","a":"Lewis Mumford"},{"id":"4HRAElwqC54h","t":"Black Power is giving power to people who have not had power to determine their destiny.","c":"power","a":"Huey Newton"},{"id":"xjvfxuBO1mf_","t":"If you lose the power to laugh, you lose the power to think.","c":"power","a":"Clarence Darrow"},{"id":"Z0FR1aLyR6vP","t":"Truth is powerful and it prevails.","c":"power","a":"Sojourner Truth"},{"id":"_H7sb0un4sjh","t":"Stereotypes lose their power when the world is found to be more complex than the stereotype would suggest. When we learn that individuals do not fit the group stereotype, then it begins to fall apart.","c":"power","a":"Ed Koch"},{"id":"Cm3fzmdedhJm","t":"The only real power comes out of a long rifle.","c":"power","a":"Joseph Stalin"},{"id":"gb9i65pMbcSt","t":"The power of intuitive understanding will protect you from harm until the end of your days.","c":"power","a":"Lao Tzu"},{"id":"gnlyU4VkM8YN","t":"I believe in delegating power.","c":"power","a":"Hillary Clinton"},{"id":"Vc1epntv_zyK","t":"Idealism is the noble toga that political gentlemen drape over their will to power.","c":"power","a":"Aldous Huxley"},{"id":"Z9f6vmUhWn8U","t":"Words, without power, is mere philosophy.","c":"power","a":"Muhammad Iqbal"},{"id":"mQsYvihQHSYC","t":"People who are in power make their arrangements in secret, largely as a way of maintaining and furthering that power.","c":"power","a":"Don DeLillo"},{"id":"Np3H5hGiDBzj","t":"There are two kinds of women, those who want power in the world and those who want power in bed.","c":"power","a":"Jackie Kennedy"},{"id":"HlIG4aWMRsF5","t":"There is nothing happens to any person but what was in his power to go through with.","c":"power","a":"Marcus Aurelius"},{"id":"aEBW8ODrpTSf","t":"The force of the advertising word and image dwarfs the power of other literature in the 20th century.","c":"power","a":"Daniel J. Boorstin"},{"id":"ftttwONlE3wY","t":"Give fools their gold, and knaves their power let fortune's bubbles rise and fall who sows a field, or trains a flower, or plants a tree, is more than all.","c":"power","a":"John Greenleaf Whittier"},{"id":"CdZQmGKdFX0_","t":"Kindness is in our power, even when fondness is not.","c":"power","a":"Samuel Johnson"},{"id":"roUCMmSisPcv","t":"It is a strange desire, to seek power, and to lose liberty or to seek power over others, and to lose power over a man's self.","c":"power","a":"Francis Bacon"},{"id":"O3yO2W61lcn9","t":"Silence is the ultimate weapon of power.","c":"power","a":"Charles de Gaulle"},{"id":"Zy9tE4W4ydCG","t":"The principles of a free constitution are irrecoverably lost, when the legislative power is nominated by the executive.","c":"power","a":"Edward Gibbon"},{"id":"Me3egkJcyOsi","t":"The reward of one duty is the power to fulfill another.","c":"power","a":"George Eliot"},{"id":"q2YFnV0sZfyv","t":"The most impactful way consumers can assert their power is to become mindful shoppers, giving their dollars only to socially responsible companies. In today's world of social media and smart phones, this is easy to do.","c":"power","a":"Simon Mainwaring"},{"id":"RrmK3_ZShRhx","t":"In the United States, though power corrupts, the expectation of power paralyzes.","c":"power","a":"John Kenneth Galbraith"},{"id":"Yg_EZFjSljJv","t":"No punishment has ever possessed enough power of deterrence to prevent the commission of crimes. On the contrary, whatever the punishment, once a specific crime has appeared for the first time, its reappearance is more likely than its initial emergence could ever have been.","c":"power","a":"Hannah Arendt"},{"id":"f0y8u-xeC3kT","t":"When anyone has the power to destroy the whole human race in a matter of hours, it becomes a moral issue. The church must speak out.","c":"power","a":"Billy Graham"},{"id":"55Pm78jErrCF","t":"We have it in our power to begin the world over again.","c":"power","a":"Thomas Paine"},{"id":"mVIL0_e8g5_I","t":"But to me nothing - the negative, the empty - is exceedingly powerful.","c":"power","a":"Alan Watts"},{"id":"ZNwMh7_VecD8","t":"Where is the justice of political power if it executes the murderer and jails the plunderer, and then itself marches upon neighboring lands, killing thousands and pillaging the very hills?","c":"power","a":"Khalil Gibran"},{"id":"Jq716vMTCOZP","t":"Now we have a problem in making our power credible, and Vietnam is the place.","c":"power","a":"John F. Kennedy"},{"id":"LFyT4Dkd8pmV","t":"A leader has the vision and conviction that a dream can be achieved. He inspires the power and energy to get it done.","c":"power","a":"Ralph Nader"},{"id":"AmFGjLBJbIrm","t":"During the time men live without a common power to keep them all in awe, they are in that conditions called war and such a war, as if of every man, against every man.","c":"power","a":"Thomas Hobbes"},{"id":"2CcfKnPrdyiT","t":"The fundamental concept in social science is Power, in the same sense in which Energy is the fundamental concept in physics.","c":"power","a":"Bertrand Russell"},{"id":"ztuHOV9A-PfG","t":"Power has only one duty - to secure the social welfare of the People.","c":"power","a":"Benjamin Disraeli"},{"id":"yKv01CBcMhTA","t":"But the lover's power is the poet's power. He can make love from all the common strings with which this world is strung.","c":"power","a":"Amelia Barr"},{"id":"DcLa4QYYl093","t":"If the power to do hard work is not a skill, it's the best possible substitute for it.","c":"power","a":"James A. Garfield"},{"id":"jPttnv6izGik","t":"Power is not revealed by striking hard or often, but by striking true.","c":"power","a":"Honore de Balzac"},{"id":"ckCzBv_0RCjT","t":"If one can stick to the training throughout the many long years, then will power is no longer a problem. It's raining? That doesn't matter. I am tired? That's besides the point. It's simply that I just have to.","c":"power","a":"Emil Zatopek"},{"id":"m2DteKjusRb4","t":"The struggle of man against power is the struggle of memory against forgetting.","c":"power","a":"Milan Kundera"},{"id":"ZLxmaehGHiLG","t":"Information can bring you choices and choices bring power - educate yourself about your options and choices. Never remain in the dark of ignorance.","c":"power","a":"Joy Page"},{"id":"PRSddBzhAOiu","t":"Will power is only the tensile strength of one's own disposition. One cannot increase it by a single ounce.","c":"power","a":"Cesare Pavese"},{"id":"06BjL8dnYxvX","t":"Goodness, armed with power, is corrupted and pure love without power is destroyed.","c":"power","a":"Reinhold Niebuhr"},{"id":"t8CQVVWoXub2","t":"All the forces in the world are not so powerful as an idea whose time has come.","c":"power","a":"Victor Hugo"},{"id":"OZYF3QJdprez","t":"The real problem is that the way that power is given out in our society pits us against each other.","c":"power","a":"Anita Hill"},{"id":"sV1SAHNQsV7K","t":"The coal industry is an even larger part of the Australian economy than it is of the American, and it has an enormous amount of political power.","c":"power","a":"Jeff Goodell"},{"id":"jV9rpLjzUA0I","t":"I am more and more convinced that man is a dangerous creature and that power, whether vested in many or a few, is ever grasping, and like the grave, cries, 'Give, give.'","c":"power","a":"Abigail Adams"},{"id":"L44DXWcfhhf5","t":"One thing you can say about nuclear power: the people who believe it is the silver bullet for America's energy problems never give up.","c":"power","a":"Jeff Goodell"},{"id":"3WCMXuRvPHeY","t":"The way to have power is to take it.","c":"power","a":"Boss Tweed"},{"id":"6Zbmy1JAE0TT","t":"Mischief springs from the power which the moneyed interest derives from a paper currency which they are able to control, from the multitude of corporations with exclusive privileges... which are employed altogether for their benefit.","c":"power","a":"Andrew Jackson"},{"id":"S4fnENIh4KVU","t":"No emperor has the power to dictate to the heart.","c":"power","a":"Friedrich Schiller"},{"id":"bKKAie1lq1eK","t":"Only he deserves power who every day justifies it.","c":"power","a":"Dag Hammarskjold"},{"id":"GR9_n99FfZAK","t":"We'll never solve the feminization of power until we solve the masculinity of wealth.","c":"power","a":"Gloria Steinem"},{"id":"k6vdg0NIXzjK","t":"Concentrated power has always been the enemy of liberty.","c":"power","a":"Ronald Reagan"},{"id":"DzCnfjgMSjR_","t":"Nationalism is power hunger tempered by self-deception.","c":"power","a":"George Orwell"},{"id":"vSnaML1EUimQ","t":"The House of Lords, an illusion to which I have never been able to subscribe - responsibility without power, the prerogative of the eunuch throughout the ages.","c":"power","a":"Tom Stoppard"},{"id":"7kPAJwZQrSHY","t":"Men have defined the parameters of every subject. All feminist arguments, however radical in intent or consequence, are with or against assertions or premises implicit in the male system, which is made credible or authentic by the power of men to name.","c":"power","a":"Andrea Dworkin"},{"id":"VHu44Ac4c7NT","t":"Not the power to remember, but its very opposite, the power to forget, is a necessary condition for our existence.","c":"power","a":"Saint Basil"},{"id":"8t9By0qsOwqv","t":"Passion is energy. Feel the power that comes from focusing on what excites you.","c":"power","a":"Oprah Winfrey"},{"id":"qqNmDF-7IFDH","t":"The almost insoluble task is to let neither the power of others, nor our own powerlessness, stupefy us.","c":"power","a":"Theodor Adorno"},{"id":"1_cwTqBVuxTO","t":"Clairvoyant, n.: A person, commonly a woman, who has the power of seeing that which is invisible to her patron - namely, that he is a blockhead.","c":"power","a":"Ambrose Bierce"},{"id":"blazQJef4aTm","t":"I'm not the same person I was. I used to act dumb. It was an act. I am 26 years old, and that act is no longer cute. It is not who I am, nor do I want to be that person for the young girls who looked up to me. I know now that I can make a difference, that I have the power to do that.","c":"power","a":"Paris Hilton"},{"id":"FXRJhIlDD3_-","t":"There will be no end to the troubles of states, or of humanity itself, till philosophers become kings in this world, or till those we now call kings and rulers really and truly become philosophers, and political power and philosophy thus come into the same hands.","c":"power","a":"Plato"},{"id":"QXYNnB5X0mLP","t":"All the idols made by man, however terrifying they may be, are in point of fact subordinate to him, and that is why he will always have it in his power to destroy them.","c":"power","a":"Simone de Beauvoir"},{"id":"kagHOOrj8JDq","t":"Power ought to serve as a check to power.","c":"power","a":"Charles de Secondat"},{"id":"Cj3t4rXSd9sB","t":"The constitution vests the power of declaring war in Congress therefore no offensive expedition of importance can be undertaken until after they shall have deliberated upon the subject and authorized such a measure.","c":"power","a":"George Washington"},{"id":"mWXtJ-l_wJiM","t":"Liberal: a power worshipper without power.","c":"power","a":"George Orwell"},{"id":"-KeQ3tWr8dym","t":"To free us from the expectations of others, to give us back to ourselves - there lies the great, singular power of self-respect.","c":"power","a":"Joan Didion"},{"id":"S0nF3vabhOKp","t":"Arbitrary power is like most other things which are very hard, very liable to be broken.","c":"power","a":"Abigail Adams"},{"id":"Q9wjZENT8fNm","t":"My relationship to power and authority is that I'm all for it. People need somebody to watch over them. Ninety-five percent of the people in the world need to be told what to do and how to behave.","c":"power","a":"Arnold Schwarzenegger"},{"id":"2GURE1CBC1vA","t":"The thing women have yet to learn is nobody gives you power. You just take it.","c":"power","a":"Roseanne Barr"},{"id":"C3kcEsvE8TzN","t":"Nowhere has the political power of coal been more obvious than in presidential campaigns.","c":"power","a":"Jeff Goodell"},{"id":"2n9EAvTYDqhm","t":"He who wants to persuade should put his trust not in the right argument, but in the right word. The power of sound has always been greater than the power of sense.","c":"power","a":"Joseph Conrad"},{"id":"v_cP_7jPnNMv","t":"Whether it comes from a despotic sovereign or an elected president, from a murderous general or a beloved leader, I see power as an inhuman and hateful phenomenon.","c":"power","a":"Oriana Fallaci"},{"id":"d9WwA5HQvbhg","t":"People didn't wasn't the People's party to come in to power again, so they saw NS a viable alternative not us, because everyone knew we were not ready.","c":"power","a":"Imran Khan"},{"id":"D9vP0ndUhBU7","t":"You are never given a wish without also being given the power to make it come true. You may have to work for it, however.","c":"power","a":"Richard Bach"},{"id":"ktGtRktxihvG","t":"I'm not in power, but my ideas are in power. And my ideas will prevail.","c":"power","a":"Ehud Olmert"},{"id":"oeJqOBRhCMrS","t":"The strongest and most effective force in guaranteeing the long-term maintenance of power is not violence in all the forms deployed by the dominant to control the dominated, but consent in all the forms in which the dominated acquiesce in their own domination.","c":"power","a":"Robert Frost"},{"id":"JFtA2-UVcK6r","t":"Either you think, or else others have to think for you and take power from you, pervert and discipline your natural tastes, civilize and sterilize you.","c":"power","a":"F. Scott Fitzgerald"},{"id":"LQFCxIF4oyTu","t":"There is something about inside information which seems to paralyse a man's reasoning powers.","c":"power","a":"Bernard Baruch"},{"id":"WTrHSVkQ1PHf","t":"The only purpose for which power can be rightfully exercised over any member of a civilized community, against his will, is to prevent harm to others. His own good, either physical or moral, is not sufficient warrant.","c":"power","a":"John Stuart Mill"},{"id":"RQesEEezp0Ix","t":"Suppliers and especially manufacturers have market power because they have information about a product or a service that the customer does not and cannot have, and does not need if he can trust the brand. This explains the profitability of brands.","c":"power","a":"Peter Drucker"},{"id":"IXwnt9Kfk7Sg","t":"Hateful is the power, and pitiable is the life, of those who wish to be feared rather than loved.","c":"power","a":"Cornelius Nepos"},{"id":"dJ78anVyVi-D","t":"When it comes to controlling human beings, there is no better instrument than lies. Because you see, humans live by beliefs. And beliefs can be manipulated. The power to manipulate beliefs is the only thing that counts.","c":"power","a":"Michael Ende"},{"id":"jS5Y_S26qTYy","t":"To live happily is an inward power of the soul.","c":"power","a":"Marcus Aurelius"},{"id":"26E9VY5L888V","t":"Don't you dare underestimate the power of your own instinct.","c":"power","a":"Barbara Corcoran"},{"id":"1-5P-M2gGD-K","t":"The truth does not require a majority to prevail, ladies and gentlemen. The truth is its own power. The truth will out. Never forget that.","c":"power","a":"Rush Limbaugh"},{"id":"xh-O-U7JbxBF","t":"The race of mankind would perish did they cease to aid each other. We cannot exist without mutual help. All therefore that need aid have a right to ask it from their fellow-men and no one who has the power of granting can refuse it without guilt.","c":"power","a":"Walter Scott"},{"id":"ioG9GyK968o_","t":"'Thank you power' is writing down the moments that are good in your life so that you can go back and reflect on them - so you've got this sort of repository of good stuff in your past.","c":"power","a":"Deborah Norville"},{"id":"XKLX4Q3KBeMV","t":"It is impossible for any number which is a power greater than the second to be written as a sum of two like powers. I have a truly marvelous demonstration of this proposition which this margin is too narrow to contain.","c":"power","a":"Pierre de Fermat"},{"id":"59R0kV0kHvhb","t":"Only through destroying myself can I discover the greater power of my spirit.","c":"power","a":"Chuck Palahniuk"},{"id":"jIfZwUBdyCRB","t":"The party in power, like Jonah's gourd, grew up quickly, and will quickly fall.","c":"power","a":"Davy Crockett"},{"id":"FXYS_VHVkGAO","t":"Power is the ability to get things done.","c":"power","a":"Rosabeth Moss Kanter"},{"id":"DRVJE57ip52f","t":"Power is so characteristically calm, that calmness in itself has the aspect of strength.","c":"power","a":"Edward G. Bulwer-Lytton"},{"id":"lBsFS9-ycGoa","t":"Power without abuse loses its charm.","c":"power","a":"Paul Valery"},{"id":"Kr1GSM5dpVM_","t":"Let us realize that: the privilege to work is a gift, the power to work is a blessing, the love of work is success!","c":"power","a":"David O. McKay"},{"id":"US5PEBg0PgJX","t":"All the waste in a year from a nuclear power plant can be stored under a desk.","c":"power","a":"Ronald Reagan"},{"id":"_GZnjiOvol0v","t":"Every diminution of the public burdens arising from taxation gives to individual enterprise increased power and furnishes to all the members of our happy confederacy new motives for patriotic affection and support.","c":"power","a":"Andrew Jackson"},{"id":"KvV-RM8KZ6tO","t":"I say to the Taliban: surrender the terrorists or surrender power. It's your choice.","c":"power","a":"Tony Blair"},{"id":"BZdgAchBIQha","t":"The good man is he who rules himself as he does his own property: his autonomous being is modelled on material power.","c":"power","a":"Theodor Adorno"},{"id":"dB_8rq70XHea","t":"Protect IP (PIPA) and the Stop Online Piracy Act (SOPA) are a step towards a different kind of Internet. They are a step towards an Internet in which those with money and lawyers and access to power have a greater voice than those who don't.","c":"power","a":"Ron Wyden"},{"id":"_wLXzg2JpIw0","t":"We have also arranged things so that almost no one understands science and technology. This is a prescription for disaster. We might get away with it for a while, but sooner or later this combustible mixture of ignorance and power is going to blow up in our faces.","c":"power","a":"Carl Sagan"},{"id":"1sBrHHps1Rjz","t":"Wherever there is interest and power to do wrong, wrong will generally be done.","c":"power","a":"James Madison"},{"id":"8NDQZuxEM-Rr","t":"The power of daring anything their fancy suggest, as always been conceded to the painter and the poet.","c":"power","a":"Horace"},{"id":"9ojB8JHya0TQ","t":"To dance is to be out of yourself. Larger, more beautiful, more powerful. This is power, it is glory on earth and it is yours for the taking.","c":"power","a":"Agnes de Mille"},{"id":"3WGrokVSYy68","t":"Never stand begging for that which you have the power to earn.","c":"power","a":"Miguel de Cervantes"},{"id":"zDYljXzk8GOP","t":"War has always been the grand sagacity of every spirit which has grown too inward and too profound its curative power lies even in the wounds one receives.","c":"power","a":"Friedrich Nietzsche"},{"id":"smkPEQQ-VNTj","t":"What has destroyed every previous civilization has been the tendency to the unequal distribution of wealth and power.","c":"power","a":"Henry George"},{"id":"GPAWAtSpEKBB","t":"It is in war that the State really comes into its own: swelling in power, in number, in pride, in absolute dominion over the economy and the society.","c":"power","a":"Murray Rothbard"},{"id":"DPgS8bXapOal","t":"The only power deserving the name is that of masses, and of governments while they make themselves the organ of the tendencies and instincts of masses.","c":"power","a":"John Stuart Mill"},{"id":"CPBQAr5f2KVx","t":"Rank does not confer privilege or give power. It imposes responsibility.","c":"power","a":"Peter Drucker"},{"id":"OA71rX7svgbz","t":"The truths of religion are never so well understood as by those who have lost the power of reason.","c":"power","a":"Voltaire"},{"id":"9ileILQXMqBg","t":"In the intellectual order, the virtue of humility is nothing more nor less than the power of attention.","c":"power","a":"Simone Weil"},{"id":"QDkqw0_1ee7x","t":"Lessons of wisdom have the most power over us when they capture the heart through the groundwork of a story, which engages the passions.","c":"power","a":"Laurence Sterne"},{"id":"DH-zYgB91UO5","t":"Liberty is not the power of doing what we like, but the right to do what we ought.","c":"power","a":"Lord Acton"},{"id":"gVDUpLBaBOkV","t":"Wondrous is the strength of cheerfulness, and its power of endurance - the cheerful man will do more in the same time, will do it better, will preserve it longer, than the sad or sullen.","c":"power","a":"Thomas Carlyle"},{"id":"odsVZdv_Z__G","t":"Power is my mistress. I have worked too hard at her conquest to allow anyone to take her away from me.","c":"power","a":"Napoleon Bonaparte"},{"id":"6a3e21Ufr9Q0","t":"Pessimism leads to weakness, optimism to power.","c":"power","a":"William James"},{"id":"_0uFu0oraT5t","t":"Tonight, we gather to affirm the greatness of our nation - not because of the height of our skyscrapers, or the power of our military, or the size of our economy. Our pride is based on a very simple premise, summed up in a declaration made over two hundred years ago.","c":"power","a":"Barack Obama"},{"id":"YMn3qB6zO-H6","t":"Many have said of Alchemy, that it is for the making of gold and silver. For me such is not the aim, but to consider only what virtue and power may lie in medicines.","c":"power","a":"Paracelsus"},{"id":"25c8ax_GLScR","t":"If women be educated for dependence that is, to act according to the will of another fallible being, and submit, right or wrong, to power, where are we to stop?","c":"power","a":"Mary Wollstonecraft"},{"id":"nf9Lk2ITTCg-","t":"Most powerful is he who has himself in his own power.","c":"power","a":"Lucius Annaeus Seneca"},{"id":"p4Pjy-iWe9gJ","t":"A major power can afford a military debacle only when it looks like a political victory.","c":"power","a":"Friedrich Durrenmatt"},{"id":"baRvpF5oVriD","t":"Be good. Do good. The devil wields no power over a good man.","c":"power","a":"Harry Segall"},{"id":"1GWICjtPQwv-","t":"Nobody is as powerful as we make them out to be.","c":"power","a":"Alice Walker"},{"id":"VnM-fTG_dwtu","t":"I think I have told you, but if I have not, you must have understood, that a man who has a vision is not able to use the power of it until after he has performed the vision on earth for the people to see.","c":"power","a":"Black Elk"},{"id":"krE8gceNWnwY","t":"A politician's goal is always to manipulate public debate. I think there are some politicians with higher goals. But all of them get corrupted by power.","c":"power","a":"Dean Koontz"},{"id":"u1F7L4PWCPks","t":"If you think of paying court to the men in power, your eternal ruin is assured.","c":"power","a":"Stendhal"},{"id":"e97c2qeS7dbL","t":"Censorship is saying: 'I'm the one who says the last sentence. Whatever you say, the conclusion is mine.' But the internet is like a tree that is growing. The people will always have the last word - even if someone has a very weak, quiet voice. Such power will collapse because of a whisper.","c":"power","a":"Ai Weiwei"},{"id":"cIT9GwTC0QCZ","t":"I'm not out burning bras, but I'm very opinionated about women owning their power.","c":"power","a":"Katherine Heigl"},{"id":"mi6pE4uqzwX5","t":"America has a critical role to play as the most powerful member of the world community.","c":"power","a":"Adam Schiff"},{"id":"gcRoyEpyG8oj","t":"Heroes are those who can somehow resist the power of the situation and act out of noble motives, or behave in ways that do not demean others when they easily can.","c":"power","a":"Philip Zimbardo"},{"id":"UqHe_FfoW9q4","t":"Power and violence are opposites where the one rules absolutely, the other is absent. Violence appears where power is in jeopardy, but left to its own course it ends in power's disappearance.","c":"power","a":"Hannah Arendt"},{"id":"zGIZiMvrosPC","t":"Hurry, conscious younger people! Get to power quickly so political decisions can be based on the greater good for all rather than the greater gain for few. Hurry, before it is too late!","c":"power","a":"Jane Siberry"},{"id":"ZhLROqqfGf4S","t":"I am opposed to the accumulation of executive power anywhere.","c":"power","a":"Noam Chomsky"},{"id":"GYmlzfBAY58I","t":"I've become invested with this symbolic power. It really does transcend what I'm actually doing and what I actually deserve.","c":"power","a":"Nate Silver"},{"id":"BNmlUQNCSi80","t":"I think it's child abuse to have someone in the public eye too young. Society basically values wealth and fame and power at the cost of well-being. In the case of a child, it's at the cost of someone's natural development. It's already hard enough to develop.","c":"power","a":"Alanis Morissette"},{"id":"WamRXFAzZpk2","t":"Never go backward. Attempt, and do it with all your might. Determination is power.","c":"power","a":"Charles Simmons"},{"id":"L5kmIC_2S4zD","t":"It is folly for a man to pray to the gods for that which he has the power to obtain by himself.","c":"power","a":"Epicurus"},{"id":"lYfsNKS6NYGl","t":"There is a glaring reason that the necessary total ban on nontherapeutic use of antibiotics hasn't happened: The factory farm industry, allied with the pharmaceutical industry, has more power than public-health professionals.","c":"power","a":"Jonathan Safran Foer"},{"id":"c37DdsXwdEWm","t":"Machines are worshipped because they are beautiful and valued because they confer power they are hated because they are hideous and loathed because they impose slavery.","c":"power","a":"Bertrand Russell"},{"id":"Tcq-L58UsaPT","t":"The eye sees what it brings the power to see.","c":"power","a":"Thomas Carlyle"},{"id":"XKI0gJko_rsk","t":"It's being willing to walk away that gives you strength and power - if you're willing to accept the consequences of doing what you want to do.","c":"power","a":"Whoopi Goldberg"},{"id":"vr4R-mIr0vLR","t":"Never underestimate the power of human stupidity.","c":"power","a":"Robert A. Heinlein"},{"id":"WkDwK9PBX5iE","t":"The point of power is always in the present moment.","c":"power","a":"Louise L. Hay"},{"id":"_Gnr4gvNipzo","t":"Women have served all these centuries as looking glasses possessing the power of reflecting the figure of man at twice its natural size.","c":"power","a":"Virginia Woolf"},{"id":"ao25RbttB6M7","t":"The sublimity of administration consists in knowing the proper degree of power that should be exerted on different occasions.","c":"power","a":"Charles de Montesquieu"},{"id":"KbpsEVgaWk0n","t":"Power is given only to those who dare to lower themselves and pick it up. Only one thing matters, one thing to be able to dare!","c":"power","a":"Fyodor Dostoevsky"},{"id":"8W7LyOOkhFCc","t":"Never allow a person to tell you no who doesn't have the power to say yes.","c":"power","a":"Eleanor Roosevelt"},{"id":"hftWjJ1e5LOZ","t":"What then do you call your soul? What idea have you of it? You cannot of yourselves, without revelation, admit the existence within you of anything but a power unknown to you of feeling and thinking.","c":"power","a":"Voltaire"},{"id":"NiSUuFmY7RBZ","t":"The purpose of getting power is to be able to give it away.","c":"power","a":"Aneurin Bevan"},{"id":"ZnscFEjtLSmF","t":"Now, we occupy a lowly position, both in space and rank in comparison with the heavenly sphere, and the Almighty is Most High not in space, but with respect to absolute existence, greatness and power.","c":"power","a":"Maimonides"},{"id":"qiGJni1tqNsl","t":"In the power of fixing the attention lies the most precious of the intellectual habits.","c":"power","a":"Robert Hall"},{"id":"JpVmVmuNW_Xk","t":"Every man who knows how to read has it in his power to magnify himself, to multiply the ways in which he exists, to make his life full, significant and interesting.","c":"power","a":"Aldous Huxley"},{"id":"koIIWwcMwwen","t":"The measure of a man is what he does with power.","c":"power","a":"Plato"},{"id":"lKcM8nWuNtBL","t":"It is through this mysterious power that we too have our being, and we therefore yield to our neighbors, even to our animal neighbors, the same right as ourselves to inhabit this vast land.","c":"power","a":"Sitting Bull"},{"id":"A2pi3VWqK9te","t":"The miracles of the church seem to me to rest not so much upon faces or voices or healing power coming suddenly near to us from afar off, but upon our perceptions being made finer, so that for a moment our eyes can see and our ears can hear what is there about us always.","c":"power","a":"Willa Cather"},{"id":"TZagAYbuoXu-","t":"Democracy shows not only its power in reforming governments, but in regenerating a race of men and this is the greatest blessing of free governments.","c":"power","a":"Andrew Jackson"},{"id":"BRLakY-h32A3","t":"Power corrupts, and absolute power corrupts absolutely.","c":"power","a":"Lord Acton"},{"id":"afSfIKKw3gCL","t":"Odd how the creative power at once brings the whole universe to order.","c":"power","a":"Virginia Woolf"},{"id":"Cdvl7bcTIRk-","t":"What one writer can make in the solitude of one room is something no power can easily destroy.","c":"power","a":"Salman Rushdie"},{"id":"GaZSrwhdxa7q","t":"Grammar is a piano I play by ear. All I know about grammar is its power.","c":"power","a":"Joan Didion"},{"id":"uKRZmpn6fVN0","t":"Sir, I am no sycophant or worshipper of power anywhere.","c":"power","a":"Benjamin F. Wade"},{"id":"idEr1QQ1bUrM","t":"The power of the harasser, the abuser, the rapist depends above all on the silence of women.","c":"power","a":"Ursula K. Le Guin"},{"id":"TnLT-Q-UEHIT","t":"Today we thank God for all the blessings He has bestowed upon this great Country and ask Him to continue to heal our land and meet our needs - and we do so through the power of prayer.","c":"power","a":"Nick Rahall"},{"id":"e2Bt7GK8Ti-L","t":"More than ever before, consumers have the ability to unify their voices and coalesce their buying power to influence corporate behaviors.","c":"power","a":"Simon Mainwaring"},{"id":"vhTsUst9bPQV","t":"But the power of instruction is seldom of much efficacy, except in those happy dispositions where it is almost superfluous.","c":"power","a":"Edward Gibbon"},{"id":"WL0yOtxnCk0m","t":"The world is not going into concentric blocs of power. It is actually going into a diffusion of power with more centres of decision-making than ever in human civilisation. That requires you to place yourself in far more hubs of power than ever before.","c":"power","a":"William Hague"},{"id":"NFYSOK-P-0U0","t":"Scientific progress makes moral progress a necessity for if man's power is increased, the checks that restrain him from abusing it must be strengthened.","c":"power","a":"Madame de Stael"},{"id":"yMkyWKbPPaId","t":"Some day science may have the existence of mankind in power, and the human race can commit suicide by blowing up the world.","c":"power","a":"Henry Adams"},{"id":"lUasp-NBHPt_","t":"The greater the power, the more dangerous the abuse.","c":"power","a":"Edmund Burke"},{"id":"HTurNCaP3MiB","t":"In terms of individuals who actually inspired me, very few of the academic people that I had access to had that power over me. Maybe it's simply because I wasn't that committed to geometry.","c":"power","a":"Twyla Tharp"},{"id":"5RV2-L8GOrT1","t":"Creativity is the power to connect the seemingly unconnected.","c":"power","a":"William Plomer"},{"id":"ZAy7Clb99rku","t":"Back in the East you can't do much without the right papers, but with the right papers you can do anything The believe in papers. Papers are power.","c":"power","a":"Tom Stoppard"},{"id":"eErFtfrLx5HR","t":"Blackheart Records being 25 years old represents staying power and the fact that we weren't able to get a record out through conventional means, so we had to create this record company to put out our records if we wanted to be a band that had records to give out to their fans.","c":"power","a":"Joan Jett"},{"id":"fGWjPsFs82gQ","t":"Revolutionaries do not make revolutions. The revolutionaries are those who know when power is lying in the street and then they can pick it up.","c":"power","a":"Hannah Arendt"},{"id":"WJOOih-gjrGI","t":"I believe in one thing only, the power of human will.","c":"power","a":"Joseph Stalin"},{"id":"55T37204G1YR","t":"The greatest power is not money power, but political power.","c":"power","a":"Walter Annenberg"},{"id":"CsnZI6Nbk5RX","t":"It will make a weak man mighty. it will make a mighty man fall. It will fill your heart and hands or leave you with nothing at all. It's the eyes for the blind and legs for the lame. It is the love for hate and pride for shame. That's the power of the gospel.","c":"power","a":"Ben Harper"},{"id":"WqPliV3bcNQY","t":"Justice and power must be brought together, so that whatever is just may be powerful, and whatever is powerful may be just.","c":"power","a":"Blaise Pascal"},{"id":"R_V8GLWhaUze","t":"Being powerful is like being a lady. If you have to tell people you are, you aren't.","c":"power","a":"Margaret Thatcher"},{"id":"Zf6URo0N6wId","t":"I think that the power is the principle. The principle of moving forward, as though you have the confidence to move forward, eventually gives you confidence when you look back and see what you've done.","c":"power","a":"Robert Downey, Jr."},{"id":"g0QGcM4VaJW7","t":"To have what we want is riches but to be able to do without is power.","c":"power","a":"George MacDonald"},{"id":"qZThrhWyxi0W","t":"Arbitrary power is most easily established on the ruins of liberty abused to licentiousness.","c":"power","a":"George Washington"},{"id":"6mI5oetgs34c","t":"It is remarkable by how much a pinch of malice enhances the penetrating power of an idea or an opinion. Our ears, it seems, are wonderfully attuned to sneers and evil reports about our fellow men.","c":"power","a":"Eric Hoffer"},{"id":"QX0BCjrRQXhG","t":"Power is not alluring to pure minds.","c":"power","a":"Thomas Jefferson"},{"id":"lKnFkMbFyNGT","t":"The most efficient water power in the world - women's tears.","c":"power","a":"Wilson Mizner"},{"id":"8Ruog06YjTTc","t":"A great power has to have the discipline not only to go when necessary but to know when not to go. Getting involved in ethnic, religious civil wars is a recipe for disaster.","c":"power","a":"John Kasich"},{"id":"jcfUstNIL8Yw","t":"I consider 'Dr. Horrible' a tremendous success. The fact that it won an Emmy I just think lends validity to what we were doing and the point we were trying to make: taking the power into someone else's hands and changing the world.","c":"power","a":"Nathan Fillion"},{"id":"poYBqhiouxSg","t":"The contest for ages has been to rescue liberty from the grasp of executive power.","c":"power","a":"Daniel Webster"},{"id":"il2YTrYy7xJt","t":"Come forward as servants of Islam, organise the people economically, socially, educationally and politically and I am sure that you will be a power that will be accepted by everybody.","c":"power","a":"Muhammad Ali Jinnah"},{"id":"9N0BCnKQmgs-","t":"Their final objective toward which all their deceit is directed is to capture political power so that, using the power of the state and the power of the market simultaneously, they may keep the common man in eternal subjection.","c":"power","a":"Henry A. Wallace"},{"id":"W5jRu-0eX6Rl","t":"Power is paradoxical.","c":"power","a":"Friedrich Durrenmatt"},{"id":"1EyCyyCq4-OQ","t":"Much that passes as idealism is disguised hatred or disguised love of power.","c":"power","a":"Bertrand Russell"},{"id":"Vug1MKqB1fpC","t":"Power is not sufficient evidence of truth.","c":"power","a":"Samuel Johnson"},{"id":"JAy4uUHpRO55","t":"Caring for children is a dance between setting appropriate limits as caretakers and avoiding unnecessary power struggles that result in unhappiness.","c":"power","a":"Charlotte Davis Kasl"},{"id":"5VgOp6e3Lsxn","t":"The power to question is the basis of all human progress.","c":"power","a":"Indira Gandhi"},{"id":"__4HKmWU3nue","t":"I'm sure we, the American people, are the butt of jokes by those in power.","c":"power","a":"Alice Walker"},{"id":"sk5zQwVbI0Br","t":"Almost all first ladies have had tremendous power on personnel issues, whether the public realized it or not, whether it was Barbara Bush or Nancy Reagan or whoever.","c":"power","a":"Dee Dee Myers"},{"id":"Eyx2OIiYqRhr","t":"In a world awash in debt, power shifts to creditors.","c":"power","a":"Fareed Zakaria"},{"id":"4-VGPi8ZALIg","t":"I believe the root of all evil is abuse of power.","c":"power","a":"Patricia Cornwell"},{"id":"0Ob0HQmyEG25","t":"I, not events, have the power to make me happy or unhappy today. I can choose which it shall be. Yesterday is dead, tomorrow hasn't arrived yet. I have just one day, today, and I'm going to be happy in it.","c":"power","a":"Groucho Marx"},{"id":"n-7NlYu13rPq","t":"Power is not an institution, and not a structure neither is it a certain strength we are endowed with it is the name that one attributes to a complex strategical situation in a particular society.","c":"power","a":"Michel Foucault"},{"id":"eHEwmTaXlhy9","t":"Power over a man's subsistence is power over his will.","c":"power","a":"Alexander Hamilton"},{"id":"jHadUeroG7Sn","t":"Power never takes a back step only in the face of more power.","c":"power","a":"Malcolm X"},{"id":"I71I5jIwdzMt","t":"The sword is the axis of the world and its power is absolute.","c":"power","a":"Charles de Gaulle"},{"id":"xRMYJo0fC4Mr","t":"Power without a nation's confidence is nothing.","c":"power","a":"Catherine the Great"},{"id":"RM-maj3RQSff","t":"In every community, there is work to be done. In every nation, there are wounds to heal. In every heart, there is the power to do it.","c":"power","a":"Marianne Williamson"},{"id":"TILBKxF0jIUZ","t":"I believe in a higher power and I believe in good and bad, right and wrong. You sleep in the bed you make.","c":"power","a":"Leif Garrett"},{"id":"rZaS74yc4DHU","t":"True contentment is a thing as active as agriculture. It is the power of getting out of any situation all that there is in it. It is arduous and it is rare.","c":"power","a":"Gilbert K. Chesterton"},{"id":"o3DaiDbh0iFL","t":"People who avoid the brick walls - all power to ya, but we all have to hit them sometimes in order to push through to the next level, to evolve.","c":"power","a":"Jennifer Aniston"},{"id":"s3uZ8xjRD7o_","t":"In the sense that you're not at the centre of power, like a president or prime minister of a major power, everyone is marginalised my position doesn't isn't unique in that respect. I think there are different sorts of relevance in different contexts.","c":"power","a":"Peter Singer"},{"id":"bnoX9agXLF_9","t":"The older I get, the greater power I seem to have to help the world I am like a snowball - the further I am rolled the more I gain.","c":"power","a":"Susan B. Anthony"},{"id":"FWYc7d1Ry9gV","t":"When you live under the power of terror and segregation, you can't ever start a work of art.","c":"power","a":"Jeanne Moreau"},{"id":"F_nUBneMqCUP","t":"The functions of these elders, therefore, determine the power of the people for a representative is one chosen by others to do in their name what they are entitled to do in their own persons or rather to exercise the powers which radically inhere in those for whom they act.","c":"power","a":"Charles Hodge"},{"id":"ulrqbOfLr_rU","t":"I don't have a set of tenets, but I live an ethical life. I practice a humility that presupposes there's a power greater than myself. And I always believe, don't inflict harm where it's not necessary.","c":"power","a":"Michael J. Fox"},{"id":"v-pE9pponIOf","t":"Before the tongue can speak, it must have lost the power to wound.","c":"power","a":"Peace Pilgrim"},{"id":"NztweVMcWx9W","t":"The power of man has grown in every sphere, except over himself.","c":"power","a":"Winston Churchill"},{"id":"mQSnF7qWKxsq","t":"The coming of honor or disgrace must be a reflection of one's inner power.","c":"power","a":"Xun Zi"},{"id":"pHtlx8zM2zL8","t":"I serve a higher power, Jesus Christ. I make no apologies in saying that.","c":"power","a":"Rick Warren"},{"id":"bgEVX9PT2vUS","t":"What is genius but the power of expressing a new individuality?","c":"power","a":"Elizabeth Barrett Browning"},{"id":"rhjlovnger1I","t":"It takes tremendous discipline to control the influence, the power you have over other people's lives.","c":"power","a":"Clint Eastwood"},{"id":"H-lr3vq8eyph","t":"Capitalism works better from every perspective when the economic decision makers are forced to share power with those who will be affected by those decisions.","c":"power","a":"Barney Frank"},{"id":"PRbDGRFVZW5k","t":"They say the test of literary power is whether a man can write an inscription. I say, 'Can he name a kitten?'","c":"power","a":"Samuel Butler"},{"id":"BhuKqxKxTZXC","t":"The disruptive powers of excessive national fecundity may have played a greater part in bursting the bonds of convention than either the power of ideas or the errors of autocracy.","c":"power","a":"John Maynard Keynes"},{"id":"KcmFdUHdCPB6","t":"Liberty consists in the power of doing that which is permitted by the law.","c":"power","a":"Marcus Tullius Cicero"},{"id":"NMjsydgODErE","t":"The power of fortune is confessed only by the miserable, for the happy impute all their success to prudence or merit.","c":"power","a":"Jonathan Swift"},{"id":"wTcIRkbjQGQt","t":"Calmness is the cradle of power.","c":"power","a":"J. G. Holland"},{"id":"_3dLe2fpwmk4","t":"In our natural state, we are glorious beings. In the world of illusion, we are lost and imprisoned, slaves to our appetites and our will to false power.","c":"power","a":"Marianne Williamson"},{"id":"0qGwrAT1gaYd","t":"Never forget that the most powerful force on earth is love.","c":"power","a":"Nelson Rockefeller"},{"id":"Lzmniul_uqCz","t":"The power of accurate observation is commonly called cynicism by those who have not got it.","c":"power","a":"George Bernard Shaw"},{"id":"D3-EZTiPO_26","t":"If the Holy Spirit can take over the subconscious with our consent and cooperation, then we have almighty Power working at the basis of our lives, then we can do anything we ought to do, go anywhere we ought to go, and be anything we ought to be.","c":"power","a":"E. Stanley Jones"},{"id":"jFkt6s-cnIG6","t":"Never underestimate the power of the State to act out its own massive fantasies.","c":"power","a":"Don DeLillo"},{"id":"cfaCAZ0Oko1v","t":"For as long as the power of America's diversity is diminished by acts of discrimination and violence against people just because they are black, Hispanic, Asian, Jewish, Muslim or gay, we still must overcome.","c":"power","a":"Ron Kind"},{"id":"xWIDlr6-p-kT","t":"I am not unconscious of the persuasive power exerted by these considerations to drag men along in the current but I am not at liberty to travel that road.","c":"power","a":"Benjamin F. Wade"},{"id":"Jr2VZuBdIm2K","t":"It's easy to dislike the few senior women out there. What if women were half the positions in power? It would be harder to dislike all of them.","c":"power","a":"Sheryl Sandberg"},{"id":"0rlY2rg2Avm-","t":"I know the power obedience has of making things easy which seem impossible.","c":"power","a":"Saint Teresa of Avila"},{"id":"2OuDOBZ8Z25g","t":"There is that in the glance of a flower which may at times control the greatest of creation's braggart lords.","c":"power","a":"John Muir"},{"id":"FDuYvg2cvUD4","t":"Knowing that you are completely forgiven destroys the power of sin in your life.","c":"power","a":"Joseph Prince"},{"id":"pRU5-QvYYanj","t":"I think a responsibility comes with notoriety, but I never think of it as power. It's more like something you hold, like grains of sand. If you keep your hand closed, you can have it and possess it, but if you open your fingers in any way, you can lose it just as quickly.","c":"power","a":"Diana Ross"},{"id":"1SlzQNg13SAS","t":"The California crunch really is the result of not enough power-generating plants and then not enough power to power the power of generating plants.","c":"power","a":"George W. Bush"},{"id":"gedfDMTOPg_0","t":"Thoughts have power thoughts are energy. And you can make your world or break it by your own thinking.","c":"power","a":"Susan Taylor"},{"id":"2qR17ztFxmTI","t":"I like doing things where I can get dirty, work with my hands, and use power tools. Last weekend, I did some grouting.","c":"power","a":"Nathan Fillion"},{"id":"9dxUoow4TCJF","t":"In the Old Testament, it says that if you have the power to do something good, then you have to do it. You're not to avoid helping somebody in their time of need.","c":"power","a":"Rick Warren"},{"id":"fxf0l-fQxQlH","t":"The only thing that white people have that black people need, or should want, is power-and no one holds power forever.","c":"power","a":"James A. Baldwin"},{"id":"6JTt1n9ahoGQ","t":"This is the pain pacemaker. I've got a battery under my skin. From that battery are two electrodes that go into the spine where they cut bone away to accommodate it. Now I put on the power here. If I have the pain, the stimulator starts. It's tingling, like when your foot falls asleep, you know?","c":"power","a":"Jerry Lewis"},{"id":"OoC9qMAN1QAs","t":"Prayer is mans greatest power!","c":"power","a":"W. Clement Stone"},{"id":"dF_Yy8dIat7Q","t":"To give aid to every poor man is far beyond the reach and power of every man. Care of the poor is incumbent on society as a whole.","c":"power","a":"Baruch Spinoza"},{"id":"M0gT9TzfVAoh","t":"It is certain, in any case, that ignorance, allied with power, is the most ferocious enemy justice can have.","c":"power","a":"James A. Baldwin"},{"id":"b-64qy7IqjPu","t":"It is a power stronger than will. Could a stone escape from the laws of gravity? Impossible. Impossible, for evil to form an alliance with good.","c":"power","a":"Isidore Ducasse Lautreamont"},{"id":"3XkiKdk0-0OF","t":"Will power is to the mind like a strong blind man who carries on his shoulders a lame man who can see.","c":"power","a":"Arthur Schopenhauer"},{"id":"T8zvVqp1u_kB","t":"I learned about the market's power when I was traded to the Buffalo Bills for $100.","c":"power","a":"Jack Kemp"},{"id":"1sU5JDGqiL-8","t":"This nuclear option is ultimately an example of the arrogance of power.","c":"power","a":"Joe Biden"},{"id":"dvElgz2k_jSe","t":"Power is no blessing in itself, except when it is used to protect the innocent.","c":"power","a":"Jonathan Swift"},{"id":"nvZwrzYYgfP8","t":"Power is action the electoral principle is discussion. No political action is possible when discussion is permanently established.","c":"power","a":"Honore de Balzac"},{"id":"uh1ymh3n-kYI","t":"Power is dangerous unless you have humility.","c":"power","a":"Richard J. Daley"},{"id":"C01MCo8f50Q2","t":"When it comes to energy, cost isn't everything - but it's a lot. Everybody wants cheap power.","c":"power","a":"Jeff Goodell"},{"id":"ycCuR7GnDEXu","t":"It is a truism that almost any sect, cult, or religion will legislate its creed into law if it acquires the political power to do so.","c":"power","a":"Robert A. Heinlein"},{"id":"3Y9CWzhUGg21","t":"Our sense of power is more vivid when we break a man's spirit than when we win his heart.","c":"power","a":"Eric Hoffer"},{"id":"MlZsZaAAWgBd","t":"It is by its promise of a sense of power that evil often attracts the weak.","c":"power","a":"Eric Hoffer"},{"id":"BOFCyrPpbBZF","t":"Fight the power that be. Fight the power.","c":"power","a":"Spike Lee"},{"id":"fUyOvEJODIPP","t":"I'm not a power person. I like everyone to be on an equal footing.","c":"power","a":"Jack Nicholson"},{"id":"DfrgqhMo1_Rb","t":"Nobody is going to delegate a lot of power to a secretary that they can't control.","c":"power","a":"Michael Bloomberg"},{"id":"VtiwQxAwT9DO","t":"Sometimes power is all a person has, so they will protect it even unto their own destruction, for without power they have nothing.","c":"power","a":"Bryant H. McGill"},{"id":"H1jQKoLDNcoR","t":"The classic rule of thumb is that if you are an intellectual ideological magazine, you do better in opposition than you do if your views are reflected by people in power.","c":"power","a":"John Podhoretz"},{"id":"Z-IFQ92CRH-z","t":"Power is not a means, it is an end. One does not establish a dictatorship in order to safeguard a revolution one makes the revolution in order to establish the dictatorship.","c":"power","a":"George Orwell"},{"id":"e_RiC_FUySNu","t":"I would not send a poor girl into the world, ignorant of the snares that beset her path nor would I watch and guard her, till, deprived of self-respect and self-reliance, she lost the power or the will to watch and guard herself .","c":"power","a":"Anne Bronte"},{"id":"pTZMey38LPqT","t":"I don't know what I would have done without believing in God. His support gives me power and energy to continue to be optimistic, to smile, not to be depressed. Sometimes, if things are not going so well, I don't cry. I say maybe it's meant to be.","c":"power","a":"Ofra Haza"},{"id":"b9Mv_YOGHeYa","t":"I have never seen opponents so silent about their record, and so desperate to keep their power.","c":"power","a":"Paul Ryan"},{"id":"YeuWJ2nyATV2","t":"Vote: the instrument and symbol of a freeman's power to make a fool of himself and a wreck of his country.","c":"power","a":"Ambrose Bierce"},{"id":"TZWKy494cvwx","t":"Everybody has something that chews them up and, for me, that thing was always loneliness. The cinema has the power to make you not feel lonely, even when you are.","c":"power","a":"Tom Hanks"},{"id":"YkckxYwmmgMU","t":"It is more agreeable to have the power to give than to receive.","c":"power","a":"Winston Churchill"},{"id":"b-mWJAF2Sjox","t":"All things are subject to interpretation whichever interpretation prevails at a given time is a function of power and not truth.","c":"power","a":"Friedrich Nietzsche"},{"id":"z-wX3yvmH5tP","t":"Our country is now taking so steady a course as to show by what road it will pass to destruction, to wit: by consolidation of power first, and then corruption, its necessary consequence.","c":"power","a":"Thomas Jefferson"},{"id":"WAmKDQBpa86l","t":"Liberty may be endangered by the abuse of liberty, but also by the abuse of power.","c":"power","a":"James Madison"},{"id":"c78CBc8zCjl7","t":"An alliance with a powerful person is never safe.","c":"power","a":"Phaedrus"},{"id":"TqvhlM4kkior","t":"We should seek by all means in our power to avoid war, by analysing possible causes, by trying to remove them, by discussion in a spirit of collaboration and good will.","c":"power","a":"Neville Chamberlain"},{"id":"EcAnRPOX3Hpt","t":"When the Lord Chancellor violates the trust of his great office of state to solicit party donations from people whose careers he can control, and then says I'm not sorry, and I'd do it again no wonder the public think that power has gone to their heads.","c":"power","a":"William Hague"},{"id":"Lx1SFtVcsbpt","t":"You want a culture where citizens are free to express themselves and so live in the openness necessary to the functioning of a successful economy? Israel has a free press, much of it openly hostile to the parties in power.","c":"power","a":"John Podhoretz"},{"id":"uuGS1y2NTYLq","t":"There are movements which impinge upon the nerves with a strength that is incomparable, for movement has power to stir the senses and emotions, unique in itself.","c":"power","a":"Doris Humphrey"},{"id":"Sq0IamJ9DQuU","t":"Black power can be clearly defined for those who do not attach the fears of white America to their questions about it.","c":"power","a":"Stokely Carmichael"},{"id":"hr5IxXbFX-do","t":"Every time you don't follow your inner guidance, you feel a loss of energy, loss of power, a sense of spiritual deadness.","c":"power","a":"Shakti Gawain"},{"id":"HSqRy_4qJZJZ","t":"A few great minds are enough to endow humanity with monstrous power, but a few great hearts are not enough to make us worthy of using it.","c":"power","a":"Jean Rostand"},{"id":"8hRK-66zzIcm","t":"This House cannot function without an open, accountable, and independent ethics process and the molestation of that process by the majority is an abuse of power that cannot stand.","c":"power","a":"Louise Slaughter"},{"id":"dIcm7J6rfrvB","t":"The intellectual tradition is one of servility to power, and if I didn't betray it I'd be ashamed of myself.","c":"power","a":"Noam Chomsky"},{"id":"jcrDz0uTqAVw","t":"The obligation of subjects to the sovereign is understood to last as long, and no longer, than the power lasteth by which he is able to protect them.","c":"power","a":"Thomas Hobbes"},{"id":"WTHD3yCpQjw0","t":"The law always limits every power it gives.","c":"power","a":"David Hume"},{"id":"JYV_XBtXaibl","t":"The superior power of population cannot be checked without producing misery or vice.","c":"power","a":"Thomas Malthus"},{"id":"RwVSfe_xBq_I","t":"Well, I think, by definition, all power has limits.","c":"power","a":"Hillary Clinton"},{"id":"UA5HxqRF6gLc","t":"Truth is the ultimate power. When the truth comes around, all the lies have to run and hide.","c":"power","a":"Ice Cube"},{"id":"fXsHxiZ9dDol","t":"Everyone asks me about being so worried or thinking about existence as if I'm the only person who can't understand why a tree grows the way it does or why a person is in power when they're not that great. These are questions everyone has.","c":"power","a":"Chris Martin"},{"id":"0keAwhkhuX5U","t":"An unlimited power to tax involves, necessarily, the power to destroy.","c":"power","a":"Daniel Webster"},{"id":"0LA8gXRuyaSw","t":"Bill Clinton sitting on Air Force One getting his hair cut while people around the country cooled their heels and waited for him, became a metaphor for a populist president who had gotten drunk with the perks of his own power and was sort of, you know, not sensitive to what people wanted.","c":"power","a":"Dee Dee Myers"},{"id":"J3wVxjFV--eu","t":"There is no meaning to life except the meaning man gives his life by the unfolding of his powers.","c":"power","a":"Erich Fromm"},{"id":"4R3SA5QH2MRk","t":"Using the power you derive from the discovery of the truth about racism in South Africa, you will help us to remake our part of the world into a corner of the globe on which all - of which all of humanity can be proud.","c":"power","a":"Oliver Tambo"},{"id":"hDMmMwSm4oKC","t":"It was R.E.M. who showed other Eighties bands how to get away with ignoring the rules - they lived in some weird town nobody never heard of, they didn't play power chords, they probably couldn't even spell 'spandex.' All they had was songs.","c":"power","a":"Rob Sheffield"},{"id":"ODz0M0lUuThd","t":"I believe in the power of weakness.","c":"power","a":"Pat Buckley"},{"id":"fCx7VD0uN7_W","t":"Religion is about turning untested belief into unshakable truth through the power of institutions and the passage of time.","c":"power","a":"Richard Dawkins"},{"id":"66usjNpjAYO3","t":"Those who desire to rise as high as our human condition allows, must renounce intellectual pride, the omnipotence of clear thinking, belief in the absolute power of logic.","c":"power","a":"Alexis Carrel"},{"id":"OQCLFzCljXvJ","t":"The power of lying is much less than the power of what is not to be discussed.","c":"power","a":"Mason Cooley"},{"id":"8OIFECZXkHeV","t":"Two thousand years ago, we lived in a world of Gods and Goddesses. Today, we live in a world solely of Gods. Women in most cultures have been stripped of their spiritual power.","c":"power","a":"Dan Brown"},{"id":"B4qVTxY6nY5L","t":"I believe in the transformational power of liberty. I believe that the free Iraq is in this nation's interests. I believe a free Afghanistan is in this nation's interest.","c":"power","a":"George W. Bush"},{"id":"I5LCEzcft3Nw","t":"All human laws are, properly speaking, only declaratory they have no power over the substance of original justice.","c":"power","a":"Edmund Burke"},{"id":"egs1iVwwd-q9","t":"Culture follows power.","c":"power","a":"Fareed Zakaria"},{"id":"3u2SmQj03GUa","t":"I used to wish there was a useful term for those of us who thought American power should be used to remove psychopathic dictators.","c":"power","a":"Christopher Hitchens"},{"id":"t0r18OvjvL9P","t":"The American polity is infected with a serious imbalance of power between elites and masses, a power which is the principal threat to our democracy.","c":"power","a":"Paul Wellstone"},{"id":"ryBK1l5OGyej","t":"There are two ways of attaining an important end, force and perseverance the silent power of the latter grows irresistible with time.","c":"power","a":"Sophie Swetchine"},{"id":"Sa6rS3V8AgCm","t":"All modern revolutions have ended in a reinforcement of the power of the State.","c":"power","a":"Albert Camus"},{"id":"5YnOqPOnCwhY","t":"Nip the shoots of arbitrary power in the bud, is the only maxim which can ever preserve the liberties of any people.","c":"power","a":"John Quincy Adams"},{"id":"FpnE0Jspa80h","t":"But the cause for which we fought was higher our thought wider... That thought was our power.","c":"power","a":"Joshua Chamberlain"},{"id":"hu9kCdb7ues1","t":"The only power you have is the word no.","c":"power","a":"Frances McDormand"},{"id":"G-Mp7DGSUXQ9","t":"The value systems of those with access to power and of those far removed from such access cannot be the same. The viewpoint of the privileged is unlike that of the underprivileged.","c":"power","a":"Aung San Suu Kyi"},{"id":"tpL5fenF2ra7","t":"The love of liberty is the love of others the love of power is the love of ourselves.","c":"power","a":"William Hazlitt"},{"id":"ranW4VO0coxd","t":"The American people should be made aware of the trend toward monopolization of the great public information vehicles and the concentration of more and more power over public opinion in fewer and fewer hands.","c":"power","a":"Spiro T. Agnew"},{"id":"YSiH3odHJkhA","t":"Plant the seed of desire in your mind and it forms a nucleus with power to attract to itself everything needed for its fulfillment.","c":"power","a":"Robert Collier"},{"id":"8xmoSUhJ6i15","t":"Nothing is more gratifying to the mind of man than power or dominion.","c":"power","a":"Joseph Addison"},{"id":"gPBF6KgEOLr2","t":"Ironically, women who acquire power are more likely to be criticized for it than are the men who have always had it.","c":"power","a":"Carolyn Heilbrun"},{"id":"yT1d_FnPZ3-W","t":"There will always be vain, obsessive people who want to own rare and extraordinary things whatever the cost there will always be people for whom owning beautiful, dangerous animals brings a sense of power and magic.","c":"power","a":"Susan Orlean"},{"id":"PTzG3ceHl_s2","t":"As you enter positions of trust and power, dream a little before you think.","c":"power","a":"Toni Morrison"},{"id":"B5R5ALC9UzJk","t":"A picture must possess a real power to generate light and for a long time now I've been conscious of expressing myself through light or rather in light.","c":"power","a":"Henri Matisse"},{"id":"17dEWvrTJ0pU","t":"Women are a sisterhood. They make common cause in behalf of the sex and, indeed, this is natural enough, when we consider the vast power that the law gives us over them.","c":"power","a":"William Cobbett","e":true},{"id":"kxfp9myDD_yq","t":"A bad book is the worse that it cannot repent. It has not been the devil's policy to keep the masses of mankind in ignorance but finding that they will read, he is doing all in his power to poison their books.","c":"power","a":"John Kenneth Galbraith"},{"id":"e4ZzFtS0Gdn9","t":"I foresee the Chinese ruling the world. What are you going to do to stop it? No president of the United States will ever have enough power to stop the Chinese when they want to take over the world.","c":"power","a":"Evel Knievel"},{"id":"HRVFyEJYgz1B","t":"When every physical and mental resources is focused, one's power to solve a problem multiplies tremendously.","c":"power","a":"Norman Vincent Peale"},{"id":"znFOoifNaAul","t":"The more tranquil a man becomes, the greater is his success, his influence, his power for good. Calmness of mind is one of the beautiful jewels of wisdom.","c":"power","a":"James Allen"},{"id":"ahG_53oCcjdr","t":"We are not animals. We are not a product of what has happened to us in our past. We have the power of choice.","c":"power","a":"Stephen Covey"},{"id":"kZaVYVCHbiZ9","t":"It seems to me the Washington Monument is a symbol of America's power. It has been the symbol of our great nation. We look at the symbol and we say 'this is one nation under God.'","c":"power","a":"Pat Robertson"},{"id":"pMJiESHIofT2","t":"Communism is Soviet power plus the electrification of the whole country.","c":"power","a":"Vladimir Lenin"},{"id":"9cBfDZbbWr64","t":"It is said that power corrupts, but actually it's more true that power attracts the corruptible. The sane are usually attracted by other things than power.","c":"power","a":"David Brin"},{"id":"nSthUXX9KbUX","t":"In the next 10 years, I expect at least five billion people worldwide to own smartphones, giving every individual with such a phone instant access to the full power of the Internet, every moment of every day.","c":"power","a":"Marc Andreessen"},{"id":"fF25x5q9_09C","t":"Doing the right thing has power.","c":"power","a":"Laura Linney"},{"id":"Qr8Evq55yvBn","t":"Power should not be concentrated in the hands of so few, and powerlessness in the hands of so many.","c":"power","a":"Maggie Kuhn"},{"id":"VvHN09dop3va","t":"To get power over is to defile. To possess is to defile.","c":"power","a":"Simone Weil"},{"id":"m1JtKlQyQyVS","t":"Power has to be insecure to be responsive.","c":"power","a":"Ralph Nader"},{"id":"akGc9HPAdsU7","t":"Emotional power is maybe the most valuable thing that an actor can have.","c":"power","a":"Christopher Walken"},{"id":"OXanw-CBdSGa","t":"A man's true state of power and riches is to be in himself.","c":"power","a":"Henry Ward Beecher"},{"id":"xDJ_mUb0Eah6","t":"Your real self - the 'I am I' - is master of this land, the ruler of this empire. You rightfully have power and dominion over it, all its inhabitants, and all contained in its realm.","c":"power","a":"Robert Collier"},{"id":"L43PbrK3Mhmv","t":"The ordinary man with extraordinary power is the chief danger for mankind - not the fiend or the sadist.","c":"power","a":"Erich Fromm","e":true},{"id":"eG36lW-TXBdR","t":"Communism has never come to power in a country that was not disrupted by war or corruption, or both.","c":"power","a":"John F. Kennedy"},{"id":"4LR4G2DASruV","t":"The symptoms of fascist thinking are colored by environment and adapted to immediate circumstances. But always and everywhere they can be identified by their appeal to prejudice and by the desire to play upon the fears and vanities of different groups in order to gain power.","c":"power","a":"Henry A. Wallace"},{"id":"zMBiSNPz12r4","t":"If some people have the belief or view that the Dalai Lama has some miracle power, that's totally nonsense.","c":"power","a":"Dalai Lama"},{"id":"zJjWD-K5buKw","t":"All outward forms of religion are almost useless, and are the causes of endless strife. Believe there is a great power silently working all things for good, behave yourself and never mind the rest.","c":"power","a":"Beatrix Potter"},{"id":"97AEerexFUJQ","t":"The struggle for existence holds as much in the intellectual as in the physical world. A theory is a species of thinking, and its right to exist is coextensive with its power of resisting extinction by its rivals.","c":"power","a":"Thomas Huxley"},{"id":"SEb-xgvRH_lJ","t":"The term 'genre' eventually becomes pejorative because you're referring to something that's so codified and ritualised that it ceases to have the power and meaning it had when it first started.","c":"power","a":"Christopher Nolan"},{"id":"sACkHbo8A783","t":"Before, I was really passive, all I cared about was being in love with my boyfriend. I didn't have any creative power, nothing. I don't know that person any more.","c":"power","a":"Gwen Stefani"},{"id":"vAlu_hbp7-0p","t":"No man deserves to be praised for his goodness, who has it not in his power to be wicked. Goodness without that power is generally nothing more than sloth, or an impotence of will.","c":"power","a":"Francois de La Rochefoucauld"},{"id":"2IM6zxcmOuNs","t":"Next to enjoying ourselves, the next greatest pleasure consists in preventing others from enjoying themselves, or, more generally, in the acquisition of power.","c":"power","a":"Bertrand Russell"},{"id":"qizT69KZ5v6r","t":"It's a life's journey of finding ourselves, finding our power, and living for yourself, not for everyone else.","c":"power","a":"Mariska Hargitay"},{"id":"K44keLNf2ZVA","t":"In all our associations in all our agreements let us never lose sight of this fundamental maxim - that all power was originally lodged in, and consequently is derived from, the people.","c":"power","a":"George Mason"},{"id":"X-w6lklOygg0","t":"Conceit spoils the finest genius. There is not much danger that real talent or goodness will be overlooked long even if it is, the consciousness of possessing and using it well should satisfy one, and the great charm of all power is modesty.","c":"power","a":"Louisa May Alcott"},{"id":"E8gohKTsvNtn","t":"I lived by the candlelight for two years because I couldn't afford power. It was nice and romantic at the time, but if you can't afford power you're pretty broke. You endure it.","c":"power","a":"Jeremy Renner"},{"id":"Yf4rQiOVje0l","t":"It's okay to be a fat man. It's prestige and power and all of that. But fat women are seen as just lazy and stupid and having no self-control.","c":"power","a":"Camryn Manheim","e":true},{"id":"QG_hj8u1FvFr","t":"Power is the most persuasive rhetoric.","c":"power","a":"Friedrich Schiller"},{"id":"hjyuOro9tSxq","t":"Woes and wonders of Power, that tonic hell, synthesis of poison and panacea.","c":"power","a":"Emile M. Cioran"},{"id":"OZaOjwh0FAjn","t":"When we are angry or depressed in our creativity, we have misplaced our power. We have allowed someone else to determine our worth, and then we are angry at being undervalued.","c":"power","a":"Julia Margaret Cameron"},{"id":"CHKUn6-NDM9x","t":"I try to deal with the complexities of power and social life, but as far as the visual presentation goes I purposely avoid a high degree of difficulty.","c":"power","a":"Barbara Kruger"},{"id":"ugQTYdkxZCG3","t":"There was a power outage at a department store yesterday. Twenty people were trapped on the escalators.","c":"power","a":"Steven Wright"},{"id":"m2gGtXF2benL","t":"I think every individual has his or her own power, and it's a matter of working, taking time and defining what that power is.","c":"power","a":"Jill Scott"},{"id":"QDQd5B9ZdClR","t":"Immense power is acquired by assuring yourself in your secret reveries that you were born to control affairs.","c":"power","a":"Andrew Carnegie"},{"id":"T0V41W_ZfX7v","t":"The trouble with her is that she lacks the power of conversation but not the power of speech.","c":"power","a":"George Bernard Shaw"},{"id":"iFI7UGuzez-S","t":"Capitalism has destroyed our belief in any effective power but that of self interest backed by force.","c":"power","a":"George Bernard Shaw"},{"id":"UYdIFkICXPn7","t":"I'm appalled the word feminism has been denigrated to a place of almost ridicule and I very passionately believe the word needs to be revalued and reintroduced with power and understanding that this is a global picture.","c":"power","a":"Annie Lennox"},{"id":"O5TKCBCSbVfv","t":"The Vedanta recognizes no sin it only recognizes error. And the greatest error, says the Vedanta is to say that you are weak, that you are a sinner, a miserable creature, and that you have no power and you cannot do this and that.","c":"power","a":"Swami Vivekananda"},{"id":"7jHoWLxopT8X","t":"We do not need more intellectual power, we need more spiritual power. We do not need more of the things that are seen, we need more of the things that are unseen.","c":"power","a":"Calvin Coolidge"}]