[{"id":"0JmIYRfZ83H7","t":"There are two ways of constructing a software design: One way is to make it so simple that there are obviously no deficiencies and the other way is to make it\nso complicated that there are no obvious deficiencies.","c":"programming","a":"C.A.R. Hoare, The 1980 ACM Turing Award Lecture"},{"id":"xApURKxcdT5d","t":"The computing scientist’s main challenge is not to get confused by the complexities of his own making.","c":"programming","a":"E. W. Dijkstra"},{"id":"aPKnaiSX9Twb","t":"The cheapest, fastest, and most reliable components are those that aren’t there.","c":"programming","a":"Gordon Bell"},{"id":"xQ6Ytpw0utJG","t":"One of my most productive days was throwing away 1000 lines of code.","c":"programming","a":"Ken Thompson"},{"id":"vZ28hURF4D4_","t":"When in doubt, use brute force.","c":"programming","a":"Ken Thompson"},{"id":"kTTDFL0BMAxW","t":"Deleted code is debugged code.","c":"programming","a":"Jeff Sickel"},{"id":"mgoj0Skv5Xii","t":"Debugging is twice as hard as writing the code in the first place.  Therefore, if you write the code as cleverly as possible, you are, by definition, not\nsmart enough to debug it.","c":"programming","a":"Brian W. Kernighan and P. J. Plauger in The Elements of Programming Style."},{"id":"61mbHu0PGYeg","t":"The most effective debugging tool is still careful thought, coupled with judiciously placed print statements.","c":"programming","a":"Brian W. Kernighan, in the paper Unix for Beginners (1979)"},{"id":"povDb8q0E0a0","t":"Controlling complexity is the essence of computer programming.","c":"programming","a":"Brian Kernighan"},{"id":"W_MWRCuu4ZBc","t":"Beauty is more important in computing than anywhere else in technology because software is so complicated. Beauty is the ultimate defence against complexity.","c":"programming","a":"David Gelernter"},{"id":"7yZDZ3L1lIgS","t":"UNIX was not designed to stop its users from doing stupid things, as that would also stop them from doing clever things.","c":"programming","a":"Doug Gwyn"},{"id":"YeHMuyR6ancQ","t":"If you’re willing to restrict the flexibility of your approach, you can almost always do something better.","c":"programming","a":"John Carmack"},{"id":"3yLly5EJ46Dk","t":"And folks, let’s be honest. Sturgeon was an optimist. Way more than 90% of code is crap.","c":"programming","a":"viro [http://www.ussg.iu.edu/hypermail/linux/kernel/0310.0/0870.html]","e":true},{"id":"rl5tf7t7HHdC","t":"A data structure is just a stupid programming language.","c":"programming","a":"R. Wm. Gosper"},{"id":"gQc8Bhvu3P5t","t":"The essence of XML is this: the problem it solves is not hard, and it does not solve the problem well.","c":"programming","a":"Phil Wadler, POPL 2003"},{"id":"sZVimZ7AsuK7","t":"A program that produces incorrect results twice as fast is infinitely slower.","c":"programming","a":"John Osterhout"},{"id":"LFyWxpu1tYKQ","t":"Life is too short to run proprietary software.","c":"programming","a":"Bdale Garbee"},{"id":"_Rr96ZPKwbuY","t":"I had a nightmare once in which I a had convinced a friend how wonderful C++ is. A while later he came back., and he was mad.[sic]","c":"programming","a":"Robin Rosenberg [http://groups.google.com/groups?selm=1fYEA-pz-21%40gated-at.bofh.it]"},{"id":"bwGZVCsxNwMi","t":"XML is like violence: if it doesn’t solve your problem, you aren’t using enough of it.","c":"programming","a":"Heard from someone working at Microsoft"},{"id":"X4KGBF1CsCc8","t":"XML is like violence. Sure, it seems like a quick and easy solution at first, but then it spirals out of control into utter chaos.","c":"programming","a":"Sarkos in reddit"},{"id":"6a6kqx2vOTG5","t":"Threads [and] signals [are] a platform-dependant trail of misery, despair, horror and madness.","c":"programming","a":"Anthony Baxter [http://mail.python.org/pipermail/python-dev/2005-July/]"},{"id":"ByOPbP5--tP8","t":"Computers are about making life easier in much the same way that the Republican party is about fiscal responsibility and a culture of life.","c":"programming","a":"mister_borogove [http://www.livejournal.com/users/jwz/536902.html?thread=9506374#t9506374]"},{"id":"Mek4PUJgEw2P","t":"All software sucks, be it open-source [or] proprietary. The only question is what can be done with particular instance of suckage, and that’s where having\nthe source matters.","c":"programming","a":"viro [http://www.ussg.iu.edu/hypermail/linux/kernel/0404.3/1344.html]"},{"id":"LYbEg7wzJvcC","t":"Mathematicians stand on each others' shoulders and computer scientists stand on each others' toes.","c":"programming","a":"Richard Hamming"},{"id":"SYNLgetDexhQ","t":"It’s not that Perl programmers are idiots, it’s that the language rewards idiotic behavior in a  way that no other language or tool has ever done.","c":"programming","a":"Erik Naggum, comp.lang.lisp"},{"id":"Qao_7zCh-T_R","t":"Out-of-band == should be on a separate channel…","c":"programming","a":"Al Viro"},{"id":"rgHZbrt84mMN","t":"It’s a curious thing about our industry: not only do we not learn from our mistakes, we also don’t learn from our successes.","c":"programming","a":"Keith Braithwaite"},{"id":"ZIovTJxUoXwn","t":"Ethernet always wins.","c":"programming","a":"Andy Bechtolsheim"},{"id":"nje6YksF_hoB","t":"The central enemy of reliability is complexity.","c":"programming","a":"Geer et al."},{"id":"zQ0JhJAL0iER","t":"Simplicity is prerequisite for reliability.","c":"programming","a":"Edsger W. Dijkstra"},{"id":"-lOgsm00SmEh","t":"Beware of “the real world”. A speaker’s apeal to it is always an invitation not to challenge his tacit assumptions.","c":"programming","a":"Edsger W. Dijkstra"},{"id":"bqYsqaMU3YHw","t":"Unix is a junk OS designed by a committee of PhDs.","c":"programming","a":"Dave Cutler"},{"id":"G_iWm02kFCvi","t":"i’ve wondered whether Linux sysfs should be called syphilis","c":"programming","a":"forsyth"},{"id":"2kmkM6h180NF","t":"A program is portable to the extent that it can be easily moved to a new computing environment with much less effort than would be required to write it\nafresh.","c":"programming","a":"W. Stan Brown [http://groups.google.com/group/comp.std.c/msg/083fb09444dbbc76]"},{"id":"5hippQ9EJABa","t":"Programming graphics in X is like finding the square root of PI using Roman numerals.","c":"programming","a":"Henry Spencer"},{"id":"ZKRhZSIqB7_j","t":"Forward thinking was just the thing that made Multics what it is today.","c":"programming","a":"Erik Quanstrom"},{"id":"8OFJURx5xHFw","t":"The network is reliable Latency is zero\nBandwidth is infinite\nThe network is secure\nTopology doesn’t change\nThere is one administrator\nTransport cost is zero\nThe network is homogeneous","c":"programming","a":"Peter Deutsch"},{"id":"vIChAw9pAtnH","t":"You want to make your way in the CS field? Simple. Calculate rough time of amnesia (hell, 10 years is plenty, probably 10 months is plenty), go to the\ndusty archives, dig out something fun, and go for it.   It’s worked for many\npeople, and it can work for you.","c":"programming","a":"Ron Minnich"},{"id":"TGc1SBSiM_XY","t":"In the same world where Vomit-Making System is elegant, SGI “designs” are and NT is The Wave Of Future™.  Pardon me, but I’ll stay in our universe\nand away from the drugs of such power.","c":"programming","a":"Al Viro on linux-kernel"},{"id":"KRSBklUlLQWI","t":"ps. i made up the hyperstationary, but then again, it’s probably a design pattern.","c":"programming","a":"forsyth"},{"id":"FapVqZdtFTAD","t":"I believe it may have been Dennis Ritchie who said (about X) “Sometimes when you fill a vacuum, it still sucks.” X is a prime example of vacuumware, and in\nfact inspired the term.","c":"programming","a":"[http://www.uta.fi/FAST/US8/PLAY/inklish.html]"},{"id":"IpdKD4yWXifz","t":"RMS is to Unix, like Hitler [was] to Nietzsche.","c":"programming","a":"Federico Benavento"},{"id":"T5v02yhLExR7","t":"Unix is simple. It just takes a genius to understand its simplicity.","c":"programming","a":"Dennis Ritchie"},{"id":"_GX4a4VmYHac","t":"Most xml i’ve seen makes me think i’m dyslexic.  it also looks constipated, and two health problems in one standard\nis just too much.","c":"programming","a":"Charles Forsyth"},{"id":"P6AF0gbLMMCX","t":"PHP is a minor evil perpetrated and created by incompetent amateurs, whereas Perl is a great and insidious evil perpetrated by skilled but perverted\nprofessionals.","c":"programming","a":"Unknown"},{"id":"47J0KG4Xdmeh","t":"OAuth is the best that the wrong way of doing things can provide.","c":"programming","a":"Mike Stay [http://blog.360.yahoo.com/blog-TBPekxc1dLNy5DOloPfzVvFIVOWMB0li?p=1006]"},{"id":"2FWnSbkSyn9A","t":"This ‘users are idiots, and are confused by functionality’ mentality of Gnome is a disease. If you think your users are idiots, only idiots will use it.","c":"programming","a":"Linus"},{"id":"7m2Q-4m6bQqe","t":"{Ex-Cyber} some part of me desperately wants to believe that XML-RPC is some            kind of elaborate joke, like a cross between Discordianism and IP\n           Over Avian Carriers","c":"programming","a":"Unknown"},{"id":"AvbTG5Nwu40k","t":"The only places for icons is in a church, a burning church at that.","c":"programming","a":"mhat"},{"id":"8bMZDTA2iuB0","t":"The key to performance is elegance, not battalions of special cases.","c":"programming","a":"Jon Bentley and Doug McIlroy"},{"id":"V6yxhMxDkIyG","t":"Just because the standard provides a cliff in front of you, you are not necessarily required to jump off it.","c":"programming","a":"Norman Diamond"},{"id":"RC_jACm5sW6s","t":"Are you quite sure that all those bells and whistles, all those wonderful facilities of your so called powerful programming languages,\nbelong to the solution set rather than the problem set?","c":"programming","a":"Edsger W. Dijkstra"},{"id":"JymWXfWi3U1I","t":"Measuring programming progress by lines of code is like measuring aircraft building progress by weight.","c":"programming","a":"Bill Gates"},{"id":"8iuACLGsk55H","t":"The object-oriented model makes it easy to build up programs by accretion.  What this often means, in practice, is that it provides a\nstructured way to write spaghetti code.","c":"programming","a":"Paul Graham"},{"id":"YqT0JKoZU5Bw","t":"First, solve the problem.  Then, write the code.","c":"programming","a":"John Johnson"},{"id":"BF1jRS8tpalc","t":"Most software today is very much like an Egyptian pyramid with millions of bricks piled on top of each other, with no structural\nintegrity, but just done by brute force and thousands of slaves.","c":"programming","a":"Alan Kay"},{"id":"E_BSlB8W0rAp","t":"Correctness is clearly the prime quality.  If a system does not do what it is supposed to do, then everything else about it matters\nlittle.","c":"programming","a":"Bertrand Meyer"},{"id":"o4dzw362VN5S","t":"Complexity kills. It sucks the life out of developers, it makes products difficult to plan, build and test, it introduces security\nchallenges and it causes end-user and administrator frustration.","c":"programming","a":"Ray Ozzie"},{"id":"XD0l0CK0UBWy","t":"If the designers of X Windows built cars, there would be no fewer than five steering wheels hidden about the cockpit, none of which followed\nthe same principles – but you’d be able to shift gears with your car\nstereo.  Useful feature that.","c":"programming","a":"Marcus J. Ranum, DEC"},{"id":"yWx1NSqS4eTo","t":"A language that doesn’t have everything is actually easier to program in than some that do.","c":"programming","a":"Dennis M. Ritchie"},{"id":"M0gncNaWQaov","t":"Haskell is faster than C++, more concise than Perl, more regular than Python, more flexible than Ruby, more typeful than C#, more robust\nthan Java, and has absolutely nothing in common with PHP.","c":"programming","a":"Autrijus Tang"},{"id":"ndlVJ8mPiGOW","t":"You can’t trust code that you did not totally create yourself.","c":"programming","a":"Ken Thompson"},{"id":"sRVNwLvkQIiY","t":"Object-oriented design is the roman numerals of computing.","c":"programming","a":"Rob Pike"},{"id":"VS0bYBxnYQ_S","t":"Not only is UNIX dead, it’s starting to smell really bad.","c":"programming","a":"Rob Pike circa 1991"},{"id":"wZ6tHLSLEaCD","t":"{ajh} I always viewed HURD development like the Special Olympics of free software.","c":"programming","a":"Unknown"},{"id":"qGVWaPygvho3","t":"cat came back from Berkeley waving flags","c":"programming","a":"Rob Pike"},{"id":"DeZFF5ZHUEKX","t":"We have persistant(sic) objects, they’re called files.","c":"programming","a":"Ken Thompson"},{"id":"8M9hGOqUPHFa","t":"If you want to go somewhere, goto is the best way to get there.","c":"programming","a":"ken"},{"id":"sNNqilRjpk_7","t":"The X server has to be the biggest program I’ve ever seen that doesn’t do anything for you.","c":"programming","a":"Ken Thompson"},{"id":"mqhoKPMHN4g8","t":"A smart terminal is not a smartass terminal, but rather a terminal you can educate.","c":"programming","a":"Rob Pike"},{"id":"owX94JMv5GoQ","t":"Simplicity is the ultimate sophistication.","c":"programming","a":"Leonardo da Vinci"},{"id":"hO8rosRt5F3u","t":"Increasingly, people seem to misinterpret complexity as sophistication, which is baffling—the incomprehensible should cause\nsuspicion rather than admiration.  Possibly this trend results from a\nmistaken belief that using a somewhat mysterious device confers an\naura of power on the user.","c":"programming","a":"Niklaus Wirth"},{"id":"jiVs5Qh8cA6C","t":"Compatibility means deliberately repeating other people’s mistakes.","c":"programming","a":"David Wheeler"},{"id":"9cglKwVT9qAA","t":"The Purpose of Computing is Insight, Not Numbers.","c":"programming","a":"This is the motto of the book Numerical Methods for Scientists and Engineers by Richard Hamming."},{"id":"57w4o6k1QYgy","t":"Every methodology I’ve come across has, at its kernel, a very small section labelled “do magic here”.","c":"programming","a":"Katie [http://www.fysh.org/~katie/computing/methodologies.txt]"},{"id":"lgmelFylGFtK","t":"I recommend the linux people to call it “GNU / Linux” instead of “GNU/Linux”. never hurts to distance yourself from GNU.","c":"programming","a":"mjl on #plan9-social"},{"id":"G2YPogNDEiwt","t":"For the sinner deserves not life but death, according to the disk devices.  For example, start with Plan 9, which is free of sin, the\ncase is different from His perspective.","c":"programming","a":"Mark V. Shaney"},{"id":"xFd0vUNbvdC_","t":"Trying to express implicit and fuzzy relationships in ways that are explicit and sharp doesn’t clarify the meaning, it destroys it.","c":"programming","a":"Clay Shirky [http://www.shirky.com/writings/semantic_syllogism.html]"},{"id":"pmaKM4Uu_nH-","t":"Unix has retarded OS research by 10 years and linux has retarded it by 20.","c":"programming","a":"Dennis Ritchie as quoted by by Boyd Roberts in 9fans."},{"id":"4chpdmbGklqX","t":"Any program that tries to be so generalized and configurable that it could handle any kind of task will either fall short of this goal, or will be\nhorribly broken.","c":"programming","a":"Chris Wenham"},{"id":"1zYA5UsB7kbt","t":"Nobody who uses XML knows what they are doing.","c":"programming","a":"Chris Wenham"},{"id":"B6ZMnexVLD0G","t":"Debugging time increases as a square of the program’s size.","c":"programming","a":"Chris Wenham"},{"id":"om1f5CE-XYz2","t":"I guess it’s like smart compiler for dumb people, and dumb compiler for smart people.  But then smart compiler gets too smart.. so neither dumb nor smart\npeople can understand it.","c":"programming","a":"fgb on compilers and gcc"},{"id":"V8IR2-W4-4WD","t":"linux is the f4 of computing?","c":"programming","a":"erik quanstrom"},{"id":"V-efD2rSvVRp","t":"It seems to me more like you use foresight and pessimism to avoid getting into situations where you need to demonstrate exceptional programming ability.","c":"programming","a":"mister_borogove speaking to jwz [http://jwz.livejournal.com/1096593.html]"},{"id":"QFyra_uzgb0W","t":"Hofstadter’s Law: It always takes longer than you expect, even when you take into account Hofstadter’s Law.","c":"programming","a":"Unknown"},{"id":"4I9meya7zgSm","t":"My definition of an expert in any field is a person who knows enough about what’s really going on to be scared.","c":"programming","a":"P. J. Plauger, Computer Language, March 1983"},{"id":"w1rZ4phLDAGM","t":"Every language has an optimization operator. In C++ that operator is ‘//’","c":"programming","a":"Unknown"},{"id":"tOdm5lgSNw0T","t":"Theory is when you know something, but it doesn’t work. Practice is when something works, but you don’t know why. Programmers combine theory and\npractice: Nothing works and they don’t know why.","c":"programming","a":"Unknown"},{"id":"mSaW5ecdeyqq","t":"A computer is a stupid machine with the ability to do incredibly smart things, while computer programmers are smart people with the ability to do incredibly\nstupid things. They are, in short, a perfect match","c":"programming","a":"Unknown"},{"id":"xERRy5PKBq68","t":"The best code is no code at all.","c":"programming","a":"Unknown"},{"id":"QP6KkJhP5khP","t":"Before software can be reusable it first has to be usable.","c":"programming","a":"Unknown"},{"id":"gUsuR8X3Ltau","t":"Old programs read like quiet conversations between a well-spoken research worker and a well-studied mechanical colleague, not as a debate with a compiler. Who’d have guessed sophistication bought such noise?","c":"programming","a":"Dick Gabriel"},{"id":"9aL41LIRaMGD","t":"More computing sins are committed in the name of efficiency (without necessarily achieving it) than for any other single reason - including blind\nstupidity.","c":"programming","a":"William A. Wulf"},{"id":"6TGe3ec_75jK","t":"There is not now, nor has there ever been, nor will there ever be, any programming language in which it is the least bit difficult to write bad code.","c":"programming","a":"Unknown"},{"id":"zop65AGc94OJ","t":"Program testing can be a very effective way to show the presence of bugs, but is hopelessly inadequate for showing their absence.","c":"programming","a":"Edsger W. Dijkstra"},{"id":"OTW19DtgWfo2","t":"The competent programmer is fully aware of the limited size of his own skull. He therefore approaches his task with full humility, and avoids clever tricks\nlike the plague.","c":"programming","a":"Edsger W. Dijkstra"},{"id":"2feLf3fqDY5R","t":"Parkinson’s Law Otherwise known as the law of bureaucracy, this law states that…","c":"programming","a":"“Work expands so as to fill the time available for its completion.”"},{"id":"e6Bmp_IaciTm","t":"It has been said that the great scientific disciplines are examples of giants standing on the shoulders of other giants. It has also been said that the\nsoftware industry is an example of midgets standing on the toes of other\nmidgets.","c":"programming","a":"Alan Cooper, About Face"},{"id":"WnrfFM2i62SC","t":"Code never lies, comments sometimes do.","c":"programming","a":"Ron Jeffries"},{"id":"s83QmC-rSC67","t":"What I cannot build, I do not understand.","c":"programming","a":"Richard Feynman"},{"id":"rKDeYxK-a3O9","t":"If we’d asked the customers what they wanted, they would have said “faster horses”","c":"programming","a":"Henry Ford"},{"id":"_1_Sycdtms96","t":"I (…) am rarely happier than when spending an entire day programming my computer to perform automatically a task that would otherwise take me a good\nten seconds to do by hand.","c":"programming","a":"Douglas Adams, Last Chance to See"},{"id":"kIKPWLiYwBWf","t":"Programming is not a zero-sum game. Teaching something to a fellow programmer doesn’t take it away from you. I’m happy to share what I can, because I’m in it\nfor the love of programming. The Ferraris are just gravy, honest!","c":"programming","a":"John Carmack, from Michael Abrash' Graphics Programming Black Book."},{"id":"9YQljELezvBX","t":"I have found that the reason a lot of people are interested in artificial intelligence is the same reason a lot of people are interested in artificial\nlimbs: they are missing one.","c":"programming","a":"David Parnas"},{"id":"2fNXuM4fNl-B","t":"Once you’ve dressed and before you leave the house, look in the mirror and take at least one thing off.","c":"programming","a":"Coco Chanel"},{"id":"P5Hc9AeRPXl7","t":"When I am working on a problem I never think about beauty. I think only how to solve the problem. But when I have finished, if the solution is not beautiful,\nI know it is wrong.","c":"programming","a":"R. Buckminster Fuller"},{"id":"vBHbuaw04L51","t":"I have always found that plans are useless, but planning is indispensable.","c":"programming","a":"Dwight D. Eisenhower"},{"id":"xd0YMlMuq5f2","t":"I will, in fact, claim that the difference between a bad programmer and a good one is whether he considers his code or his data structures more important. Bad\nprogrammers worry about the code. Good programmers worry about data structures\nand their relationships.","c":"programming","a":"Linus Torvalds"},{"id":"kSXbPf7Mjs6a","t":"Software is like entropy. It is difficult to grasp, weighs nothing, and obeys the second law of thermodynamics; i.e. it always increases.","c":"programming","a":"Unknown"},{"id":"Bz5Thvqk6M_P","t":"A fool with a tool is a more dangerous fool.","c":"programming","a":"u."},{"id":"SslJVTmPeFY8","t":"The best things are simple, but finding these simple things is not simple.","c":"programming","a":"bill [http://stackoverflow.com/questions/58640/great-programming-quotes/1003525#1003525]"},{"id":"SV6EvfptGBtp","t":"Some problems are so complex that you have to be highly intelligent and well informed just to be undecided about them.","c":"programming","a":"Laurence J. Peter"},{"id":"F1KfjrwRJICi","t":"The most amazing achievement of the computer software industry is its continuing cancellation of the steady and staggering gains made by the computer\nhardware industry.","c":"programming","a":"Henry Petroski"},{"id":"5gcmjRHIaf5x","t":"Once a new technology starts rolling, if you’re not part of the steamroller, you’re part of the road.","c":"programming","a":"Stewart Brand"},{"id":"GKbaKodVnS9i","t":"Einstein argued that there must be simplified explanations of nature, because God is not capricious or arbitrary. No such faith comforts the software\nengineer.","c":"programming","a":"Fred Brooks"},{"id":"R36fWdQWqL5u","t":"… the cost of adding a feature isn’t just the time it takes to code it. The cost also includes the addition of an obstacle to future expansion. … The\ntrick is to pick the features that don’t fight each other.","c":"programming","a":"John Carmack"},{"id":"mP1xpQv6uwfR","t":"With diligence it is possible to make anything run slowly.","c":"programming","a":"Tom Duff"},{"id":"g62nLEgHVFov","t":"Any intelligent fool can make things bigger, more complex, and more violent. It takes a touch of genius – and a lot of courage – to move in the opposite\ndirection.","c":"programming","a":"Albert Einstein"},{"id":"w_klr8HXh2ik","t":"A foolish consistency is the hobgoblin of little minds, adored by little statesmen and philosophers and divines.","c":"programming","a":"Ralph Waldo Emerson"},{"id":"-cchadHJ2k-n","t":"For a sucessful technology, honesty must take precedence over public relations for nature cannot be fooled.","c":"programming","a":"Richard Feynman"},{"id":"ivJPQN6sEcNb","t":"Comparing to another activity is useful if it helps you formulate questions, it’s dangerous when you use it to justify answers.","c":"programming","a":"Martin Fowler"},{"id":"l9rFc_lharn-","t":"Simplicity carried to the extreme becomes elegance.","c":"programming","a":"Jon Franklin"},{"id":"-Y-Ik5tO_JIW","t":"Software obeys the law of gaseous expansion - it continues to grow until memory is completely filled.","c":"programming","a":"Larry Gleason"},{"id":"oAn6BmyE7xnq","t":"The unavoidable price of reliability is simplicity.","c":"programming","a":"C.A.R. Hoare"},{"id":"EKB1VkUXUXpI","t":"The ability to simplify means to eliminate the unnecessary so that the necessary may speak.","c":"programming","a":"Hans Hoffmann"},{"id":"aD0Nx6QTgogB","t":"Trying to outsmart a compiler defeats much of the purpose of using one.","c":"programming","a":"Kernighan and Plauger, The Elements of Programming Style."},{"id":"97NePirhHcIB","t":"You’re bound to be unhappy if you optimize everything.","c":"programming","a":"Donald Knuth"},{"id":"cTodivxKEFNh","t":"A distributed system is one in which the failure of a computer you didn’t even know existed can render your own computer unusable.","c":"programming","a":"Leslie Lamport"},{"id":"1GlAEih8obAe","t":"But in our enthusiasm, we could not resist a radical overhaul of the system, in which all of its major weaknesses have been exposed, analyzed, and replaced\nwith new weaknesses.","c":"programming","a":"Bruce Leverett, Register Allocation in Optimizing Compilers"},{"id":"wvqvG2jXbL_5","t":"The proper use of comments is to compensate for our failure to express ourself in code.","c":"programming","a":"Robert C. MartinClean Code"},{"id":"03v6RQppBiDr","t":"If you want a product with certain characteristics, you must ensure that the team has those characteristics before the product’s development.","c":"programming","a":"Jim McCarthy and Michele McCarthy - Software for your Head"},{"id":"Grtsd31Gx0V8","t":"You can’t have great software without a great team, and most software teams behave like dysfunctional families.","c":"programming","a":"Jim McCarthy"},{"id":"2Zu2EMHq-2Wc","t":"Incorrect documentation is often worse than no documentation.","c":"programming","a":"Bertrand Meyer"},{"id":"k33VHIF7QvPx","t":"Software sucks because users demand it to.","c":"programming","a":"Nathan Myhrvold"},{"id":"AM6bDfflx_aw","t":"Unformed people delight in the gaudy and in novelty. Cooked people delight in the ordinary.","c":"programming","a":"Erik Naggum"},{"id":"a1eYTTNNsbhP","t":"There’s no sense being exact about something if you don’t even know what you’re talking about.","c":"programming","a":"John von Neumann"},{"id":"bwstvB3io2nQ","t":"That’s the thing about people who think they hate computers. What they really hate is lousy programmers.","c":"programming","a":"Larry Niven and Jerry Pournelle Oath of Fealty"},{"id":"atqMwz2Jz0vp","t":"Search all the parks in all your cities; you’ll find no statues of committees.","c":"programming","a":"David Ogilvy"},{"id":"AKi557UwChcL","t":"Good code is short, simple, and symmetrical - the challenge is figuring out how to get there.","c":"programming","a":"Sean Parent"},{"id":"XtVNvPAIzPFt","t":"Fashion is something barbarous, for it produces innovation without reason and imitation without benefit.","c":"programming","a":"George Santayana"},{"id":"TEkVz9YmOYmz","t":"Forgive him, for he believes that the customs of his tribe are the laws of nature!","c":"programming","a":"G.B. Shaw"},{"id":"NRgOMSGhOBg2","t":"The only sin is to make a choice without knowing you are making one.","c":"programming","a":"Jonathan Shewchuk"},{"id":"-aVTzVKAIrBh","t":"It is a painful thing to look at your own trouble and know that you yourself and no one else has made it.","c":"programming","a":"Sophocles, Ajax"},{"id":"gfZ6IbXk89XX","t":"The primary duty of an exception handler is to get the error out of the lap of the programmer and into the surprised face\nof the user. Provided you keep this cardinal rule in mind,\nyou can’t go far wrong.","c":"programming","a":"Verity Stob"},{"id":"v0azCsoid7kY","t":"A notation is important for what it leaves out.","c":"programming","a":"Joseph Stoy"},{"id":"Fto6ufWkGoE0","t":"An organisation that treats its programmers as morons will soon have programmers that are willing and able to act like morons only.","c":"programming","a":"Bjarne Stroustrup"},{"id":"tSDxB7l2a9wh","t":"I have always wished that my computer would be as easy to use as my telephone. My wish has come true. I no longer know how\nto use my telephone.","c":"programming","a":"Bjarne Stroustrup"},{"id":"KRXF8sAGH6AZ","t":"The most important single aspect of software development is to be clear about what you are trying to build.","c":"programming","a":"Bjarne Stroustrup"},{"id":"TtyyZc4QyhvL","t":"The best is the enemy of the good.","c":"programming","a":"Voltaire"},{"id":"mKgOH65cGoCU","t":"Software gets slower faster than hardware gets faster.","c":"programming","a":"Wirth’s law"},{"id":"743SD6j_D_7j","t":"The purpose of software engineering is to control complexity, not to create it.","c":"programming","a":"Dr. Pamela Zave"},{"id":"JEFapWpIMLxA","t":"I object to doing things that computers can do.","c":"programming","a":"Olin Shivers"},{"id":"3m-Ge22V2wS4","t":"Simplicity – the art of maximizing the amount of work not done – is essential.","c":"programming","a":"From the Agile Manifesto."},{"id":"ehzr2ebPLJx8","t":"When you want to do something differently from the rest of the world, it’s a good idea to look into whether the rest of the world knows something you don’t.","c":"programming","a":"Unknown"},{"id":"NqAS812iLTUM","t":"Perilous to us all are the devices of an art deeper than that which we possess ourselves.","c":"programming","a":"J.R.R. Tolkien"},{"id":"vuwv2R2M3cyl","t":"Complexity has nothing to do with intelligence, simplicity does.","c":"programming","a":"Larry Bossidy"},{"id":"LYv7L_mZz_q0","t":"If it doesn’t work, it doesn’t matter how fast it doesn’t work.","c":"programming","a":"Mich Ravera"},{"id":"FhBSjKaWypZs","t":"Simplicity is hard to build, easy to use, and hard to charge for. Complexity is easy to build, hard to use, and easy to charge for.","c":"programming","a":"Chris Sacca"},{"id":"teZlb6HjESI1","t":"They won’t tell you that they don’t understand it; they will happily invent their way through the gaps and obscurities.","c":"programming","a":"V.A. Vyssotsky on software programmers and their views on specifications"},{"id":"PfmniL3TNDtF","t":"In software, the most beautiful code, the most beautiful functions, and the most beautiful programs are sometimes not there at all.","c":"programming","a":"Jon Bentley, Beautiful Code (O'Reilly), “The Most Beautiful Code I Never Wrote”"},{"id":"raNL_zT6YzH0","t":"Computers make it easier to do a lot of things, but most of the things they make it easier to do don’t need to be done.","c":"programming","a":"Andy Rooney"},{"id":"BPrObh6gqzM5","t":"True glory consists in doing what deserves to be written; in writing what deserves to be read.","c":"programming","a":"Pliny the Elder"},{"id":"uGxBT-Hx1R9y","t":"The whole point of getting things done is knowing what to leave undone.","c":"programming","a":"Oswald Chambers"},{"id":"XwB86ExCty9B","t":"Q: What is the difference between an object methodologist and a terrorist? A: You can negotiate with the terrorist.","c":"programming","a":"Unknown"},{"id":"Y6UgDwG-pheW","t":"One Page Principle: A specification that will not fit on one page of 8.5x11 inch paper cannot be understood.","c":"programming","a":"Mark Ardis"},{"id":"5neZuribLJdj","t":"The whole HTML validation exercise is questionable, but validating as XHTML is flat-out masochism. Only recommended for those that enjoy pain. Or programmers.\nI can’t always tell the difference.","c":"programming","a":"Jeff Atwood"},{"id":"UlmQqixDgLqp","t":"When in doubt, leave it out.","c":"programming","a":"Joshua Bloch"},{"id":"hcn-NhdrPxru","t":"No code is faster than no code.","c":"programming","a":"merb motto"},{"id":"3DMh2eiL0TKF","t":"As a rule, software systems do not work well until they have been used, and have failed repeatedly, in real applications.","c":"programming","a":"Dave Parnas"},{"id":"Ah6LqwuaNYG2","t":"OOP is to writing a program, what going through airport security is to flying.","c":"programming","a":"Richard Mansfield"},{"id":"YzER2KRx_XhT","t":"The problem with object-oriented languages is they’ve got all this implicit environment that they carry around with them. You wanted a banana but what you\ngot was a gorilla holding the banana and the entire jungle.","c":"programming","a":"Joe Armstrong"},{"id":"VCYOCabVEO3r","t":"As a programmer, it is your job to put yourself out of business. What you do today can be automated tomorrow.","c":"programming","a":"Doug McIlroy"},{"id":"-iGW8y4c55lV","t":"IDE features are language smells.","c":"programming","a":"Reg Braithwaite"},{"id":"4ZOzSyG0uftM","t":"A good way to have good ideas is by being unoriginal.","c":"programming","a":"Bram Cohen"},{"id":"zxmtzVcILa1e","t":"[1]  If you are insistent enough, you might also earn a free referral to psychiatrist.","c":"programming","a":"Al Viro in lkml"},{"id":"tSKaM5Of4wyX","t":"Well, you see, after spending years cleaning up the excrements of self-styled “REAL engineers” it’s either get on the tower to point and laugh or get on the\ntower to point and shoot.","c":"programming","a":"Al Viro in lkml"},{"id":"FUcv6x1zQhuQ","t":"‘Layered approach’ is not a magic incantation to excuse any bit of snake oil. Homeopathic remedies might not harm (pure water is pure water), but that’s not\nan excuse for quackery. And frankly, most of the ‘security improvement’ crowd\nsound exactly like woo-peddlers.","c":"programming","a":"Al Viro"},{"id":"JS0D696Xmz7-","t":"The trick is to fix the problem you have, rather than the problem you want.","c":"programming","a":"Bram Cohen"},{"id":"cmJwYrVtIilo","t":"Security is a state of mind.","c":"programming","a":"NSA Security Manual"},{"id":"LpV8gdwsKYZ_","t":"Never attribute to funny hardware that which can be adequately explained by broken locking.","c":"programming","a":"Erik Quanstrom"},{"id":"ceT-7PflkpoH","t":"Things which any idiot could write usually have the quality of having been written by an idiot.","c":"programming","a":"Bram Cohen"},{"id":"Z0nKGq9UeLt_","t":"In programming the hard part isn’t solving problems, but deciding what problems to solve.","c":"programming","a":"Paul Graham"},{"id":"wY_fJ-lZSk8a","t":"[POSIX] unifying unix? more like formalizing historical design mistakes made by major vendors…","c":"programming","a":"ttyv0"},{"id":"jc2rWnF621Zl","t":"Do I really want to be using a language where memoize is a PhD-level topic?","c":"programming","a":"Mark Engelberg about Haskell"},{"id":"-Oz_s839ejLB","t":"People stop thinking and questioning [and] then its just worshipping some rules without any pruporse.","c":"programming","a":"Cinap Lenrek"},{"id":"_j05dmMKz7gR","t":"If you start programming by learning perl you will just become a menace to your self and others.","c":"programming","a":"egoncasteel"},{"id":"JEUj9RcIz6Fq","t":"When there is no type hierarchy you don’t have to manage the type hierarchy.","c":"programming","a":"Rob Pike"},{"id":"qLgVICsyUvhg","t":"Programming languages should be designed not by piling feature on top of feature, but by removing the weaknesses and restrictions that make additional\nfeatures appear necessary.","c":"programming","a":"RnRS"},{"id":"fSu3G2sPntG6","t":"Software efficiency halves every 18 months, compensating Moore’s Law.","c":"programming","a":"May’s Law"},{"id":"Jgi1Z5s_7SdJ","t":"So-called “smart” software usually is the worst you can imagine.","c":"programming","a":"Christian Neukirchen"},{"id":"Z2utc-znXiw1","t":"Such is modern computing: everything simple is made too complicated because it’s easy to fiddle with; everything complicated stays complicated because it’s\nhard to fix.","c":"programming","a":"Rob Pike"},{"id":"3LXJZo_OPPFi","t":"It is not that uncommon for the cost of an abstraction to outweigh the benefit it delivers. Kill one today!","c":"programming","a":"John Carmack"},{"id":"mfxGYq1ufKwZ","t":"So much complexity in software comes from trying to make one thing do two things.","c":"programming","a":"Ryan Singer"},{"id":"erqaurn6w8iJ","t":"The standard rule is, when you’re in a hole, stop digging; that seems not to apply [to] software nowadays.","c":"programming","a":"Ron Minnich"},{"id":"cnPxOUBKgHmg","t":"Languages that try to disallow idiocy become themselves idiotic.","c":"programming","a":"Rob Pike"},{"id":"fNCRPlhSx2Ib","t":"uriel: When I read “OMG (Object Management Group)” I think “Oh My God!”. gobongo: Fitting because whenever someone suggests I use UML I think “Oh My God (is this guy on crack?)!”.","c":"programming","a":"Unknown"},{"id":"xjM8GEQeHB1k","t":"There’s nothing in computing that can’t be broken by another level of indirection.","c":"programming","a":"Rob Pike"},{"id":"nfc0bMhICeW8","t":"A complex system that works is invariably found to have evolved from a simple system that worked. The inverse proposition also appears to be true: A complex\nsystem designed from scratch never works and cannot be made to work.","c":"programming","a":"John Gall"},{"id":"IDuS6VPUdOtk","t":"“design patterns” are concepts used by people who can’t learn by any method except memorization, so in place of actual programming ability, they memorize\n“patterns” and throw each one in sequence at a problem until it works","c":"programming","a":"Dark_Shikari"},{"id":"ywgKOAKB6bTw","t":"One of the big lessons of a big project is you don’t want people that aren’t really programmers programming, you’ll suffer for it!","c":"programming","a":"John Carmack"},{"id":"2T_4aiIK-L3S","t":"Premature optimization, that’s like a sneeze. Premature abstraction is like ebola; it makes my eyes bleed.","c":"programming","a":"Christer Ericson"},{"id":"q-HHfBoB3Mpk","t":"Premature optimizations can be troublesome to revert, but premature generalizations are often near impossible.","c":"programming","a":"Emil Persson"},{"id":"nU7FC9EOnDnK","t":"Premature optimization, that’s like a fart. Premature abstraction is like taking a dump on another developer’s desk.","c":"programming","a":"Chris Eric"},{"id":"8SOzJOlI7E5C","t":"Normal people believe that if it ain’t broke, don’t fix it.  Engineers believe that if it ain’t broke, it doesn’t have enough features yet.","c":"programming","a":"Scott Adams"},{"id":"RhcIbGuzIajO","t":"If you give someone a program, you will frustrate them for a day; if you teach them how to program, you will frustrate them for a lifetime.","c":"programming","a":"David Leinweber (NOWS)"}]