[{"id":"NUbEVqFEn9Ba","t":"What did the bartender say to the jumper cables? You better not try to start anything.","c":"reddit jokes"},{"id":"S66xtNJckknD","t":"Don't you hate jokes about German sausage? They're the wurst!","c":"reddit jokes"},{"id":"PFreUX7iVfky","t":"Two artists had an art contest... It ended in a draw","c":"reddit jokes"},{"id":"HIFIbV6E6hqS","t":"Why did the chicken cross the playground? To get to the other slide.","c":"reddit jokes"},{"id":"pCbYVMmStefq","t":"What gun do you use to hunt a moose? A moosecut!","c":"reddit jokes"},{"id":"kX991kPrHkki","t":"If life gives you melons, you might have dyslexia.","c":"reddit jokes"},{"id":"HAibm3C2tbiP","t":"Broken pencils... ...are pointless.","c":"reddit jokes"},{"id":"PHs5dOz8e5cP","t":"What did one snowman say to the other snowman? 'Do you smell carrots?'","c":"reddit jokes"},{"id":"JrmwReKUlxIV","t":"Where do sick boats go? The dock!","c":"reddit jokes"},{"id":"uYUEFBnxa2Eg","t":"I like my slaves like I like my coffee: Free.","c":"reddit jokes"},{"id":"x-VawMII2PC7","t":"Old Chinese proverb: Man who not shower in 7 days makes one reek.","c":"reddit jokes"},{"id":"iSXzeG2juZTR","t":"What form of radiation bakes you cookies? A gramma ray","c":"reddit jokes"},{"id":"iTwxaNcwVhlI","t":"What's the loudest economic system? CAPITALISM","c":"reddit jokes"},{"id":"SLCzZjkJGWiW","t":"What did the German air force eat for breakfast during WW2? Luftwaffles","c":"reddit jokes"},{"id":"Bay1kJFWumo9","t":"What did the number zero say to the number eight? \"Nice belt.","c":"reddit jokes"},{"id":"CQcEo_4ZXsVI","t":"What's worse than a centipede with sore feet? A giraffe with a sore throat","c":"reddit jokes"},{"id":"fO_GwGwh7u25","t":"What's red and bad for your teeth? A brick.","c":"reddit jokes"},{"id":"_ERlr7abWIN0","t":"Did you hear about the French chef who committed suicide? He lost the huile d'olive","c":"reddit jokes"},{"id":"y1yABHOR9MdJ","t":"Wanna hear a joke about unemployed people? Nevermind, they don't work.","c":"reddit jokes"},{"id":"CVN5CNKdf3_w","t":"Knock Knock Who's there Boo!! Boo who? Don't cry, it's only a joke","c":"reddit jokes"},{"id":"vyR1U_2mRSmZ","t":"How much did the skeleton charge for his excellent legal services? An arm and a leg.","c":"reddit jokes"},{"id":"1ygLvN5ZxBB5","t":"Why do gorillas have such big nostrils? Cos they got big fingers.","c":"reddit jokes"},{"id":"oA3T1azutxff","t":"What is the difference between a Siberian husky and an Alaskan husky? About 1500 miles.","c":"reddit jokes"},{"id":"OhkGQ8y2f1bU","t":"What do vegan zombies eat? GRAAAIIINSSS!","c":"reddit jokes"},{"id":"Md2EuplwfraM","t":"What's the difference between a Thai man and a Thai woman? Pls help.","c":"reddit jokes"},{"id":"yM8jqVTH6W3Q","t":"What do you call a car that eats other cars? A carnivore.","c":"reddit jokes"},{"id":"MEEsg6Yl1oeo","t":"Why did the golfer wear two pairs of pants In case he gets a hole in one","c":"reddit jokes"},{"id":"-AAf47NCwRos","t":"An Olympic gymnast walked into a bar... She didnt get a medal...","c":"reddit jokes"},{"id":"SRVwo9xy07SK","t":"What does a mexican magician make for breakfast? Toast-tah-dahs!","c":"reddit jokes"},{"id":"cL02C5UfDf3o","t":"Why don't Bond villains feel cold in the winter? Because they dress in lairs.","c":"reddit jokes"},{"id":"-uTU6qY0jNEu","t":"What did the figurine say when the boot flew past her protective dome? \"That was a cloche call!","c":"reddit jokes"},{"id":"JXO_rEgQJxCL","t":"What was Carl Sagan's favorite drink? Cosmos.","c":"reddit jokes"},{"id":"BnZU4QIvCNTJ","t":"What is the medical term for owning too many dogs? [A Roverdose](http://i.imgur.com/BtyF5ys.jpg)","c":"reddit jokes"},{"id":"ddrd33dDKmaG","t":"Knock knock... Who's there? I did up. I did up-who?","c":"reddit jokes"},{"id":"Am1ludYLHx2G","t":"I like my jokes they way I like my robots. Killer.","c":"reddit jokes"},{"id":"KMuV0w-FaHWf","t":"What type of school did Sherlock Holmes go to? Elementary :)","c":"reddit jokes"},{"id":"DY6Skp5Pu-Pp","t":"My friend told an out of place joke about police searches. But I don't think it was warranted.","c":"reddit jokes"},{"id":"926Wq9OJg983","t":"The Dalai Lama walks into a pizza store... and says, \"Can you make me one with everything?","c":"reddit jokes"},{"id":"zHQkBAn6qKN0","t":"Why did the vampire use mouthwash? Because he had bat breath","c":"reddit jokes"},{"id":"1sg5nbn-KjtF","t":"What did the corn say when it was complemented? Aww, shucks!","c":"reddit jokes"},{"id":"bTsEP0WoRsLn","t":"What did the green grape say to the purple grape? - \"Breathe, stupid!","c":"reddit jokes"},{"id":"pGWSmpriGRiv","t":"Why did the Fall break off from all the other seasons? Because it wanted autumnomy","c":"reddit jokes"},{"id":"jYtfTzHZ_Vfz","t":"What do you do if a cow is in the middle of the road you're driving on? steer clear","c":"reddit jokes"},{"id":"VpTsSlhjLZKQ","t":"There was a depressed sausage... he thought his life was THE WURST.","c":"reddit jokes"},{"id":"-URrSS900b85","t":"What's a dog's favorite mode of transportation? A waggin'","c":"reddit jokes"},{"id":"OkMaoBWNuqJm","t":"Why did the sand dune blush? Because the sea weed","c":"reddit jokes"},{"id":"M-XYcrSqT6M5","t":"What happened to the tyrannical peach? He got impeached!","c":"reddit jokes"},{"id":"gktx6w7llm9w","t":"what did the mexican firecheif name his kids... Hose A and Hose B","c":"reddit jokes"},{"id":"6mhmLxMMgHgn","t":"What did the German physicist use to drink his beer? Ein stein. - From Big Nate, as told by my kid.","c":"reddit jokes"},{"id":"WW-t5OmcpxIu","t":"What did earth say to the other planets? You guys have no life!","c":"reddit jokes"},{"id":"-yi66n7-pcb0","t":"One time we ran out of soap- -so we had to use hand sanitizer!!!","c":"reddit jokes"},{"id":"hn-m2U134hgU","t":"Wanna hear a dirty joke? Two white stallions fell in the mud.","c":"reddit jokes"},{"id":"gEDIZM5bJKPS","t":"What did one frog say to the other frog? Time's fun when you're having flies.","c":"reddit jokes"},{"id":"qo3WdXOVXVOU","t":"What did the 8 say to the 0? Hey, fatty","c":"reddit jokes"},{"id":"vpGG39bt5s2B","t":"KNOCK KNOCK! WHO'S THERE! ***sombrero **** ^sombrero who,,,? *****SOMBRERO-VER THE RAINBOW****","c":"reddit jokes"},{"id":"76o78RGUXWbj","t":"I'm reading a book about anti-gravity... ... It's impossible to put down","c":"reddit jokes"},{"id":"WRtxryJLDCBy","t":"What name is given to the most chickens ? pEGGy","c":"reddit jokes"},{"id":"MJGVeF_XSCnc","t":"Why is Dr. Frankenstein never lonely? He's good at making friends.","c":"reddit jokes"},{"id":"Mh50ZhM8veNK","t":"What do you call a pig that does karate? *A pork chop.*","c":"reddit jokes"},{"id":"u3VFGOQnWCzy","t":"What was the car doing in the dressing room? Changing attire.","c":"reddit jokes"},{"id":"0GkLrnzZspFd","t":"What do you call a pile of dogs? A ruff terrain.","c":"reddit jokes"},{"id":"GLa-LP1FM57p","t":"How do you prepare for a party in space? You Planet Thanks u/BostonCentrist","c":"reddit jokes"},{"id":"_9ZwULsdSybn","t":"Why did the bicycle fall over? Because it was two-tired","c":"reddit jokes"},{"id":"sDpC7NmGJ4A3","t":"Which kitchen appliance tells the best jokes? The beater - he cracks everybody up!","c":"reddit jokes"},{"id":"dl-aV9CH1jRC","t":"Why did the jellyroll? He saw the apple turnover.","c":"reddit jokes"},{"id":"PJbJrROi8OhC","t":"What do you call Protestants who want to save a dime? Econoclasts.","c":"reddit jokes"},{"id":"cCsYcqDGrXSk","t":"What do dwarves use to cut their pizza? Little Caesars","c":"reddit jokes"},{"id":"KXhHBXSOiVZs","t":"What did the fish say when it hit the wall? Dam.","c":"reddit jokes"},{"id":"gJn1ZQxDI_cJ","t":"What's that coffee drink with icecream? I used to know it, but... Affogato.","c":"reddit jokes"},{"id":"pz2zN3OHJI9q","t":"Where did Napoleon keep his armies? In his sleevies!","c":"reddit jokes"},{"id":"WbFo-3N2KH5P","t":"Time flies like the wind. Fruit flies like... bananas!","c":"reddit jokes"},{"id":"GoiqXlccALXN","t":"What did Vincent van Gogh call himself when he joined the Justice League? The Starry Knight","c":"reddit jokes"},{"id":"x4gFoAsMUEgL","t":"Why did the boy take a ladder to school? He wanted to go to high school.","c":"reddit jokes"},{"id":"4Cee9FRvanfr","t":"What's the best thing to put into a pie Your teeth.","c":"reddit jokes"},{"id":"m-HbdpCc0uLp","t":"What kind of house does a stoned loaf of bread live in? A high rise","c":"reddit jokes"},{"id":"Xk4ad7wSpcaL","t":"What do you get when you cross a firecracker and a duck? A firequacker.","c":"reddit jokes"},{"id":"vv-g5FOUGQ5x","t":"What's a baker's biggest fear? Something going a-rye while they're raisin' bread.","c":"reddit jokes"},{"id":"Uu-kK79nEAJ4","t":"Why did everyone trust the marsupial? Everything he said was troo","c":"reddit jokes"},{"id":"iOz7VdJ1mJ7e","t":"Why are manhole covers round? Because manholes are round.","c":"reddit jokes"},{"id":"bAy5O_rLwe50","t":"What did one casket say to the other? \"Is that you coffin?","c":"reddit jokes"},{"id":"66OlldLOjxrF","t":"How does a hamburger introduce his girlfriend? Meat patty! Thought of you guys!","c":"reddit jokes"},{"id":"I4e-sDqy1qvZ","t":"How does a mathematician get Tan? Sin/Cos","c":"reddit jokes"},{"id":"LB_lD7P1szEZ","t":"What is a martian's favourite chocolate? A mars bar","c":"reddit jokes"},{"id":"taNrNlKCsNhX","t":"Where did Sally go after the explosion? Everywhere.","c":"reddit jokes"},{"id":"K5z2fWcHV5h5","t":"What did the cow say when it saw the farmer twice in one day? Deja Moo!","c":"reddit jokes"},{"id":"eE3b9yFxVD8G","t":"Congratulation on the new baby, from your family... except from me because I don't really care.","c":"reddit jokes"},{"id":"sLA8h0-W-M71","t":"What is agitated buy joyful? A washing machine","c":"reddit jokes"},{"id":"cFAaPMcAQDfK","t":"What do you call a sleeping dinosaur? A dino-snore.","c":"reddit jokes"},{"id":"RM2NnsFmJQz2","t":"Breaking news! Energizer Bunny arrested... ...charged with battery.","c":"reddit jokes"},{"id":"B4K-yMhpqSig","t":"Can February March? No, but April May.","c":"reddit jokes"},{"id":"aTWDnIGeLrlw","t":"What's the internal temperature of a Taun-Taun? Lukewarm","c":"reddit jokes"},{"id":"YZC2Lq7CdeKm","t":"What's it called when a planet orbits its sun 8 times? An orbyte","c":"reddit jokes"},{"id":"SqknL294qOZO","t":"What does a nosey pepper do? It gets jalapeno business.","c":"reddit jokes"},{"id":"Ac1_vFufcNtb","t":"Why don't blind people like to go skydiving? It scares their seeing-eye dog.","c":"reddit jokes"},{"id":"L8MnNp9TwXwk","t":"what does clark kent have for breakfast? alter-eggos","c":"reddit jokes"},{"id":"5rIIPgGhDalR","t":"I met Phil Spector's brother Crispin the other day. He's head of quality control at Lays.","c":"reddit jokes"},{"id":"G3-hEibxrNN8","t":"Who is William Shatner's mythical nemesis? The Lepre-khaaaaannnnn!!!!!","c":"reddit jokes"},{"id":"jB0wxZMKdn64","t":"Two drums and a cymbal fall off a cliff... ba-dum tss","c":"reddit jokes"},{"id":"G4mqHBVOQgnE","t":"Why does Mario hate Punchbug? Because he bruises like-a Peach!","c":"reddit jokes"},{"id":"IRpUZC2GBOcj","t":"Where do pots go on vacation? JaPAN! From my 9 year old.","c":"reddit jokes"},{"id":"GvQmfQm92PPM","t":"why didn't the bicycle cross the road? because it was two-tired.","c":"reddit jokes"},{"id":"MpCdwUpEnc8h","t":"Says she: \"Say something soft and sweet\" Says he: \"Marshmallow.","c":"reddit jokes"},{"id":"thid_vyH8HHp","t":"Why do cicadas stay up all night chirping irregularly, unable to sleep? Their cicadan rhythm is off","c":"reddit jokes"},{"id":"e3F3y1obYn2I","t":"What do you call people who pretend to be Irish on St. Patrick's Day? Counterfitz","c":"reddit jokes"},{"id":"Mu5sVJH6KNO2","t":"What did the 0 say to the 8? Nice belt.","c":"reddit jokes"},{"id":"mtoBgPyA1AJc","t":"Have you heard what I think of windmills? Big Fan.","c":"reddit jokes"},{"id":"mRtAKMCki8xA","t":"Max wondered why the ball was slowly growing larger... and then it hit him.","c":"reddit jokes"},{"id":"ZTOW2y5lG1IW","t":"I saw a documentary on how they make jeans... It was riveting.","c":"reddit jokes"},{"id":"sIJ-Q7BFu5ZN","t":"What goes \"Hahahahaha...*thud*\"? Someone laughing their head off","c":"reddit jokes"},{"id":"RxMOL44HjsFG","t":"Did you hear about the homemade poison ivy remedy? You can make it from scratch.","c":"reddit jokes"},{"id":"_49i7IFVhp8F","t":"What did the apple say to the pear? [Man, go] away!","c":"reddit jokes"},{"id":"7AgpbxLVhEUj","t":"When do elephants have eight feet? When there are two of them.","c":"reddit jokes"},{"id":"c71pEiak8CkS","t":"I bought a duckdoo yesterday! 'What's a duckdoo?' \"quack, quack","c":"reddit jokes"},{"id":"PR5cb0Q7hdni","t":"What do you call Batman skipping church? Christian Bail.","c":"reddit jokes"},{"id":"jRfi_ZKXiV2S","t":"Why did the mobster buy a planner? So he could organize his crime","c":"reddit jokes"},{"id":"2na5FQdyv-Wy","t":"I named my cat \"Curiosity\". He killed himself ... Nine times.","c":"reddit jokes"},{"id":"fZH8C87glAdf","t":"Why do they make Raisin Bran commercials? For raisin bran awareness.","c":"reddit jokes"},{"id":"DvNwECtmjojj","t":"What do you call a bald porcupine? Pointless!","c":"reddit jokes"},{"id":"yANQ1u5AaXF8","t":"What's Beethoven's favorite fruit? A ba-na-na-naaaaa","c":"reddit jokes"},{"id":"cSUVcw_VbI6Y","t":"I'm getting mighty fed up with these sheep-human hybrids! What is with ewe people!?","c":"reddit jokes"},{"id":"FPrMfXU-_GZt","t":"What the plate say to the other plate? Dinners on me","c":"reddit jokes"},{"id":"iVJ0B4WrTlxz","t":"I wanted to put a pizza joke here ...but it was too saucy.","c":"reddit jokes"},{"id":"ugLGVIrkUnyj","t":"What do you call a cow that just gave birth? Decaffeinated","c":"reddit jokes"},{"id":"tfUvMV18XfTE","t":"Why did the bee go to the doctor? Because he had hives.","c":"reddit jokes"},{"id":"P6kxJ_gZgQTd","t":"How many ears does Captain Picard have? A right ear. A left ear. And a final front ear.","c":"reddit jokes"},{"id":"O531DrNR_VvP","t":"What type of doctor prescribes Coke and 7-up for a living? A Poptometrist!","c":"reddit jokes"},{"id":"6eenU20XYPbx","t":"What's grey? A melted penguin!","c":"reddit jokes"},{"id":"GUvfpD4keuso","t":"Why was the healthy potato not allowed on the plane? He was on the \"No Fry\" list.","c":"reddit jokes"},{"id":"07h8Cw4RIUvn","t":"I saw an all frog production of Frozen yesterday... It was toad-aly cool!","c":"reddit jokes"},{"id":"IJ_g9q469Whg","t":"A farmer in (x-town) who rolled over a cart of horse manure... Is reported in \"stable condition.","c":"reddit jokes"},{"id":"AAorhF6txIOb","t":"What does a can of tuna say? Premium flaked tuna Best before dd/mm/yy","c":"reddit jokes"},{"id":"NqasHOPzJXEP","t":"Why was the actor detained by airport security? He said he was in town to shoot a pilot.","c":"reddit jokes"},{"id":"zWbHHsbDUYBw","t":"What did the llama say when asked to a picnic? Alpaca lunch!","c":"reddit jokes"},{"id":"4xFqhYSIF1-B","t":"What do kids eat for breakfast? Yogoat!","c":"reddit jokes"},{"id":"pXlUDMZbyhiN","t":"Did you hear about the casting for the new Batman movie? People have really Ben Affleckted by it.","c":"reddit jokes"},{"id":"oTvsZJ8rwcsp","t":"Why did the orange move to veggieland? So he could live in peas and hominy.","c":"reddit jokes"},{"id":"mEJwTpXzWBM2","t":"What do you call beef that's been burned? A mis-steak.","c":"reddit jokes"},{"id":"6-XoCIcYD7zb","t":"How do cows get their gossip? They herd it through the bovine.","c":"reddit jokes"},{"id":"31jXCxYRqk7D","t":"Why doesn't the Sun go to college? Because he has a million of degrees.","c":"reddit jokes"},{"id":"w-v6KUQ9zrCU","t":"What do you call a sheep with no legs? A cloud.","c":"reddit jokes"},{"id":"dyywCV_XhkEm","t":"JKLMNOPQRST That's all that stands between U and I :)","c":"reddit jokes"},{"id":"6asTpg7Bm3d4","t":"There were two snowmen standing in a field, one says to the other... Can you smell Carrots?","c":"reddit jokes"},{"id":"vsMcFPSUHHSG","t":"What kind of jackets do Audiophiles wear? FLAC jackets","c":"reddit jokes"},{"id":"X3U6YcZVnvoq","t":"Shall I tell you the joke about the body snatchers? Best not, you might get carried away.","c":"reddit jokes"},{"id":"yhwbWokemTi9","t":"Gravity makes a terrible friend. It's always holding you down.","c":"reddit jokes"},{"id":"uv8y0O2viWZj","t":"What do Catholics and guitar players have in common? Neither of them practice.","c":"reddit jokes"},{"id":"i_krGuBlzUBz","t":"Do you know why the bike couldnt stand by itself? It was TWO TIRED!!!","c":"reddit jokes"},{"id":"wAyw5pZQVdrJ","t":"Just heard this on a PBS kids show... What did one wolf say to the other wolf? Howls it going?","c":"reddit jokes"},{"id":"TGK4aGFibyE7","t":"A man enters a store and asks for a color printer, the cashier asks \"What color?","c":"reddit jokes"},{"id":"O3W7P2FRCCcg","t":"Is it just me... ...or are circles pointless?","c":"reddit jokes"},{"id":"UGPO6oAbk2Zn","t":"Why do cows wear bells? Because their horns don't work.","c":"reddit jokes"},{"id":"xHmPJQuj1rKs","t":"What's brown and rhymes with Snoop? Dr. Dre","c":"reddit jokes"},{"id":"17KdAo5YAZzo","t":"What's the difference between a bird and a fly? A bird can fly, but a fly can't bird.","c":"reddit jokes"},{"id":"sm9IaInR1eL1","t":"Two drums and a cymbal fall off a cliff. Buh dum tss!","c":"reddit jokes"},{"id":"SDpRqTEuwKqR","t":"What is Mozart doing right now? *Decomposing*","c":"reddit jokes"},{"id":"lKRhrBS-RmjC","t":"Whatever you do, always give 100%... Unless of course, you're donating blood.","c":"reddit jokes"},{"id":"bBkwoduwkDbX","t":"Why does the dog go to the gym? He wants to get ruff","c":"reddit jokes"},{"id":"tebzndj3TcQe","t":"What kind of beer does a cow brew? Heifer-weizen.","c":"reddit jokes"},{"id":"W-Zs42UMKDiF","t":"How do you make a squid laugh? Ten tickles.","c":"reddit jokes"},{"id":"-OCz9uTgOxXB","t":"What cars do wolves drive? Auuuuuuuuuuuuudis!","c":"reddit jokes"},{"id":"JVjbvusGUSBX","t":"What do you call a cow that doesn't give milk? A Milk Dud.","c":"reddit jokes"},{"id":"2JkwnhzNhXkH","t":"What did the American call Karl Marx when a shrine was dedicated to him in Japan? A Kami.","c":"reddit jokes"},{"id":"0HXTzgEpt5m3","t":"Why are locomotive drivers so good at driving locomotives? Because they were trained.","c":"reddit jokes"},{"id":"opu2LEPI87f5","t":"What do you call a number that cant keep still? A roamin numeral.","c":"reddit jokes"},{"id":"2l4Jcc8xm4tf","t":"Why did the redditor go to /r/zelda? To boost his link karma! (X-post from /r/Jokes)","c":"reddit jokes"},{"id":"corzWIjCnRTF","t":"What did the Tin Man say when he got run over by a steamroller? Curses! Foil again!","c":"reddit jokes"},{"id":"rPLv7qpOeP8Q","t":"What is an astronaut's favorite meal? Launch","c":"reddit jokes"},{"id":"c4kgjgvrbwEH","t":"What do you do to dead chemists? You barium.","c":"reddit jokes"},{"id":"v7FWe-MMRWHQ","t":"Why did the tomato turned red? Because it saw the salad dressing","c":"reddit jokes"},{"id":"4HZCefkIdryF","t":"Why are contortionists always angry? Their work usually has them pretty bent out of shape.","c":"reddit jokes"},{"id":"oRHvi0yk7TDI","t":"I never buy Velcro It's such a rip off.","c":"reddit jokes"},{"id":"DFlwdGL9qr-L","t":"How do you unlock a monastery door? With a monk key.","c":"reddit jokes"},{"id":"fKbU3Y1b7i8s","t":"What is the ardent task of searching for a new wallpaper called? Running a Backgroud Check.","c":"reddit jokes"},{"id":"EWhp-CK5HSVt","t":"When does one play a corny game? You play it by ear.","c":"reddit jokes"},{"id":"dTAG_jcNZ12C","t":"a red ship and a blue ship crashed on an island together the survivors were marooned.","c":"reddit jokes"},{"id":"YdxOm5BWV4J1","t":"What happens at night in Bangladesh? It gets Dhaka","c":"reddit jokes"},{"id":"-LO9woEppTtY","t":"Why didn't the baby oyster share her little pearl? She was a little shellfish.","c":"reddit jokes"},{"id":"9z35OESndQqQ","t":"Why did Humpty Dumpty have a great fall? To make up for a lousy summer.","c":"reddit jokes"},{"id":"X1FGUmVLkkEB","t":"What kind of boats do smart people ride on? Scholar ships!","c":"reddit jokes"},{"id":"GzjxSK0KbzfR","t":"How do you turn soup into gold? You add 24 carats!","c":"reddit jokes"},{"id":"C3wTUdY4CLO8","t":"I farted on an elevator, it was wrong on so many levels. From /r/PeterL","c":"reddit jokes"},{"id":"BA_sQRrw-iV3","t":"What language do they speak in Holland? Hollandaise.","c":"reddit jokes"},{"id":"DuDxkGIDGinj","t":"Why should you always bring 2 pair of trousers when golfing? In case you get a hole in one.","c":"reddit jokes"},{"id":"GOMPNsyPx_9_","t":"Today I'm 45. But with the wind chill I feel like 32.","c":"reddit jokes"},{"id":"K0A1g774bmPI","t":"Why are cats bad storytellers? Because they only have one *tale*","c":"reddit jokes"},{"id":"QR73mfti18Kp","t":"Balloon's What's a balloon's favorite genre of music? Pop.","c":"reddit jokes"},{"id":"7Up9ITLKPfd3","t":"Why was the dolphin happy and the shark depressed? The sharks life lacked porpoise.","c":"reddit jokes"},{"id":"Jj_LkoHYfTAO","t":"What Johnny Mercer song does December 21st remind you of? Autumn Leaves.","c":"reddit jokes"},{"id":"W41lSIzs9Znx","t":"What's a comedian's favorite candy? Laffy Taffy.","c":"reddit jokes"},{"id":"f6l6ORtnzJNH","t":"Why do ghosts like to ride elevators? It lifts their spirits.","c":"reddit jokes"},{"id":"SFqZKaTeriB5","t":"How do you call for a bath? With a Teletubbie.","c":"reddit jokes"},{"id":"xFZX3D3GIOgI","t":"Who was the chicken's favorite musician? BAAAACH BACH BACH BACH","c":"reddit jokes"},{"id":"-7pkpk1VkkmB","t":"How much does it cost a pirate to get his ear pierced? A buccaneer!","c":"reddit jokes"},{"id":"Br0P5_Z_7t2m","t":"What do you call the ghost of a chicken? A poultrygeist!","c":"reddit jokes"},{"id":"XDMC_aL591Kv","t":"What's invisible and smells like carrots? Bunny farts.","c":"reddit jokes"},{"id":"yhvpHajjR_zo","t":"What did fish say when she hit the wall ? Dam(n) !!!","c":"reddit jokes"},{"id":"QxGs2xRFqtn0","t":"Why are colds such bad robbers? Because they're so easy to catch!","c":"reddit jokes"},{"id":"JjpulbO9YAew","t":"Why are pirates so mean? I dont know, they just arrrrrrrrr!","c":"reddit jokes"},{"id":"6LsdIGMOuMiZ","t":"Did you hear about the butcher who backed into the meat grinder? He got a little behind in his work.","c":"reddit jokes"},{"id":"Y1bGmeRSWhDN","t":"What do vegetarian zombies eat? Graaaaaaiiiins......","c":"reddit jokes"},{"id":"v1UziaTR1MXT","t":"Why did the lion spit out the clown? Because he tasted funny.","c":"reddit jokes"},{"id":"K9K4OAZjlQGP","t":"What was Marie Curie's fitness program on the airwaves called? Radio-Activity","c":"reddit jokes"},{"id":"kbKpFPBKZGuU","t":"I went to the dermatologist about something on my neck- -and they said I just needed to scrub it!!!","c":"reddit jokes"},{"id":"ifSqBhnFBaUf","t":"Why was the math book sad? It had a lot of problems","c":"reddit jokes"},{"id":"DuCQjw3xQSEQ","t":"What is the swamp-dwellers favorite form of extraterrestrial life? the Martians","c":"reddit jokes"},{"id":"eKYXXSNW0z8a","t":"The cheesiest joke ever. \"I don't feel grate.\" -- Block of Cheese before it got shredded.","c":"reddit jokes"},{"id":"KfpBQlxRJMTD","t":"Every single morning I get hit by the same bike... It's a vicious cycle.","c":"reddit jokes"},{"id":"tvIDNWBnrZjJ","t":"What do get when you cross 50 female pigs with 50 male deer? One hundred sows and bucks?","c":"reddit jokes"},{"id":"OJ1jZFx7kpWN","t":"You know youre getting old when Santa starts looking younger.","c":"reddit jokes"},{"id":"HYRmbPaGn5iu","t":"I hate when you're trying to be cheesy but everyone is laughtose intolerant.","c":"reddit jokes"},{"id":"v_mwTD5TJWm6","t":"What is irony? Irony is when something has the chemical symbol Fe.","c":"reddit jokes"},{"id":"Qz5EpJ27ReSz","t":"What do you call a cow with no legs? Ground beef!","c":"reddit jokes"},{"id":"Lod2Pj3nDLyB","t":"was going to make a joke about science but I know for I wont get a reaction...","c":"reddit jokes"},{"id":"fZppQ-KUle09","t":"What do you call... What do you call an Italian romance novel model who's let himself go? Flabio.","c":"reddit jokes"},{"id":"Tw5QM-Ik2Zs6","t":"How many tickles does it take to make an octopus laugh? Ten tickles.","c":"reddit jokes"},{"id":"sMVgqjp1Qm1x","t":"How did the geologist develop a career as an expert in sinkholes? He fell into it.","c":"reddit jokes"},{"id":"NJYcjbMIqcEs","t":"What's brown and sticky? A stick","c":"reddit jokes"},{"id":"e0n7u8ewKOWx","t":"I was gonna make a joke on Reddit.. .. but I guess you've already Reddit somewhere.","c":"reddit jokes"},{"id":"VasZpLuR9nJu","t":"Did you hear about the Antennas that got married? The wedding was lame, but the reception was great!","c":"reddit jokes"},{"id":"xG45kfUMmE0p","t":"What is the most religious unit in electrical engineering? Ohm.","c":"reddit jokes"},{"id":"3KPMZL_S5y66","t":"How many catholics does it take to change a lightbulb? CHANGE?!","c":"reddit jokes"},{"id":"cZ85EqofIPoi","t":"Why don't you want a turkey at your thanksgiving dinner? Because it'll gobble up everything.","c":"reddit jokes"},{"id":"yfWj7IDwhbly","t":"What fruit do Romeo and Juliet eat? Cantelope","c":"reddit jokes"},{"id":"5ZkWH1bdb33t","t":"Why was 9 afraid of 20? 28 29's","c":"reddit jokes"},{"id":"gS_sPtNxHxoU","t":"What did one snowman say to the other? Do you smell carrots?","c":"reddit jokes"},{"id":"n1x3N9Qbrg7P","t":"What do you call a race run by baristas? A **decaf**alon","c":"reddit jokes"},{"id":"vlQb9OriLR8A","t":"What do you call a stegosaurus with carrots in its ears? Anything you want to - it can't here you!","c":"reddit jokes"},{"id":"WGRKANbcZ__a","t":"What bird can write underwater? A ball-point Penguin!","c":"reddit jokes"},{"id":"iYpUGxD5Co72","t":"What did the horse order at the bar? Chardaneiiiiiiggghhhhh","c":"reddit jokes"},{"id":"yVDnRymZuDR7","t":"What was Beethoven's favorite fruit? BA-NA-NA-NA!","c":"reddit jokes"},{"id":"yh4ce3GGnF7N","t":"Why did the tissue get up and dance? It had a little boogy in it.","c":"reddit jokes"},{"id":"x-VKjFubSw1P","t":"What do sea monsters eat? Fish and ships.","c":"reddit jokes"},{"id":"sxuRJAKCwOmN","t":"What did Virginia get when she walked into the pet shop? (state joke) A New Hampshire","c":"reddit jokes"},{"id":"jsxsUXgi090y","t":"What do you call the James Brown songs no one listens to? Defunct funk.","c":"reddit jokes"},{"id":"B6wD5RcUkht5","t":"Did you see the guy at Walmart hiding from ugly people?","c":"reddit jokes"},{"id":"WCAwXoZt_npl","t":"You know what I hate about fashion designers? They are so clothes-minded.","c":"reddit jokes"},{"id":"K09gcuZtaK_6","t":"What do you call a spider with no legs? A raisin","c":"reddit jokes"},{"id":"SYvC2CtWZ-tu","t":"A man walks into a bar... He says \"Ow","c":"reddit jokes"},{"id":"RqV8HyTYR594","t":"Which is the most silky planet? Satin!","c":"reddit jokes"},{"id":"dg_-q77ay3nl","t":"What does a train full of grain's whistle sound like? \"COUS, COUS!!!","c":"reddit jokes"},{"id":"4Kjk0Mh6ROCl","t":"What do you say to someone who is making a cardboard belt? \"That's a waist of paper!","c":"reddit jokes"},{"id":"WVB4PIYbCYFy","t":"Why didn't the skeleton go to the party? He had no *body* to go with","c":"reddit jokes"},{"id":"kYPucpbbuSKy","t":"What do you call a race ran by female horses? A mare-a-thon.","c":"reddit jokes"},{"id":"1377Z-fUxXJK","t":"If April showers bring May flowers, what do May flowers bring? Pilgrims","c":"reddit jokes"},{"id":"7Dk3d_tMDbzk","t":"What do you call a Moroccan candy distributor? Fez dispenser.","c":"reddit jokes"},{"id":"9aAHe1lXcVgf","t":"We don't allow faster-than-light neutrinos in here, says the bartender. A neutrino walks into a bar.","c":"reddit jokes"},{"id":"CKRSdDHLZY80","t":"Did you hear the one about the constipated mathematician? He worked his problem out with a pencil.","c":"reddit jokes"},{"id":"TRrfCGOnfinW","t":"How do crazy people go through the forest? They take the psycho-path.","c":"reddit jokes"},{"id":"7JeO4pQb6QP1","t":"Why do bears hate shoes so much? They like to run around in their bear feet.","c":"reddit jokes"},{"id":"LVLCv261dKZj","t":"How do you think the unthinkable? With an itheburg.","c":"reddit jokes"},{"id":"rrUNf9ubZ2ux","t":"What do you call a bug that can't talk? A hoarse fly.","c":"reddit jokes"},{"id":"GuF0s34B07RI","t":"Always put sunglasses on your tree. Then, you'll get the proper shade.","c":"reddit jokes"},{"id":"cQP-pnI2EQpv","t":"Today I brought a computer back from the dead. I've decided that this makes me a techromancer.","c":"reddit jokes"},{"id":"hg9IZZ9CTmUC","t":"What is tuba plus tuba? Fourba!","c":"reddit jokes"},{"id":"Nzi-UpPpeGv7","t":"Why couldn't Elsa hold on to a balloon? She would always let it go.","c":"reddit jokes"},{"id":"xxXFDaiufk0L","t":"How can you tell if a hamburger was grilled in space? It's a little meteor.","c":"reddit jokes"},{"id":"6JJI-jTyw-VA","t":"What did the amazed Kazakhstani say? That's Astana-shing","c":"reddit jokes"},{"id":"rPSUR5gqAOcQ","t":"Why don't blind people skydive? Because it scares their dogs too much!","c":"reddit jokes"},{"id":"l2sjJ3gn-IsA","t":"When is a door not a door? When it's a jar","c":"reddit jokes"},{"id":"86js83Vk-QlU","t":"What's Medusa's favorite kind of cheese? Gorgonzola.","c":"reddit jokes"},{"id":"2nb1m5xk-Njn","t":"Why Does Snoop Dogg need an umbrella? For drizzle, my nizzle. :D","c":"reddit jokes"},{"id":"A91F6RQlyf0a","t":"My dental hygienist retired after working 55 years... All she got was a lousy plaque...","c":"reddit jokes"},{"id":"8kFW8tPUC3El","t":"I've just made a meeting site for retired chemists It's called Carbon Dating","c":"reddit jokes"},{"id":"fuVTaqWJ0bcD","t":"What do you call a parade of rabbits hopping backwards? A receding hare-line.","c":"reddit jokes"},{"id":"EzlmJPf-wCZJ","t":"Why did the library book go to the doctor? It needed to be checked out; it had a bloated appendix.","c":"reddit jokes"},{"id":"1Nuz3XU-tj6D","t":"A frog decided to trace his genealogy one day... He discovered he was a tad Polish.","c":"reddit jokes"},{"id":"WsNlzId7qr9n","t":"What did the fish say before he hit the wall? Oh, Dam.","c":"reddit jokes"},{"id":"7t030o1jxrL7","t":"What's the smartest dinosaur? Thesaurus Rex! omg, I crack myself up! ~Skip","c":"reddit jokes"},{"id":"0VkKlQSRDv2C","t":"I like camping but... it's so in tents","c":"reddit jokes"},{"id":"_sujJYmDZBn9","t":"If the house is in the kitchen, and Diana's in the kitchen, what's in Diana? A state (Indiana)","c":"reddit jokes"},{"id":"s9TCTEmcDHA9","t":"What's brown and sounds like a bell? Dung.","c":"reddit jokes"},{"id":"xmoa1f7Qo8LC","t":"What's a balloon's favorite genre of music? Pop.","c":"reddit jokes"},{"id":"lMiZlsPEiDxA","t":"Did you hear about what happened with the elk? It was really amoosing.","c":"reddit jokes"},{"id":"dulBNVSotL2y","t":"I got hit hard in the head with a can of 7up today... I'm alright though, it was a soft drink.","c":"reddit jokes"},{"id":"uTnemP-55rJ1","t":"What's so great about living in Switzerland? Well, the flag is a big plus.","c":"reddit jokes"},{"id":"9z96YW9FelIX","t":"Why did the girl quit her job at the donut factory? She was fed up with the hole business.","c":"reddit jokes"},{"id":"AR1iWAkDeyK0","t":"What colour T-shirt would win a race? Red, because it runs the most.","c":"reddit jokes"},{"id":"grB1KI3dR-D3","t":"Why was the Egyptian kid confused? Because his daddy was a mummy","c":"reddit jokes"},{"id":"V1yaLnIYkTeZ","t":"Why was the burrito embarrassed? It saw the salad dressing.","c":"reddit jokes"},{"id":"pwRhkcV5sVhI","t":"What do you call a bunch of Asian bears roaring? Panda-monium.","c":"reddit jokes"},{"id":"MxJbTM5pf45N","t":"What does a rock do all day? Nothing. (this joke was made by daughter when she was 5)","c":"reddit jokes"},{"id":"_GOOk9r2yPfd","t":"The joke of 2016 Trump","c":"reddit jokes"},{"id":"H208JoxFTYFx","t":"How does Han Solo like to get around Endor? Ewoks","c":"reddit jokes"},{"id":"HGTts6muVRBh","t":"I don't have the faintest idea why I passed out Just a short pun","c":"reddit jokes"},{"id":"ur1s3Gltdb1Z","t":"What do you call a vegetarian? A hopeless romaine-tic","c":"reddit jokes"},{"id":"U_4JMw4UJOIB","t":"What do you call a chicken crossed with a cow? Cock-a-doodle-moo!","c":"reddit jokes","e":true},{"id":"5PTy5WXRknMd","t":"Kind of a kid joke What kind of cereal do zombies like? Kellog's All Brain","c":"reddit jokes"},{"id":"bFJIBRNBymyv","t":"What did the farmer say when he lost his tractor? Where's my tractor?","c":"reddit jokes"},{"id":"6iiqGbMTiwyo","t":"Why are proteins so cranky? Because they're made of a mean ol' acids.","c":"reddit jokes"},{"id":"DmjT1JNFVO3n","t":"What do you call a pachyderm that doesn't matter? Irrelephant.","c":"reddit jokes"},{"id":"4YTn0rFOAQOg","t":"What are caterpillars afraid of? DOGerpillars!","c":"reddit jokes"},{"id":"eWsrN52Kn79O","t":"Why should you never invite a boxer to a party? He always throws the punch.","c":"reddit jokes"},{"id":"SWKWA5URC3R5","t":"I was addicted to the hokey pokey but I turned myself around.","c":"reddit jokes"},{"id":"LEIfqZC51_ZX","t":"Why didn't the bicycle cross the road? ...he was two-tired...","c":"reddit jokes"},{"id":"s8GSFGYaKXCz","t":"How do trees get online? They just log in...","c":"reddit jokes"},{"id":"GtD_x3K0ScHi","t":"I wanna make a joke about sodium. But Na.","c":"reddit jokes"},{"id":"MtIGq5yi3ZHg","t":"Why couldn't the melons be together? Everyone knows melons cantaloupe.","c":"reddit jokes"},{"id":"dvegFqecvPUQ","t":"Why couldn't the alligator satisfy his lover? He had a reptile dysfunction.","c":"reddit jokes"},{"id":"BVNyELcxa8Mk","t":"What's a blind person's favorite fast food joint? Taco Braille","c":"reddit jokes"},{"id":"Bj7Dq-6BVO-E","t":"The preacher today used Star Wars as a sermon illustration. I felt it was a little forced.","c":"reddit jokes"},{"id":"r8jWncZx2QzW","t":"What did the grape say when it got stepped on? Nothing, it just gave a little wine","c":"reddit jokes"},{"id":"xumjFTXQaUgM","t":"Why are giraffes' necks so long? Because their heads are so far away from their bodies.","c":"reddit jokes"},{"id":"XWJJ0UghtNcz","t":"what's orange and sounds like a parrot? a carrot.","c":"reddit jokes"},{"id":"BjZp694CPDua","t":"Why was the panda crying? He had a bambooboo. Aonther one from my 9 year old.","c":"reddit jokes"},{"id":"bhVkb5nkigTj","t":"Why does Thor have insomnia? He's up all night to get Loki.","c":"reddit jokes"},{"id":"0wZ6L4iyMBO4","t":"Did you hear the one about the three eggs? Too Bad.","c":"reddit jokes"},{"id":"2iGA8SX9vPnP","t":"What do you call a smart pig? Swinestein.","c":"reddit jokes"},{"id":"pknmJcc4MoBL","t":"So, I have this new knock knock joke You start... (when you get it)","c":"reddit jokes"},{"id":"E763n9R6cxl4","t":"What kind of fish would be good to tune a piano? Oh, you guessed it right ... the tuna fish!","c":"reddit jokes"},{"id":"y1tkcG5a0MdX","t":"Bulls from all over India sent a petition to SC asking it to classify them as 'Jallikatu Bulls'.","c":"reddit jokes"},{"id":"bgUNy679HfwP","t":"Did you hear about NASA finding bones on the moon? Yeah,the cow didn't make it.","c":"reddit jokes"},{"id":"WV1qlL-lVhxY","t":"Some people have trouble sleeping... ...but I can do it with my eyes closed...","c":"reddit jokes"},{"id":"bBUxO4dKvrQ-","t":"I think I want a job cleaning mirrors... ...it's just something I can see myself doing.","c":"reddit jokes"},{"id":"EdcE2bHgASgE","t":"What did the eye say to the other eye? Something smells between us.","c":"reddit jokes"},{"id":"mBzdUzGMFzqd","t":"Did you hear about the kidnapping in Delaware? Don't worry, he eventually woke up.","c":"reddit jokes"},{"id":"j-FcHuEfpQeE","t":"What animal is best at hitting a baseball? A bat!","c":"reddit jokes"},{"id":"Wx8tNZgO7LNi","t":"Why did the octopus beat the shark in a fight? Because the octopus was well armed.","c":"reddit jokes"},{"id":"2e0dBnLg5LtG","t":"Whats Red and Smells Like Blue Paint? Red Paint","c":"reddit jokes"},{"id":"xd2K2JJtfSfS","t":"Why did Little Miss Muffet have GPS on her Tuffet? To keep her from losing her whey.","c":"reddit jokes"},{"id":"ijtoesD-ia-y","t":"What do you call an obese psychic that works at a bank? A four chin teller","c":"reddit jokes"},{"id":"6N8FmGuXZ5_V","t":"Why did the chicken lay an egg? (Quoted from daughter at age 3) To get food for her babies!","c":"reddit jokes"},{"id":"zJcC-7Yd66ef","t":"How much does it cost a pirate to pierce his ears? A buccaneer!","c":"reddit jokes"},{"id":"W79tDSEe2pzi","t":"There's a TV channel where you can buy all the Pope's speeches It's called \"Papal View\".","c":"reddit jokes"},{"id":"xgJ217aa2QoJ","t":"So today is Earth day on what grounds are we celebrating?","c":"reddit jokes"},{"id":"xPuPcY4xMOOR","t":"What did one slice of bread say to the other at the end of a game of chess? \"It's stale, mate.","c":"reddit jokes"},{"id":"yLocSrKc3VIy","t":"Why shouldn't you have coffee while on the clock? Because that would be \"grounds\" for termination!","c":"reddit jokes"},{"id":"-PKtrzJ3ywDt","t":"What do you call a Frenchman in sandals? Philippe Philoppe.","c":"reddit jokes"},{"id":"E1MamPkD_q7E","t":"What do you call a truthful piece of paper? Fax.","c":"reddit jokes"},{"id":"OgHn_7reIvuY","t":"What type of melon would Romeo and Juliet have been? Cantaloupe.","c":"reddit jokes"},{"id":"oncXaxLOg1K6","t":"What kind of turns do letters take? U-turns! *From my 9 year old son yesterday. Fixed typo.","c":"reddit jokes"},{"id":"DreCeRHcqHa0","t":"What did one computer CPU say to the other after getting hit? Ow! That megahertz!","c":"reddit jokes"},{"id":"yNiMi2Q7CQbI","t":"Knock knock. Who's there? A cow. A cow who? Not a cow \"who\"! A cow moos. An owl says \"who\".","c":"reddit jokes"},{"id":"-MWKzIcagxDf","t":"Did you take a shower today? Why, is one missing?","c":"reddit jokes"},{"id":"TvdUcHMG7Lcy","t":"What did the Hungarian say to the annoying kid? \"You're nothing budapest!","c":"reddit jokes"},{"id":"0t5BsZsl4tKa","t":"How does the Mummy plan to destroy Superman? He's gonna lure him in to the crypt tonight.","c":"reddit jokes"},{"id":"DEAtbK5z9-Nr","t":"What do you call a cow with one leg? Steak.","c":"reddit jokes"},{"id":"x6Scqacfj3U5","t":"What concert tickets should cost $0.45? 50 cent feat. Nickelback :P","c":"reddit jokes"},{"id":"bBsI4W_l98Ug","t":"Why can't you run in a camp ground? You can only 'ran'; it's past tents.","c":"reddit jokes"},{"id":"7fOiH6b_Hoyo","t":"What kind of soda do dogs drink? Barq's Root Beer.","c":"reddit jokes"},{"id":"M81UbYKVUf6I","t":"[OC] Why couldn't the dragon breathe fire? He had a cold","c":"reddit jokes"},{"id":"S1WNt2zewYq5","t":"What do fish smoke? Seaweed!","c":"reddit jokes"},{"id":"WvFpaktMLH4a","t":"Why is it a bad idea to get in a relationship with a statue? Because it's not going anywhere.","c":"reddit jokes"},{"id":"EckGvf6nU5dC","t":"Where do you go to weigh a pie? Somewhere over the rainbow weigh a pie. (sounds like way up high)","c":"reddit jokes"},{"id":"R3nSlXsmMn57","t":"I forgot where I threw my boomerang. Oh wait.. It's coming back to me now.","c":"reddit jokes"},{"id":"GzbeX0_A_ytq","t":"What did the Estonian student say in language class? I'll never Finnish. *dodges tomato*","c":"reddit jokes"},{"id":"IBy9wNFn38l4","t":"What do you call the delivery boy at an Indian restaurant? Curry-er.","c":"reddit jokes"},{"id":"ISZuQ9CN9E3S","t":"Why were the breakfast potatoes running around hitting each other? HashTag!","c":"reddit jokes"},{"id":"wWJZ017VT_ei","t":"Where do dogs go when they lose their tails? To a retail store.","c":"reddit jokes"},{"id":"iYCpguR-ltFe","t":"I have the opposite of a photographic memory i have a potatographic memory.","c":"reddit jokes"},{"id":"9ZGCc9b0GhWK","t":"Why did the vegetable band break up? They couldn't keep a beet.","c":"reddit jokes"},{"id":"0-XCPUTZ1KD9","t":"Why did the Spy cross the road? 'Cause he wasn't really on your side.","c":"reddit jokes"},{"id":"BRruHtvqi7Lc","t":"I invented a time machine... ...next week.","c":"reddit jokes"},{"id":"kAc0_FiIymye","t":"Who was the only novelist with both direction and magnitude? Vector Hugo.","c":"reddit jokes"},{"id":"EgNFnXSIrIwo","t":"I went to the store and asked for a one handed sailor... he said sorry, \"I'm a wholesaler.","c":"reddit jokes"},{"id":"BThyEIqBpuFj","t":"what do you call an effeminate dwarf? A metro-gnome....","c":"reddit jokes"},{"id":"sGSqWxCbicpM","t":"I told my girlfriend she drew her eyebrows on too high she looked surprised.","c":"reddit jokes"},{"id":"xj3OZWkbKrBo","t":"What do you call a Jihadist that loves turkey? A Tryptophanatic.","c":"reddit jokes"},{"id":"HoaL27YiU5qq","t":"Why there should be a February 30th So dentists can have a day to celebrate","c":"reddit jokes"},{"id":"qy33xOtws_iF","t":"What do you call a big pile of kittens? A meowtain.","c":"reddit jokes"},{"id":"M_tR3V-Iax0a","t":"What do you call an arcade in eastern europe? czech-e-cheese","c":"reddit jokes"},{"id":"Ic2VBAtwPhmE","t":"My relationship is like Monopoly. She gives me too many Chances.","c":"reddit jokes"},{"id":"tzwd_3Tb1cby","t":"How do you call a deer with no eyes? No idea.","c":"reddit jokes"},{"id":"r4ml-T-oyUms","t":"What happened when the man couldn't afford the mortgage on his haunted house? ...it was repossessed!","c":"reddit jokes"},{"id":"hmw1aPmNyowM","t":"My uncle wanted to give all his sheep a sex change... But it entailed too many ramifications!","c":"reddit jokes","e":true},{"id":"m4RwsHRPUz9X","t":"How many dancers does it take to change a lightbulb? 5,6,7,8","c":"reddit jokes"},{"id":"UrskBaFzOs4p","t":"What was wrong with the wooden car? It wooden go.","c":"reddit jokes"},{"id":"boxspUIEz56I","t":"What do caves have? Echosystems. From my 9 year-old.","c":"reddit jokes"},{"id":"X2z0V1TZFZaj","t":"One fifth of people... ...are just too tense!","c":"reddit jokes"},{"id":"PWNVfC4_NOBJ","t":"What do you call a fish with no eye? fsh","c":"reddit jokes"},{"id":"p0_LtrxdH4tu","t":"Where do rabbits like to eat breakfast? IHOP!","c":"reddit jokes"},{"id":"SW8kymqu2Bfe","t":"What did the wall ask the picture? (All together now!) ***\"How's it hangin'?\"*** ~Skip","c":"reddit jokes"},{"id":"j_cK9LgGkB6L","t":"Me have great grammar... Me learnt everything I know from Sesame Street!","c":"reddit jokes"},{"id":"OMp-j0iUDQIG","t":"If I don't eat all of my food, it goes to waste. If I do eat all of my food, it goes to *waist*.","c":"reddit jokes"},{"id":"QyaZvYQJbWYa","t":"What do you call the Hamburglar's accomplice? hamburglar helpler","c":"reddit jokes"},{"id":"tEzRfN9ub_sm","t":"Did you hear about the fight in the candy store? Two suckers got licked","c":"reddit jokes"},{"id":"7FfUMmg9IbdZ","t":"Did I tell you I'm joining a gym in Gainesborough? Because I'm all about those gains bro","c":"reddit jokes"},{"id":"osKNROGxNueWy","t":"I have a lot of jokes about the unemployed... ...but none of them work.","c":"reddit jokes"},{"id":"o4QoYDxfCncpt","t":"What is the last thing to go through a fly's mind when it hits a windshield? Its butt.","c":"reddit jokes"},{"id":"twdN7v131IxdY","t":"Which fairground ride is made of iron? The ferrous wheel","c":"reddit jokes"},{"id":"1BhUJAVSgdH3V","t":"What do you call a bulimic tree? Sycamore.","c":"reddit jokes"},{"id":"-NUA1DAhRstIm","t":"Why was the lobster upset? Because he found out his friends thought he was a little crabby!","c":"reddit jokes"},{"id":"O1bnMoT-QDTGo","t":"What's the first rule of bug ownership? Watch your step!","c":"reddit jokes"},{"id":"cYyghdKzujW1G","t":"Three drums and a cymbal rolled down a hill ba dum dum ching","c":"reddit jokes"},{"id":"_sLY8Lhc0uZUe","t":"When I grow old, I am sure I will look back at my life and say \"aaaah! my neck hurts","c":"reddit jokes"},{"id":"ry3TjiAxYyxOz","t":"The pollen count  that's a difficult job! [Credit to Milton Jones]","c":"reddit jokes"},{"id":"jFd6vx0VRzF_O","t":"Did you know yesterday was National Middle Child Day? Don't worry, no one else remembered either.","c":"reddit jokes"},{"id":"Z2Fqa1FvMJ3nd","t":"Have you heard about the 2 Spanish firemen? Jose and hose B","c":"reddit jokes"},{"id":"oSKvylita8we-","t":"There are two types of people in this world 1. Those who can extrapolate from incomplete data","c":"reddit jokes"},{"id":"_ZLPYGweYB-1m","t":"What did the flat iron say to the follicle? Now let me get this straight . . .","c":"reddit jokes"},{"id":"CmkznvXG6-N4K","t":"6:30 is the best time on a clock... ...hands down.","c":"reddit jokes"},{"id":"XEvCnow-d2JTs","t":"What kind of car did the German cowboy purchase? Audi *tips hat*","c":"reddit jokes"},{"id":"z5i-dz-FHLqTr","t":"Garbage men have Hefty contracts.","c":"reddit jokes"},{"id":"_M7eLaOWlZsGd","t":"Dolphins don't do anything by accident.. Always on porpoise.","c":"reddit jokes"},{"id":"c5kpWOuz1fPB1","t":"What do you call a fish with no eyes? A fsh","c":"reddit jokes"},{"id":"FJbsb5NyEtcEq","t":"What goes oh oh oh? Santa walking backwards.","c":"reddit jokes"},{"id":"rPQ1bYIIUZww9","t":"Why does a milking stool have only three legs? Because the cow has the udder!","c":"reddit jokes"},{"id":"5FZ31o4p15D5_","t":"A skeleton walks into a bar orders a beer and a mop.","c":"reddit jokes"},{"id":"wjFjGQpt9s7Zm","t":"First original joke! Why did the rapper visit the urologist? Because his flows were so sick.","c":"reddit jokes"},{"id":"ALY36O1t12a_C","t":"What's gray and all around? Everything. I'm a dog.","c":"reddit jokes"},{"id":"CBqVm9PfsrUNo","t":"~tips fedora at mosquito~ Mlaria","c":"reddit jokes"},{"id":"cOjDVZ7ifglg2","t":"Who's the world's greatest underwater spy? Pond. James Pond.","c":"reddit jokes"},{"id":"nLFCtpqF0eqOd","t":"Why was the belt locked up? Because it held a pair of pants.","c":"reddit jokes"},{"id":"mthBxu2Rzr9wO","t":"How many apples grow on a tree? All of them.","c":"reddit jokes"},{"id":"08Y4N6yShw6-j","t":"How did the desk lamp store manager feel when thieves stole all his lightbulbs? He was delighted.","c":"reddit jokes"},{"id":"1bqLiUaGWw-76","t":"Did you hear about Scrooge's drinking problem? He had a dickens of a time with spirits.","c":"reddit jokes"},{"id":"jR4OIeiPEO7CC","t":"Cogito Ergo Spud. I think, therefore I yam.","c":"reddit jokes"},{"id":"js_bLgqxqbyFz","t":"What's the best part about twenty two year old wheels of cheese? There are twenty of them.","c":"reddit jokes"},{"id":"QrFtC2Si4aGCB","t":"What do you call a nose without a body? Nobody knows...","c":"reddit jokes"},{"id":"lU1E0HDmi3HAC","t":"How do you know ancient Egyptians loved books so much? Because they built their stuff with reads!","c":"reddit jokes"},{"id":"yyW6ASkbd7wjH","t":"Where do weirdos ride their bicycles? Psycho-paths. (as told by one of my coworkers)","c":"reddit jokes"},{"id":"GCWtKLuWnqMl2","t":"Where did the cat go when it lost it's tail? To the retail store!","c":"reddit jokes"},{"id":"gpfId-4oErSgq","t":"What do you call an Italian romance novel model who's let himself go? Flabio","c":"reddit jokes"},{"id":"-xEH0HkVWo4VS","t":"What do you call a lion in the circus. A Carny-vore","c":"reddit jokes"},{"id":"5wLx_OFr7o26F","t":"Actually, there are but two types of people Those who can extrapolate from limited data ...","c":"reddit jokes"},{"id":"qtGLEIw-88f6d","t":"Why'd the chicken cross the Mobius strip? To get to the same side.","c":"reddit jokes"},{"id":"045UARSO1WEZf","t":"I had a joke about time travel but you guys didn't like it.","c":"reddit jokes"},{"id":"L4Q2TuQsQs3Pi","t":"How does the farmer count up his cows? ...with a cowculator.","c":"reddit jokes"},{"id":"0uVPrV04d5J3n","t":"I would make a sparrow joke... But they don't fly very well.","c":"reddit jokes"},{"id":"MelWu0630tnVU","t":"Why did the golfer need to buy a new pair of socks? Because he got a hole in one!","c":"reddit jokes"},{"id":"Yxp_pMCmiAOLL","t":"Why don't you want to hang out with a dude from Chicago? Because 'Illinois you!","c":"reddit jokes"},{"id":"jn-Oks1yuzZ7p","t":"What does Colonel Mustard's Mexican maid call him? *(Phonetically-ish)* Mis'ser Dijon.","c":"reddit jokes"},{"id":"qtHrj2BdahBny","t":"What do you call a happy penguin? A pengrin!","c":"reddit jokes"},{"id":"x5cCovuiL-WPs","t":"What did the green grape say to the purple grape? \"Breathe you idiot! Breathe!","c":"reddit jokes"},{"id":"KcWdRFXCTYcCc","t":"Did you hear about the two monocles at the party? They made spectacles out of themselves.","c":"reddit jokes"},{"id":"_xft11mJ5krcT","t":"Wanna hear a dirty joke? A white horse fell in the mud.","c":"reddit jokes"},{"id":"A58S5-cmoDmHU","t":"How did the aquarium win the battle? Giant Fish Tanks.","c":"reddit jokes"},{"id":"ysWYY2cFY65bX","t":"What do you call an alligator in a vest? An investigator","c":"reddit jokes"},{"id":"CvDliTe49s3Gx","t":"What does a duck call a tractor? A quacktor","c":"reddit jokes"},{"id":"gx7yjeXbYvC2V","t":"What did daddy fish do when mommy fish got herself lost? ...He flounder","c":"reddit jokes"},{"id":"iKewxQk4I_p8H","t":"There are three types of people in this world. Those who can count and those who can't.","c":"reddit jokes"},{"id":"XO6VofDxUKxAg","t":"Why did the chicken kill itself? To get to the other side.","c":"reddit jokes"},{"id":"gVeH8DDhAdTOu","t":"Why can't you hear a pterodactyl use the restroom? Because the *p* is silent","c":"reddit jokes"},{"id":"3lcBGjaVznpbw","t":"I thought about starting a business selling halos... ...but the cost of overheads was too high.","c":"reddit jokes"},{"id":"gaKvbSK_Eqt6m","t":"Where did the team get there uniforms? New Jersey","c":"reddit jokes"},{"id":"HRBOwnQEuMZc3","t":"Programmers tend to byte their food","c":"reddit jokes"},{"id":"a0aj3U4mI0OOB","t":"What do you call a group of security guards in front of a Samsung store? Guardians of the Galaxy.","c":"reddit jokes"},{"id":"yIhHWgkdRW1tM","t":"I heard the best time travel joke tomorrow.","c":"reddit jokes"},{"id":"OLlYA3_IaZgiP","t":"What did the topic sentence say to the evidence? Why aren't you supporting me?","c":"reddit jokes"},{"id":"fxesBRJTmZvvJ","t":"What do you get when you mix Michael Jordan with Donald Trump? A Dunkin' Donut.","c":"reddit jokes"},{"id":"sQn2hvhTfnoW7","t":"What do you call a pile of kittens? A meowtin","c":"reddit jokes"},{"id":"ecQx3FS6mJ5At","t":"What happens to a frog's car when it breaks down? It gets toad away.","c":"reddit jokes"},{"id":"8jr6BWPe0sdQJ","t":"Two peanuts were walking down the street.... And one of them was assaulted","c":"reddit jokes"},{"id":"O4Yt1AvxfFc4A","t":"What do you say to your sister when she's crying? Are you having a crisis?","c":"reddit jokes"},{"id":"VLiCX_iRTT4Ar","t":"What do you call a cross between a gorilla and a monkey? A cross.","c":"reddit jokes"},{"id":"xyVOgcnPTzBI-","t":"What do you call it when Google Glass connects to the internet? Eye-fi.","c":"reddit jokes"},{"id":"ZeNZnHzedW3zo","t":"This mallard waddled into a bar... Should've ducked.","c":"reddit jokes"},{"id":"i_E89c3s7ev8i","t":"the only one of its kind on this sub Want to hear a dirty joke? horse fell in the mud!","c":"reddit jokes"},{"id":"jCN9Pv9hl_Cr3","t":"What do you call it when Batman skips church? Christian Bale.","c":"reddit jokes"},{"id":"Kapgrpqo1YA9U","t":"I'm so sad because my friend is moving to Shanghai. More like Shang-bye.","c":"reddit jokes"},{"id":"RFxNwoaLC1f71","t":"How to create a clean joke Step 1. Find a dirty joke Step 2. Clean it","c":"reddit jokes"},{"id":"CTH6g550yeqOV","t":"A skelleton goes to the bar and says \"Can I have a pint and a mop...","c":"reddit jokes"},{"id":"IO23JiZGcuXN2","t":"Why was the scarecrow promoted? Because he was outstanding in his field!","c":"reddit jokes"},{"id":"n5SkwAmJX-oQK","t":"My friend gave me a balloon and told me not to pop it.. but I blew it!","c":"reddit jokes"},{"id":"BkkjcyC4OVeaH","t":"My old roommate's bathroom was so dirty- -I had to clean the soap before using it. (Seriously.)","c":"reddit jokes"},{"id":"BToO8PK-Wq3o9","t":"Why did the paper follow the pencil? Because it LED THE WAY! I'm on a roll here! this is fun! ~Skip","c":"reddit jokes"},{"id":"NPHekbd3ZElRM","t":"Why does a chicken coupe only have two doors? If it had four it'd be a chicken sedan!","c":"reddit jokes"},{"id":"MPNJvoUg2zZIp","t":"What do you call a cow with only two legs? Lean Beef!","c":"reddit jokes"},{"id":"gobBvlVwtjZxh","t":"Why do sharks swim in salt water? Because pepper would make them sneeze!","c":"reddit jokes"},{"id":"5gtFMX40efzsd","t":"Just wrote a book on reverse psychology... Don't read it!","c":"reddit jokes"},{"id":"AcZ_du9BONo0P","t":"Why did the melon get married in a church? Because he was in love with a cantaloupe.","c":"reddit jokes"},{"id":"ezx1DHC-yafq1","t":"Why do fish live in salt water? Because *pepper* makes them sneeze!","c":"reddit jokes"},{"id":"R0EN5_i-DJHcS","t":"Why was the apricot late to the party? He got stuck in a jam.","c":"reddit jokes"},{"id":"FdcaSzE-0yldO","t":"Passwords 123456 abcdef Password","c":"reddit jokes"},{"id":"HlBEnuguTzrD9","t":"I knew I was old when I opened internet explorer.","c":"reddit jokes"},{"id":"0th7PKBfHnwHS","t":"What does a storm cloud have on beneath its clothes? Thunderwear!","c":"reddit jokes"},{"id":"-94eY5jWqFJyr","t":"Where does the little king keep his little armies? Up his little sleevies.","c":"reddit jokes"},{"id":"CpgLjNmjkwRVc","t":"What kind of house does cheese like to live in?\" \"A cottage","c":"reddit jokes"},{"id":"0IEqGo5bOv9LY","t":"Why did the bullet stay home? Because it got fired!","c":"reddit jokes"},{"id":"OuhjuzQTi6vGu","t":"What do vegan zombies eat? GRAAAAINS","c":"reddit jokes"},{"id":"acc2_CcYzk_yI","t":"What do you call an economics lecturer? Prof. it","c":"reddit jokes"},{"id":"R9EWtGQgQg264","t":"Why did the rope get put in timeout? Because he was very knotty.","c":"reddit jokes"},{"id":"Y_nGs2BrN5WRK","t":"What do mathematicians get if they stare at the roots of negative numbers for too long? Square eyes","c":"reddit jokes"},{"id":"-jF_zgmFJj-7c","t":"I'm going to stand outside... So if anyone asks, I am outstanding.","c":"reddit jokes"},{"id":"oE--MARpY1L0n","t":"What is Forrest Gump's favorite pasta? Penne","c":"reddit jokes"},{"id":"bMYZEzp7oKmBM","t":"Where did the universe attend college? At the university.","c":"reddit jokes"},{"id":"ER-iz-E1SrJGj","t":"How do you find Will Smith in the winter? You search for Fresh Prints.","c":"reddit jokes"},{"id":"VqCW0KZF1Ln-X","t":"Why did the squirrel cross the road on the telephone wire? To be on the safe side!","c":"reddit jokes"},{"id":"SxkM8WXGwwpIK","t":"What is Paula Deen's favorite insect? The Butterfly","c":"reddit jokes"},{"id":"XvBMmjdcX_vG9","t":"What do you call an antelope that wants a big wedding? Cantelope","c":"reddit jokes"},{"id":"Hbgo7V4BuMroS","t":"What's the difference between a firstborn prince and a baseball? A baseball is thrown to the air.","c":"reddit jokes"},{"id":"i0JSNgekjn_0U","t":"What do you call an Autobot who works in an overpriced makeup store at the mall ? Ulta Magnus!","c":"reddit jokes"},{"id":"NlKAw6IgbrO91","t":"I can't stand Russian Dolls... They're always so full of themselves!","c":"reddit jokes"},{"id":"gwN1sBRoUSkQo","t":"What did the mailman say when his Mail truck caught fire? That he needed to address the situation","c":"reddit jokes"},{"id":"oKr9WeFlcj0sm","t":"Why don't cannibals like clowns? they taste funny!","c":"reddit jokes"},{"id":"ll__9cdVBvN88","t":"What's the difference between pea soup and roast beef? Anyone can roast beef...","c":"reddit jokes"},{"id":"8Nln6hoX7YrJ4","t":"How do you find Will Smith in the snow? Look for the fresh prints.","c":"reddit jokes"},{"id":"83ZWWEGp5hRf6","t":"*THUD* \"What was that?\" \"My pants fell down.\" \"...Why so loud?\" \"I'm wearing them.","c":"reddit jokes"},{"id":"-RxGenUUULkAl","t":"What do you call an Italian guy with a rubber toe? Roberto","c":"reddit jokes"},{"id":"hmmson9sUcx34","t":"What does a ghost cow say? *wave arms around* MoooooOOOOOOoooooooo","c":"reddit jokes"},{"id":"Nly3993njfs-d","t":"How much does wonton soup weigh? One ton, but I don't know anyone that'd wantonly order it.","c":"reddit jokes"},{"id":"zNtO3l6QLUjmH","t":"Saitama tried to change his Facebook password to Goku but Facebook said it was too weak...","c":"reddit jokes"},{"id":"MBIDdzKwPkCVF","t":"Why did the fly fly? Because the spider spied her.","c":"reddit jokes"},{"id":"yJyORTX2gtzQ7","t":"What do you call a boomerang that doesn't come back? pt 2 A boomer-WRONG!","c":"reddit jokes"},{"id":"r9r6k0sciGpp3","t":"What do you call a Mexican with crazy intentions? A locomotive!","c":"reddit jokes"},{"id":"8--K0xZSSHo_A","t":"How many nihilists does it take to screw in a lightbulb? #","c":"reddit jokes"},{"id":"rNv91wGUHTl-Q","t":"Where do snowmen dance? At the snowball!","c":"reddit jokes"},{"id":"jD7iWh6Al_Lj1","t":"Why is a shooting star better than a hamburger? It's meteor.","c":"reddit jokes"},{"id":"Dj2s_ogj4TQPl","t":"Why did the vegetables hop into the boiling pot of water? They were part of a stewicide pact.","c":"reddit jokes"},{"id":"_Y_La-V6IDFRz","t":"I find hanging around in coffee shops A great way to espresso yourself","c":"reddit jokes"},{"id":"zNcaT-u7Z21GO","t":"First post and an original How much does a Chinese elephant weigh? .................. Wonton","c":"reddit jokes"},{"id":"_vSeAtT5rDTSm","t":"Heard the one about the corduroy pillowcase? It's making headlines.","c":"reddit jokes"},{"id":"nMFu2YzTNW-s_","t":"What do you get when you drop a piano down a mineshaft? A flat miner.","c":"reddit jokes"},{"id":"gb2-pd8j1zFuh","t":"Why did the spider land on the keyboard? She wanted a new website.","c":"reddit jokes"},{"id":"yhPh_2CCPs85e","t":"Why did the woman buy new wine glasses? Because the ones she was using made everything blurry.","c":"reddit jokes"},{"id":"jptEMBTSUF3Vs","t":"What did the tailpipe say to the muffler? I'm exhausted. What did the muffler say back? ^mmmmbfmbm","c":"reddit jokes"},{"id":"mgjnPeV0c6hjp","t":"What do you cal a bear with extreme mood swings? A bi-polar bear.","c":"reddit jokes"},{"id":"RSApt4R9aWHIe","t":"Why did the snail drink beer? To come out of its shell!","c":"reddit jokes"},{"id":"YpsZVHi8gejpg","t":"If I bought a balloon for $0.99 ... How much should I sell it for when I adjust for inflation?","c":"reddit jokes"},{"id":"6rRwZlRsGQ3tv","t":"I went out with anorexic twins last night... 2 birds, 1 stone","c":"reddit jokes"},{"id":"BvExkl2zJqVw2","t":"Why should you never invest in bakeries? Because they have a high turnover rate.","c":"reddit jokes"},{"id":"BNrK8zqZDMJZ0","t":"What do you call a bear with no teeth? *A gummy bear.*","c":"reddit jokes"},{"id":"kPpFVA6jGGCFU","t":"No matter what anyone said, I was never going to take the stand. It's 1000 pages, for Pete's sake!","c":"reddit jokes"},{"id":"9RIrL8lhXtZ92","t":"Why couldn't the skeleton cross the street? Because he didn't have the guts!","c":"reddit jokes"},{"id":"TXabjfzYWu0y7","t":"Why don't crabs give to charities? They are shellfish.","c":"reddit jokes"},{"id":"ektSsukeAv1PV","t":"Why did the mortgage broker go out of business? ...because he lost interest.","c":"reddit jokes"},{"id":"UadjPLSfYSPzz","t":"Did you hear about the skeleton who didn't go to prom? He had no body to go with.","c":"reddit jokes"},{"id":"b5w5mX2fakM3a","t":"What do you call a group of people standing in the arctic circle? A Finnish line.","c":"reddit jokes"},{"id":"Ql-zaTpjvP13T","t":"Whats brown and rhymes with \"snoop\"? Dr. Dre","c":"reddit jokes"},{"id":"q_0MjIZ0nhIdK","t":"I came into this subreddit expecting jokes about soap. I am mildly disappointed.","c":"reddit jokes"},{"id":"muRMDXiLWppoM","t":"What game do you play with a wombat? Wom.","c":"reddit jokes"},{"id":"_gx1mD750I_aP","t":"What age were pigs discovered in? The Saus Age.","c":"reddit jokes"},{"id":"WSFqBvk6tCZ31","t":"You've got to really be careful when ingesting shoes... cause they're usually laced","c":"reddit jokes"},{"id":"n1Udpju_v0uVV","t":"Armadillo The world needs more armed dillos.","c":"reddit jokes"},{"id":"pTBcQc8LxckRq","t":"This is an X and Z conversation... Y are you in the middle?","c":"reddit jokes"},{"id":"WiC6YULP31ElI","t":"What did the fish say when it swam into the wall? Dam.","c":"reddit jokes"},{"id":"M9KOLb6x2yUz_","t":"Heart attack When is the worst possible time to have a heart attack? When you are playing Charades.","c":"reddit jokes"},{"id":"_VBehmtJxBbHu","t":"What is a tuna's favorite city? Albacoreque.","c":"reddit jokes"},{"id":"76SIwPFMxIBCk","t":"Why did the cop wake up his son? To stop a kid napping.","c":"reddit jokes"},{"id":"IzQ7-sCJBWqlB","t":"I hate people who talk about me behind my back... They discussed me.","c":"reddit jokes"},{"id":"uATRjWeDILUtv","t":"What did the Buddhist say to the hotdog vendor? Make me one with everything.","c":"reddit jokes"},{"id":"lz1Xlu7vOWfyy","t":"I came up with a joke about my old cell phone Nevermind, it tends to get terrible reception","c":"reddit jokes"},{"id":"jIOAfOV486sBk","t":"What did music tell the pancakes? B flat.","c":"reddit jokes"},{"id":"r61pBhEVwZAHT","t":"Have you seen the movie - Constipated? No? Why? Cause it hasn't come out yet!","c":"reddit jokes"},{"id":"0zTFLixsuOmio","t":"Why did the people not like the restaurant on the moon? There was no atmosphere","c":"reddit jokes"},{"id":"LvzgpIvT4cPSp","t":"Why did the grocery delivery guy get fired? He drove people bananas!","c":"reddit jokes"},{"id":"wtEgwFTFxFVbb","t":"What does a thesaurus eat for breakfast? A synonym roll.","c":"reddit jokes"},{"id":"mII5bWQJUnTf8","t":"What does Captain Kirk wear to the fitness center? Jim shorts.","c":"reddit jokes"},{"id":"K4QsQ5ecWJHoX","t":"Did you hear about the lawyer for U2? He was Pro-Bono","c":"reddit jokes"},{"id":"GpCPcpsWSR1Hd","t":"What do you call an old fruit-picker in Wisconsin? Cherry-atric","c":"reddit jokes"},{"id":"kWXPyW2DdJVWH","t":"An idea for a board game... BONOPOLY - Similar to Monopoly, but where the streets have no name.","c":"reddit jokes"},{"id":"CBtNCRP5CDNaN","t":"Mary had a little lamb. She's not a vegan anymore.","c":"reddit jokes"},{"id":"hwgzpyrnbXtJP","t":"What did 0 say to 8? Nice belt!","c":"reddit jokes"},{"id":"vNXcHkOU9-bya","t":"Santa keeps his suits in the clauset.","c":"reddit jokes"},{"id":"Pfbto-wEsw1U4","t":"Why couldn't the woman date a German man? Because she was Klaustrophobic!","c":"reddit jokes"},{"id":"4-r0cwO74FdJB","t":"Knock! Knock! Knock! Knock! Whos there? Control Freak. Con Okay, now you say, Control Freak who?","c":"reddit jokes"},{"id":"oZE8RuPw6gHVl","t":"Did you hear that H.P. Lovecraft wrote a cookbook? It's called the Necronomnomnomicon.","c":"reddit jokes"},{"id":"rNY_1AFQ1BJHD","t":"Why should you leery of stairs? Because they are always up to something.","c":"reddit jokes"},{"id":"6WhTM3BEjG3h9","t":"What is the horror movie Quija rated? Quija-13","c":"reddit jokes"},{"id":"NQP4J6tn3yzDH","t":"What was the allergic 2\"X4\"'s terrifying hallucination? He sawdust.","c":"reddit jokes"},{"id":"RzyKkFUjzg05X","t":"What do you call a chef who's stingy with herbs? PARSLEYMONIOUS","c":"reddit jokes"},{"id":"XwYl7CG2evQrO","t":"Which US state is the friendliest towards the Japanese? Ohio","c":"reddit jokes"},{"id":"_FAg9fvRbh2xl","t":"A classic: what do you call somebody with no body and no nose? Nobody knows.","c":"reddit jokes"},{"id":"iDj9tdqhUlV7H","t":"what do you call a fake noodle? An impasta! :D","c":"reddit jokes"},{"id":"C8Ig9Tnytxu7x","t":"What do Engineers use as birth control? Their Personality.","c":"reddit jokes"},{"id":"R13WiDBZc6SM5","t":"How much does a pirate earing cost? A buccaneer","c":"reddit jokes"},{"id":"jTrHrUSTLZ22H","t":"What do you call an alligator with a vest? An Investigator!","c":"reddit jokes"},{"id":"sm1aCyAyLfQmn","t":"Seven days without a joke makes one weak.","c":"reddit jokes"},{"id":"ePhRa5ZAkjYtk","t":"I'm a social person. I'm friends with 25 letters of the alphabet. I don't know why.","c":"reddit jokes"},{"id":"NthXcHvY_NfMf","t":"Where do toilets live? Porcel Lane.","c":"reddit jokes"},{"id":"pTZ9C4E6X_z6O","t":"What's a martini's favorite garnish? Olive 'em!","c":"reddit jokes"},{"id":"yCO1Ph-VQndnJ","t":"Why did the chess master order a Russian bride? He needed a Chech mate!","c":"reddit jokes"},{"id":"L8N8uBbgh1Z6G","t":"Why didn't the cargo ship want to leave the bay? Because it was a freight!","c":"reddit jokes"},{"id":"DEuOiwtbiyKy4","t":"What do you call someone who really loves breakfast? A cereal killer.","c":"reddit jokes"},{"id":"L0R9UEmaaSiJW","t":"What do you call someone that steals shoes? A sneaker.","c":"reddit jokes"},{"id":"k43DNbLURQxAZ","t":"What song can never be played on #throwback Thursday? Friday by Rebecca Black","c":"reddit jokes"},{"id":"qDEUxCVHAUUH0","t":"What did the neutrino say to the planet? Just passing through","c":"reddit jokes"},{"id":"1kW9LpNwckqBw","t":"What do you do with epileptic lettuce? You make a seizure salad!","c":"reddit jokes"},{"id":"xYJQiQ28UKETU","t":"Do you have a hole in your sock? \"No ...\" *(looks at sock)* . . How'd you get your foot in it?","c":"reddit jokes"},{"id":"N1nsn8aIw4SQK","t":"What does a baker wear on his feet? Loafers.","c":"reddit jokes"},{"id":"CN8dXzpjBw2DH","t":"What cars do cows drive? Cattleacs","c":"reddit jokes"},{"id":"3msPEXvnD6jBs","t":"What do you get when you cross a pig and a spider? Bacon and scrambled leggs.","c":"reddit jokes"},{"id":"Gxu7Nr8sMg1C_","t":"Why don't robots have any brothers anymore? Because they have trans-sisters.","c":"reddit jokes"},{"id":"ae-qAPJxPc3qN","t":"Whats blue and smells like red paint? Blue paint","c":"reddit jokes"},{"id":"L2T_ClxtlySgf","t":"Darth Vader told me he knows what i'm getting for Christmas He said he felt my presents...","c":"reddit jokes"},{"id":"r1bqF0eRPW2-q","t":"Why did the hippie drown? He was too *far out*!","c":"reddit jokes"},{"id":"XGxGNT2fI6KHs","t":"What's the difference between a Jew and a pizza? The pizza can have ham and cheese together.","c":"reddit jokes"},{"id":"uJunKyc014yAR","t":"Define \"Will\" Isn't it obvious? It's a dead giveaway!","c":"reddit jokes"},{"id":"sjXKK9zvffQXm","t":"How many roads must a man walk? 42.","c":"reddit jokes"},{"id":"_tjYwVM1TcReg","t":"What is a spectre's favorite theme park attraction? The Roller Ghoster","c":"reddit jokes"},{"id":"h26HE6mgpYCBL","t":"Did you know that in high school, Robert E. Lee was voted \"most likely to secede?","c":"reddit jokes"},{"id":"t9zEBQ93iYJwx","t":"Did you hear the Offspring song about how to store mummies? \"You gotta keep 'em desiccated","c":"reddit jokes"},{"id":"da5oZigTSxmFx","t":"Why were the treefrog's stories always so attention grabbing? Because he was absolutely ribbeting!","c":"reddit jokes"},{"id":"EOrGONXSddp74","t":"What do you call a slice of bread from another country? An immigraint.","c":"reddit jokes"},{"id":"02-Aa8Dm6aWBX","t":"How many golfers does it take to change a light bulb? FOUR!","c":"reddit jokes"},{"id":"DPR-Xayz3oeOY","t":"What did the famous musician say the moment he was born? *I'LL BE BACH*","c":"reddit jokes"},{"id":"JEW4RTG2bomUJ","t":"What did the pebble say to the rock? I wish I was a little boulder!","c":"reddit jokes"},{"id":"jwzbwdpjVSjfT","t":"What goes up and down but does not move? Stairs","c":"reddit jokes"},{"id":"UwuP-5qGWH7r9","t":"In what town lives the mathematician who can only multiply by two? Dublin.","c":"reddit jokes"},{"id":"TVZDJTQMnvrbI","t":"What did the buffalo say to his son when he left for college? Bison","c":"reddit jokes"},{"id":"im6q03UeQCq9m","t":"Why do Jamaican chickens make fun of all the other chickens? Because they're jerks.","c":"reddit jokes"},{"id":"d93P-likZY-CS","t":"Did y'all hear the one about the professional jump-roper? Never mind. *Skip it*.","c":"reddit jokes"},{"id":"m3XD6Md8xjJYb","t":"Stay strong!\" I said to my wi-fi signal.","c":"reddit jokes"},{"id":"aQC7tYZYwCQ47","t":"Pick up line for a Shakespeare lover. How now brown chicken brown cow?","c":"reddit jokes"},{"id":"kCujiNOuD3VU_","t":"When do you know you are getting a good deal on a boat? When there's a sail on it.","c":"reddit jokes"},{"id":"tUii23KMY7KT5","t":"How do sailors finish a corny joke on a boat? Ba dum ship.","c":"reddit jokes"},{"id":"g2xzpNED3NpLP","t":"What's the best part of a baker's body? Their buns.","c":"reddit jokes"},{"id":"3P02Vl3EvA-jT","t":"What do you call coffee made from coal? Tarbucks.","c":"reddit jokes"},{"id":"SRz8oycpedO0r","t":"When you ask a girl, Wanna go to the gym with me? https://www.youtube.com/watch?v=rQegAi6d-MM","c":"reddit jokes"},{"id":"wLUcJVR0OVXtu","t":"I once ate a watch. It was time consuming, I didn't go back for seconds.","c":"reddit jokes"},{"id":"YSNetenKh4FLz","t":"Why do zombies always kill at comedy clubs? Because their jokes are told post-humorously!","c":"reddit jokes"},{"id":"pD1ZezXkRfKec","t":"What do you get when you cross a crocodile with a cartridge? A snapshot.","c":"reddit jokes"},{"id":"EzP4RUWAE3Q_c","t":"Where do you learn to make ice cream? Sundae School","c":"reddit jokes"},{"id":"wNzTS0JL8wGhl","t":"What is a rocket's favorite meal? Launch! Another one from my 9 year old.","c":"reddit jokes"},{"id":"zvj4BXp5uDXBt","t":"What do lawyers wear to court? Lawsuits.","c":"reddit jokes"},{"id":"1XaqxFh0W_DVW","t":"What do they call a monastery key that opens all doors? Monk key","c":"reddit jokes"},{"id":"9mrvAgCWDhJ2E","t":"I fell in the mud. And took a shower right after!","c":"reddit jokes"},{"id":"JRl2xMJeTa30d","t":"Fart tutor wanted, must have references","c":"reddit jokes"},{"id":"zNhitsNqDHRCO","t":"I do my best when my manager puts a gun to my head.","c":"reddit jokes"},{"id":"1m0vBdOLBbBWa","t":"What do you call someone who majors in geology and astronomy A rockstar","c":"reddit jokes"},{"id":"PitEHOESGTbNi","t":"What kind of bird can write? A penguin.","c":"reddit jokes"},{"id":"uYcuXf8RvGvhn","t":"What do you get when you cross an elephant and a rhino? 'ell if I know wot to call it!","c":"reddit jokes"},{"id":"ie2d2KohaMq0B","t":"Why did the chef invest in chicken and cow bones? He wanted to buy stock options.","c":"reddit jokes"},{"id":"Mdh4w_rVQcT28","t":"What side of a leopard has the most spots? The outside","c":"reddit jokes"},{"id":"4D_o11B5IEbS8","t":"How was the Roman Empire cut in two? With a pair of Caesars.","c":"reddit jokes"},{"id":"lB8An_0Iwk-KT","t":"What's faster hot or cold? Hot! Because anyone can catch a cold! buh duh tsst","c":"reddit jokes"},{"id":"SMNqoHjLgqM7E","t":"What type of cheese lives under your bed? Muenster.","c":"reddit jokes"},{"id":"1AOEOwND-xivG","t":"What did the 0 say to the 8? ... Hey, nice belt..","c":"reddit jokes"},{"id":"p4zU9xrw9N6Wl","t":"How does a duck pay for lipstick? She puts it on her bill","c":"reddit jokes"},{"id":"qagxXoMhNnfZ9","t":"What is H.P. Lovecraft's cook book called? The Necronomnomnomicon.","c":"reddit jokes"},{"id":"a-cxC2EVroVgP","t":"Why did the rabbit go to rehab? He was hopped up on easter eggs.","c":"reddit jokes"},{"id":"PoyZOIGqPeRSd","t":"What do you call cheese that isn't yours? Nacho cheese!","c":"reddit jokes"},{"id":"DBf3BvbvEBsy4","t":"What does the horse call the pigs on his farm? Neigh-boars.","c":"reddit jokes"},{"id":"mRsCtNa3TGKhE","t":"What is the world famous Chef Gordan's favorite football team? The Ramsays","c":"reddit jokes"},{"id":"ImRqen0RZZir9","t":"My shower had a bit of mildew- -but all it took was a little... scrubbing!!!","c":"reddit jokes"},{"id":"p-pUazrzJjSA9","t":"When is booger not a booger? When it('s not).","c":"reddit jokes"},{"id":"LW7e_M7znOS-Y","t":"What's the longest word in the dictionary? \"Smiles\" because there is a mile between each S!","c":"reddit jokes"},{"id":"cQ3qIYwBLFJ0I","t":"At the end of the Age of Dinosaurs what happened to the good ones? They got veloci-raptured.","c":"reddit jokes"},{"id":"QQDPOuDMW9Nht","t":"Which Pokemon got a cold? Pik-a-choo.","c":"reddit jokes"},{"id":"eujhoMdS7Tw3k","t":"What do you call someone who's studied Old Norse literature and become an expert. Well edda-cated.","c":"reddit jokes"},{"id":"PBwzrF4BOdZzH","t":"What do you call a fly with no wings? A walk.","c":"reddit jokes"},{"id":"8IDJ_mJI1jHL8","t":"Want to hear a joke about a crappy restaurant? Nevermind, I'm afraid it may be in poor taste.","c":"reddit jokes"},{"id":"iv5AAlcXlNBY2","t":"Knock knock Who's there? Abby. Abby who. A bee has stolen my wallet. (I will show my self out)","c":"reddit jokes"},{"id":"vrVJntiWFNuBt","t":"Which celebrity is great at creating probate documents? Will Smith","c":"reddit jokes"},{"id":"RVzsKGC4uoTYE","t":"Why couldn't Joe be friends with a double-amputee? Because he's lack-toes intolerant.","c":"reddit jokes"},{"id":"eaBulP6i9X6YE","t":"What do you say when you find two banana peels together? Answer: A pair of slipper","c":"reddit jokes"},{"id":"Bcpe6tiVPyY0_","t":"Why cant college students take exams at the zoo? Too many cheetahs","c":"reddit jokes"},{"id":"h4ctc2ipuuuXj","t":"I saw this man and woman wrapped in a barcode... I asked, Are you two an item?","c":"reddit jokes"},{"id":"hoMN-KY6a5fkM","t":"If you're not buying kraft mac and cheese you might be buying an impasta.","c":"reddit jokes"},{"id":"SNwRTPT3b6WhK","t":"How do you make a kleenex dance? You put a little Boogie in it!","c":"reddit jokes"},{"id":"OWg9LV7_kwJwv","t":"What do you call a very religious person who sleep walks? A Roman Catholic.","c":"reddit jokes"},{"id":"T-EYkSqL6Vk-_","t":"Soap addiction I used to be addicted to soap. But I'm clean now!!","c":"reddit jokes"},{"id":"BYHhNtErZv82A","t":"Why is 6 afraid of 7? Because 7, 8, 9.","c":"reddit jokes"},{"id":"eZJEH7nIrbHpj","t":"What Did Delaware? A brand New Jersey!","c":"reddit jokes"},{"id":"OV8WCw02bLpsM","t":"Why don't you see penguins in Britain? Because they're afraid of Wales","c":"reddit jokes"},{"id":"8PZpKJq7gvB1Q","t":"New Internet acronym: RALSHMICOMN Rolling Around Laughing So Hard Milk Is Coming Out My Nose","c":"reddit jokes"},{"id":"J4xMWwgoHScQq","t":"How do you kill a circus? You stab it in the juggler.","c":"reddit jokes"},{"id":"ubVJLolfw3FGR","t":"How much do pirates pay for earrings? about a buck an ear.","c":"reddit jokes"},{"id":"eqWItNprjDEsu","t":"Why did the boy throw a clock out the window? He wanted to see time fly.","c":"reddit jokes"},{"id":"O2rdSOfZuBAoB","t":"What do you call a person who farts in private? A private tutor","c":"reddit jokes"},{"id":"HzgZ_PKBq-5Z1","t":"Why did the raisin take the prune to the new year's ball? Because he couldn't find a date!","c":"reddit jokes"},{"id":"duZv7NdlsD_ir","t":"Why did the chicken soup cross the road? Because it was down hill!","c":"reddit jokes"},{"id":"C2Yp3fsa4eunH","t":"What did one math book say to the other math book? We've got a lot of problems.","c":"reddit jokes"},{"id":"-HhiNDO7mv-mL","t":"What do you call fake German currency? Question marks","c":"reddit jokes"},{"id":"tBizXA9mp01ZO","t":"What do you call a fat psychic? A four chin teller.","c":"reddit jokes","e":true},{"id":"u4fPpQAwhjeuK","t":"How does Harry Houdini tell people to steal stuff? Straight jack it.","c":"reddit jokes"},{"id":"RMOVUY5iHyFJE","t":"Why can't you hear a pterodactyl urinate? Because of the silent P.","c":"reddit jokes"},{"id":"FQfDw_Dz6h2tv","t":"What do you call an Egyptian bone-setter? Cairo-practor.","c":"reddit jokes"},{"id":"S7qJzEf7wedaf","t":"What did the closed can say to the half opened can? YOU'RE BEING UNCANNY!","c":"reddit jokes"},{"id":"vy9AaCtjdUAqk","t":"Whats the problem with tainted money? It taint yours and it taint mine :D (Puns for the win? :D)","c":"reddit jokes"},{"id":"_FgOrtCu3hWqB","t":"How many minimalists does it take to screw in a light bulb? 1","c":"reddit jokes"},{"id":"ZF0cJP5DA2l-a","t":"What do you call a loaf baked in a zoo? Bread in captivity.","c":"reddit jokes"},{"id":"o-pkhzNqy4O1x","t":"Where does a river keep it's money? At the bank.","c":"reddit jokes"},{"id":"GDlAmvRwGWc2m","t":"What side of a turkey has the most feathers? The outside.","c":"reddit jokes"},{"id":"U_ip_rO57IhWq","t":"My teacher's nickname in school is Flush. He always has the same suit.","c":"reddit jokes"},{"id":"yON98BICT7Q6u","t":"What kind of dish does LeBron like? anything with curry in it.","c":"reddit jokes"},{"id":"XROGCNi5Uq58S","t":"There are 10 types of people in the world. Those who understand binary code and those who do not.","c":"reddit jokes"},{"id":"Q_Kpv5E06t6Qo","t":"What do lawyers wear to court? Law suits!","c":"reddit jokes"},{"id":"phfVe6pVuoMjI","t":"Why are the nordic countries the best countries to live in? Their flags are big plusses.","c":"reddit jokes"},{"id":"stEDpKaZZ8kJX","t":"When Captain Picard's sewing machine broke he brought it to the repairman and said... \"make it sew.","c":"reddit jokes"},{"id":"-mbQreVpyYh2j","t":"My brother... Likes driving black and white F1 race cars. They call him the F1 racist.","c":"reddit jokes"},{"id":"Td5Fx5BVpT8T1","t":"Who makes the sweetest video games? Masahiro Saccharide","c":"reddit jokes"},{"id":"IXxTtIOSF7lAE","t":"Someone dropped their Scrabble in the middle of the road... ...that's the word on the street anyway.","c":"reddit jokes"},{"id":"pRZEDVv-szuF0","t":"My dog chewed up my laptop... I guess he wanted a byte to eat! ^imagine ^this ^in ^zoidberg's ^voice","c":"reddit jokes"},{"id":"DNvKu677bIEV-","t":"Why don't cats play poker in the jungle... ...theres too many cheet-ahs","c":"reddit jokes"},{"id":"Up6mMWrG-9-np","t":"What did Ernie say to Bert when he asked for ice-cream? Sure, Bert!","c":"reddit jokes"},{"id":"fw2tznPJLFh8a","t":"Ask your doctor if left is right for you.","c":"reddit jokes"},{"id":"7t_YFp5LaThKg","t":"Why was the tank top more gangster than the tube top? The tube top was strapless.","c":"reddit jokes"},{"id":"vcGkoi92CscNc","t":"This boy said he was going to hit me with the neck of a guitar.... I said, Is that a fret?","c":"reddit jokes"},{"id":"6zqvpkt60SOuS","t":"What do you call a cow with a twitch? Beef jerky","c":"reddit jokes"},{"id":"IkG70eR1QvDpa","t":"I'm naming my TV remote Waldo... ...for obvious reasons.","c":"reddit jokes"},{"id":"O0_whwxqzKudl","t":"Have you heard about the Black Magic book for orphans? It's called the necro**mom**icon","c":"reddit jokes"},{"id":"wW_G1zEJ9d4vr","t":"What do you call a black and white bird that can't win, nor fly. A peng-lose.","c":"reddit jokes"},{"id":"zSXVIKYkQixJe","t":"How do you catch a unique rabbit? *unique* up on it!","c":"reddit jokes"},{"id":"pCpaWHD_gy5pF","t":"what keeps the lions from leaving the savannah the ele-fence","c":"reddit jokes"},{"id":"X7nD3N-iE-PuY","t":"Will you tell you the story of the huge sad wall? I shouldn't, you'll never get over it.","c":"reddit jokes"},{"id":"9i02wGEZ-Ynex","t":"Where do you buy Pikmin from? The Oli-Mart","c":"reddit jokes"},{"id":"1TOzvaZZzgPxh","t":"Where do literal dogs live? On the roof.","c":"reddit jokes"},{"id":"afmkppB3lGx0D","t":"Why was the Headless Horseman depressed? He could never seem to get ahead in life.","c":"reddit jokes"},{"id":"-e74brmZfy5h0","t":"What's the difference between me and a calendar? A calendar has dates. #foreveralone","c":"reddit jokes"},{"id":"luxlZ1yqqxpD-","t":"What time does Sean Connery arrive at Wimbledon? Tennish","c":"reddit jokes"},{"id":"_buE_7PBn5aGY","t":"Knock-knock... \"Knock-knock\" \"Who's there?\" \"Control Freak - now you say 'Control Freak who?'\" :)","c":"reddit jokes"},{"id":"ztvDR06y3NCzL","t":"Why did Woodrow Wilson take a long time to turn around? Because he could only make 14 point turns.","c":"reddit jokes"},{"id":"MmHxuzgMQKf0L","t":"How did Hitler tie his shoelaces? In cute little knotsies!","c":"reddit jokes"},{"id":"N69pNMm-re34G","t":"What do you call a discounted Zuckerberg? Marked down!","c":"reddit jokes"},{"id":"PrP3VpTcNYPw7","t":"What did the floor say to the desk? I can see your drawers!","c":"reddit jokes"},{"id":"4hvcgoblL4UzN","t":"There were two flies sitting on a toilet seat... one got pissed off.","c":"reddit jokes"},{"id":"40DBOCSIYfBtZ","t":"Why don't blind people like skydiving? It scares the crap out of the dog.","c":"reddit jokes","e":true},{"id":"gxR9twOyrX7gf","t":"What do you call a con-artist who minored in psychology? Sigmund Fraud","c":"reddit jokes"},{"id":"L1iu3nF-wVGxn","t":"What's a pigs favorite muscle? The hamstring.","c":"reddit jokes"},{"id":"S0iV2TNLmciEH","t":"What do fish think about air? It's UN-B-REATHABLE!","c":"reddit jokes"},{"id":"Tsq2bm3maY5cp","t":"What did the hammer say to the drill? You're too boring.","c":"reddit jokes"},{"id":"UJIWdY-VNjSct","t":"What did Sean Connery say when his books fell on his head? I blame my shelf","c":"reddit jokes"},{"id":"hca6Ke9-Z5Wk7","t":"Why did tomato blush? because it saw the salad dressing","c":"reddit jokes"},{"id":"Yxr63Vnp-gLaQ","t":"My biggest problem with passive smoking is having to follow the smoker around.","c":"reddit jokes"},{"id":"oZ4g6HwBNV2pW","t":"What did the traffic light say to the car? Don't look at me I'm changing.","c":"reddit jokes"},{"id":"XxpctpA3uIRSt","t":"What is green, sings and can be found in the fridge? Elvis Parsley","c":"reddit jokes"},{"id":"XPxyki_vW-MXG","t":"What is Jackie Chan's favorite drink? Wata","c":"reddit jokes"},{"id":"blWFivSINMJhn","t":"What did the Pelican say to the fish when he was running late for work? I'll catch you later!","c":"reddit jokes"},{"id":"-jfeYS-ZjkcFC","t":"What do you call a camel in Alaska? Lost.","c":"reddit jokes"},{"id":"GYNrmNlwJDAml","t":"I love self deprecating humour. Shame I'm no good at it.","c":"reddit jokes"},{"id":"nFdUN4c96asmS","t":"Here's a funny joke I heard about pizza oh nevermind. It's too cheesy.","c":"reddit jokes"},{"id":"yygEf6g3L1jfI","t":"What Time Do You Go To The Dentist? Tooth - Hurty! XD","c":"reddit jokes"},{"id":"A_qTZwpdEIHoM","t":"Knock knock. Who's there? Doorbell technician.","c":"reddit jokes"},{"id":"SMUoQCLXRSQdM","t":"If Mr. Bean lost one of his legs he'd be cannellini!","c":"reddit jokes"},{"id":"FrZAZ9hnVySTg","t":"When is the month when the most trees fall? Sep-timber","c":"reddit jokes"},{"id":"ohNVQtwdyDcBg","t":"What do you call a cow with three legs? Tri-tip.","c":"reddit jokes"},{"id":"80Orlh2o46y5k","t":"How was Rome split in half? With a pair of *Caesars*","c":"reddit jokes"},{"id":"PM_2zlqU0aNDx","t":"What did the one wall say to the other wall? \"Meet you at the corner","c":"reddit jokes"},{"id":"9pV51AQ_3B2mp","t":"What do beef hearts smell like? Honey.","c":"reddit jokes"},{"id":"KIicc1xJDOSdG","t":"How many Romans does it take to screw in a light bulb? V.","c":"reddit jokes"},{"id":"yuLzdGBBQKJnf","t":"Why do birds fly south for the winter? because its too far to walk!","c":"reddit jokes"},{"id":"Wx6zqmGTNgArp","t":"What is a traveler's favorite font? Times New Roamin'!","c":"reddit jokes"},{"id":"s6m5dOZAhCc2Y","t":"What do you call a nosey pepper? Jalapeno Business","c":"reddit jokes"},{"id":"MctqFpLk_nvXF","t":"Why was Cinderella thrown off the basketball team? *She ran away from the ball.*","c":"reddit jokes"},{"id":"onEOPRmC34F_C","t":"Why did the air freshener company go out of business? Because they lacked common scents...","c":"reddit jokes"},{"id":"m2gUattHejgU6","t":"With a name like Freddy Mercury... shouldn't he have done heavy metal?","c":"reddit jokes"},{"id":"pdds2NXMOv9UM","t":"What do you call someone who serves smelly drinks? a Fartender","c":"reddit jokes"},{"id":"kACfBNDd8jcDi","t":"What do you call a group of Geometry classes? A geomeforest.","c":"reddit jokes"},{"id":"0xTW3pRaHBBUc","t":"How much did the pirate charge for corn? He sold them for a buccaneer.","c":"reddit jokes"},{"id":"MSt2LMRG6Jksb","t":"I'm very keen I could tell he was bald at the drop of a hat.","c":"reddit jokes"},{"id":"FHT7Kkwh_BmBi","t":"What do the French call artificial feet for cats? Faux Paws","c":"reddit jokes"},{"id":"U-dfMf15D3Yld","t":"I just invented a new word! It's called \"plagiarism\".","c":"reddit jokes"},{"id":"IaOJLbMaQXrLV","t":"What did the host serve his guests for The Simpsons marathon night? Disco Stew!","c":"reddit jokes"},{"id":"pLlnijgFTtAhu","t":"Why did the mechanic go to art school? Because he wanted to learn how to make a van go!","c":"reddit jokes"},{"id":"L7Dqj2iICA6i7","t":"What do you call a fish with no eyes? ....a fssshhh...","c":"reddit jokes"},{"id":"r9u4WdnzKMd2l","t":"What kind of dog can do magic tricks? A labracadabrador.","c":"reddit jokes"},{"id":"VAcEhEVMxwOtn","t":"WHAT is Bruce Lee's favorite drink? WAH TAHH!!!!","c":"reddit jokes"},{"id":"l5IYzJfdHv3IW","t":"What kind of bee will not take credit for his contributions? A Humblebee.","c":"reddit jokes"},{"id":"tQbgoUbZYyKSL","t":"What does a Vulcan lawnmower need to function? A spock plug.","c":"reddit jokes"},{"id":"q5PkJB9O9engc","t":"Why did the chicken cross the road? To show the opossum it could be done.","c":"reddit jokes"},{"id":"5fnQxkiGs_E9f","t":"I would never exaggerate... ...in a million years.","c":"reddit jokes"},{"id":"s2yg542rjwaWx","t":"They told me I had type \"A\" blood... turns out it was a typo.","c":"reddit jokes"},{"id":"25JN1rDI2kWDu","t":"Why did the chicken cross the road? To get to the other side.","c":"reddit jokes"},{"id":"mgdFk1cB57pcy","t":"What do you call a midget psychic that broke out of prison? A small medium at large!","c":"reddit jokes"},{"id":"oUe7Cbkq0GQRz","t":"The hairdresser's oath First, harm no 'do...","c":"reddit jokes"},{"id":"RxgJSS_K_e9NH","t":"What kind of pants does Super Mario wear? Denim Denim Denim","c":"reddit jokes"},{"id":"P0igwf17pQXJ_","t":"What do you call a man with his big toe above his shin? Tony","c":"reddit jokes"},{"id":"F-zX_CZ7OP6Xm","t":"what do you call a vampire that sucks mucus instead of blood? nose-feratu!","c":"reddit jokes"},{"id":"E09GSUAuhK-EG","t":"What do you call someone who wears leather, likes bondage and likes getting inked? Moleskine","c":"reddit jokes"},{"id":"fvAK1ai9tmA0m","t":"Why arent koalas actual bears? They dont meet the koalafications.","c":"reddit jokes"},{"id":"pwBkaFXY_HozC","t":"What was Dr Frankenstein's second job? He was a body-builder","c":"reddit jokes"},{"id":"jin-C6mFe0x9C","t":"What do you call somebody with no body and no nose? Nobody knows.","c":"reddit jokes"},{"id":"oGHChN7ctlNYO","t":"I had a conversation with a Mobius strip... It was one-sided.","c":"reddit jokes"},{"id":"iuOKwTXI92mEj","t":"Coco The Clown took his car back to the garage this week. The door wouldn't fall off.","c":"reddit jokes"},{"id":"lunEkfU-lm4yo","t":"What do you call a pachyderm that sings jazz? Elephants Gerald","c":"reddit jokes"},{"id":"N5PC-W-VLexY2","t":"How much do drum shaped sofas cost? 5 dollars per-cushion.","c":"reddit jokes"},{"id":"iGwu2J2BbRzNy","t":"What do you call a cow jumping over a barbed wire fence? Utter destruction! !!!!","c":"reddit jokes"},{"id":"odXxoh2BuaFrK","t":"Did someone say \"purple\"? Sorry, it must have been a pigment of my imagination!","c":"reddit jokes"},{"id":"jvNy-DmOo4dfi","t":"I just found out I'm colorblind It came out of the yellow.","c":"reddit jokes"},{"id":"8oCQa1slNx10T","t":"Ever heard about that movie called Constipation? It never came out.","c":"reddit jokes"},{"id":"XNu0LMC2ZqeS7","t":"How does a plant walk? It uses a plant stand.","c":"reddit jokes"},{"id":"nNiGJ6dsiA1SW","t":"Did you hear about the two silk worms that got in a fight? It ended in a tie.","c":"reddit jokes"},{"id":"vOvXiAikwG0GQ","t":"What do you call a midget psychic who just escaped from prison? A small medium at large","c":"reddit jokes"},{"id":"ZLElKNFD-6U3R","t":"Why does Mr. Pencil hate Mr. Pen so much? Because he is an erascist.","c":"reddit jokes"},{"id":"_DkVnjbK_LL4R","t":"How do you pay for things in the Czech Republic? Cash or Czech Edit: a word","c":"reddit jokes"},{"id":"2ZsZABzcRo5WH","t":"What begins with E, ends with E, and has one letter? envelope","c":"reddit jokes"},{"id":"hTyp15JqitysJ","t":"Why did Beethoven get rid of his chickens? All they said was, Bach, Bach, Bach ...","c":"reddit jokes"},{"id":"ZMRmzWJpPhIHD","t":"Why did the packaged green onion get into trouble? Because it was a wrapped scallion.","c":"reddit jokes"},{"id":"CzsDJ_Pm_6z_s","t":"What time do you go to the dentist? 2:30","c":"reddit jokes"},{"id":"EUHXKiuyoPyTT","t":"Did you hear about the kidnapping recently? The goatherd woke him up.","c":"reddit jokes"},{"id":"ZugH1FmWYe0G2","t":"What do you call two guys above a window? Curt 'n Rod","c":"reddit jokes"},{"id":"cb55E7ZbWKO3D","t":"Why did the lettuce get arrested? ...for disturbing the peas!","c":"reddit jokes"},{"id":"4SUN0YXf43nyC","t":"What happened to the tyrannical fruit? He was impeached!","c":"reddit jokes"},{"id":"-LDYTqyWVNfEv","t":"Did you hear about the corduroy pillow? You didn't hear? It made headlines!","c":"reddit jokes"},{"id":"bNuMBbjyncGX4","t":"How do you make gold soup? You use 14 carrots.","c":"reddit jokes"},{"id":"FXElotCz1HUlW","t":"What's my New Year resolution? Well, I just got a Hi-Def TV, so it's 1920 X 1080i.","c":"reddit jokes"},{"id":"acUqzQI9ZLFzz","t":"How does a cactus do his math homework? He uses a cacti-lator!","c":"reddit jokes"},{"id":"kNiY4D4_AHMGs","t":"What's an oven's favorite comedy routine? Deadpan.","c":"reddit jokes"},{"id":"QootJwTgvf9fO","t":"linuxmint 13 or 15 question why does 13 have lts and not newer versions?","c":"reddit jokes"},{"id":"G3T6RCMm68vsJ","t":"why was Pavlov's hair so soft? classical conditioning.","c":"reddit jokes"},{"id":"7lOkrCp-0Djnb","t":"What did the slab of meat say when it was covered in salt and left out to dry? \"I'm cured!","c":"reddit jokes"},{"id":"VlgXBs6BJsl9D","t":"What do you call an animal that goes through your trash and tells great stories? A raccoonteur.","c":"reddit jokes"},{"id":"BqT_r5at5WmQ_","t":"I'm making a band! I started a band called 999 Megabytes...we havent gotten a gig yet.","c":"reddit jokes"},{"id":"2EwKVyNZSFgVi","t":"Why doesn't the sun need to go to University? He's too bright.","c":"reddit jokes"},{"id":"-fP5a14UNiRsX","t":"Why did the turtle cross the road? To get to the nearest Shell Station!","c":"reddit jokes"},{"id":"Pv6rj_NqdTKxH","t":"What did the elephant say to the horn-less rhino? \"Rhino horn?","c":"reddit jokes"},{"id":"8wtSfCvF88CZc","t":"How do porcupines play leapfrog? Very carefully","c":"reddit jokes"},{"id":"-j0-Qup6oiy8X","t":"Where does the General keep his armies? In his sleevies.","c":"reddit jokes"},{"id":"-Six0CDc1BIHZ","t":"How many Super Saiyans does it take to change a lightbulb? Just 1 but it will take 3 episodes.","c":"reddit jokes"},{"id":"TETSuaHaLaG9W","t":"What do you call 99 bunnies walking forward and they take one step backwards? A receding hare line.","c":"reddit jokes"},{"id":"XobxSOzNUn8uJ","t":"What kind of jeans do ghosts wear? Boo Jeans","c":"reddit jokes"},{"id":"qBmFIzTnN1q6I","t":"What should you do before criticizing Pac-Man? WAKA WAKA WAKA mile in his shoes","c":"reddit jokes"},{"id":"wYgA702OKKeUz","t":"What do you call a father who was kidnapped in Iraq? A Baghdad.","c":"reddit jokes"},{"id":"L9gQQxd7w26tF","t":"What do Egyptians do when their mass transit breaks down? Get Anubis.","c":"reddit jokes"},{"id":"mLLhCK-mD_PIF","t":"What do call a horse that lives near you? A neighbor (naybor for pessimist horses)","c":"reddit jokes"},{"id":"beiSmCTQwOBmT","t":"A termite walks into a pub And asks \"where's the bar tender?","c":"reddit jokes"},{"id":"vZ71AKwvn0rFa","t":"What kind of birds stick together? Vel-crows","c":"reddit jokes"},{"id":"pBvEdmhO22HWQ","t":"What happens when you get some vinegar in your ear? You suffer from pickled hearing!","c":"reddit jokes"},{"id":"dF07-LjYG_M3q","t":"A sad can goes to get recycled. He was soda-pressed.","c":"reddit jokes"},{"id":"wGVs2izm6ruUG","t":"What does Drew Carey have in his driveway? Cleveland Rocks!","c":"reddit jokes"},{"id":"a6FWZvBnSTUo4","t":"Why don't you want your nose to be 12 inches long? because then it would be a foot!","c":"reddit jokes"},{"id":"47-h3YF4X5oIY","t":"A long joke jooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooke","c":"reddit jokes"},{"id":"Kcp08C4mcph1u","t":"What did one ocean say to the other ocean? Nothing, they just waved.","c":"reddit jokes"},{"id":"hbT2er1qwCjDT","t":"ABCDEFGHIJKMNOPQRSTUVWXYZ Noel.","c":"reddit jokes"},{"id":"9mMq1J8YlzLJW","t":"Kids, I don't know if our ceiling is the best ceiling... ...but it's definitely up there.","c":"reddit jokes"},{"id":"bd4hJOibF4P5E","t":"Why was the hula hoop a great boxer? It could go round for round.","c":"reddit jokes"},{"id":"oHCem05JMtRtJ","t":"how do you make 7 even? remove the \"s","c":"reddit jokes"},{"id":"tScBX5wG9Y3iI","t":"What gets longer the more you cut it at both ends? A ditch.","c":"reddit jokes"},{"id":"qISizLd-Z6z7-","t":"What did the 0 say to the 8? Nice belt!","c":"reddit jokes"},{"id":"JUSm1qBOsE6CX","t":"Why was the chicken kicked out of class? For using *fowl* language.","c":"reddit jokes"},{"id":"IRbPf3IZCIS7R","t":"What do you call an economist at an amusement park who is just sitting around? A lazy fair goer!","c":"reddit jokes"},{"id":"XxGcVHWyVTThJ","t":"How did the prostitute get promoted? She slept her way to the top!","c":"reddit jokes"},{"id":"QS6i_eze4wFTu","t":"What did the space between two tiles say? I AM GROUT","c":"reddit jokes"},{"id":"DBJg3aBkcCYq8","t":"What do you say to the Montana barista when they overfill your chamomile? Beautiful","c":"reddit jokes"},{"id":"Q229EH6Gixlkl","t":"What's green and fuzzy and can kill you if it falls from a tree? A pool table.","c":"reddit jokes"},{"id":"J21AyAS0VFWYh","t":"How do you make a tissue dance? You put a little boogie in it. :)","c":"reddit jokes"},{"id":"pyKj65FsmyI_p","t":"Wanna hear a construction joke? I'm working on it.","c":"reddit jokes"},{"id":"Johl1fowNG6fu","t":"What do gamers plant in their garden? Skill trees! **Dances wildly with top hat and cane**","c":"reddit jokes"},{"id":"huamrlpchJZ-z","t":"What's an idealist vegetarian's favorite meal? Peas and hominy","c":"reddit jokes"},{"id":"OcnN77ELoYB56","t":"Who's bad at baseball but fun at parties? A pitcher filled with margaritas!","c":"reddit jokes"},{"id":"tmVtC0-7HUZuT","t":"What do you get when you mix two chains and a cow? Truuuuuuuuuuu-moooooooooooooooooo!!!","c":"reddit jokes"},{"id":"_-5TyqQIN2h7_","t":"Why do elephants hide behind trees? To trip ants.","c":"reddit jokes"},{"id":"go0bGMT5SuvqN","t":"I can make a movie with my hand. All it takes is a FLICK of the wrist!","c":"reddit jokes"},{"id":"eAcikm2uK6CxL","t":"I am not pro gay. I am not even amateur gay. But, I support their rights.","c":"reddit jokes"},{"id":"utski7r7UGrSG","t":"why didn't the american leek want to talk to the japanese leek? because it was negi","c":"reddit jokes"},{"id":"RNeyn2q-iPTEg","t":"I hate girls with double standards unless they're pretty","c":"reddit jokes"},{"id":"0VA2i-vCgdfWJ","t":"What did the lazy surgeon say to his patient? Suture self!","c":"reddit jokes"},{"id":"ARrKA5zKnKhRK","t":"I have found that there are three kinds of people; Those who can count and those who can't.","c":"reddit jokes"},{"id":"1vFKt18CUJR5z","t":"I made half a cup of tea the other day... It was so nice I had two.","c":"reddit jokes"},{"id":"a4jRpqNKIUKgB","t":"Why did peanut butter flop at the talent show? He didn't have the right jam.","c":"reddit jokes"},{"id":"UN0TgViQugT-s","t":"How many tickles does it take to make a squid laugh? Tentacles.","c":"reddit jokes"},{"id":"VbEj0BhF6jIwN","t":"Where do Cows go for parties? The Moovies","c":"reddit jokes"},{"id":"UvmqeBpD04-MB","t":"How many Saiyans does it take to change a lightbulb? Just one, but it takes 5 episodes.","c":"reddit jokes"},{"id":"9CZodJ65N5ALV","t":"Knock Knock...","c":"reddit jokes"},{"id":"mP9enUmsAkhDo","t":"Why are jokes about rotten eggs banned? Because they're infeggtious","c":"reddit jokes"},{"id":"3PpTkF_xkpiOC","t":"What side dish do frogs like to enjoy with their hamburgers? French Flies!","c":"reddit jokes"},{"id":"FN4_kA15KqbaK","t":"What do cows do for fun? They go to the mooooo-vies.","c":"reddit jokes"},{"id":"V2CWSRyDoDIvd","t":"Why did the puppy get away with committing murder? ...He had paws-able deniability.","c":"reddit jokes"},{"id":"r8hTC0t51eN5o","t":"There once was a jealous zombie... But he ate his heart out.","c":"reddit jokes"},{"id":"enO0Ol0mY9jBG","t":"What do you call a ubiquitous spud? A common-tater!","c":"reddit jokes"},{"id":"SgkKmSghVSInr","t":"Want to hear a joke about pizza? Never mind, it's probably too cheesy.","c":"reddit jokes"},{"id":"UnFaHTjOJVQ5l","t":"What has a bottom at the top? Your legs.","c":"reddit jokes"},{"id":"R32TWkMwAOQ2j","t":"What type of grain uses profanity? Vulgar Wheat","c":"reddit jokes"},{"id":"sl84kUistxfC_","t":"What do you call a penguin with a smoking problem? It's a puffin!","c":"reddit jokes"},{"id":"jeR4MuBP6tmhO","t":"What did they call the Pillsbury Doughboy after he hurt his leg? Limp Biscuit","c":"reddit jokes"},{"id":"5gxzqWOHEJ5fS","t":"I know a woman who owns a taser... Let me tell you, she's stunning!","c":"reddit jokes"},{"id":"fUuk08vrS9kAd","t":"Did you hear about the neutron who was arrested? He was held without charge.","c":"reddit jokes"},{"id":"JPk9wrISRt_if","t":"Why was the tomato blushing? Because it saw the salad dressing.","c":"reddit jokes"},{"id":"1KG5KkV-ytFoa","t":"My buddy said he'd give his right arm to be ambidextrous I can only admire such dedication.","c":"reddit jokes"},{"id":"dHi-Ra6180pcV","t":"Why did the skeleton not attend prom? He had no body to go with.","c":"reddit jokes"},{"id":"E72O5P6SDYLYl","t":"Why was the owl afraid of Raidoactivity Because it was made of Hootonium","c":"reddit jokes"},{"id":"VhcH_X0NLu_fy","t":"What do you call soup that you've found a hair in? Rabbit Soup :D","c":"reddit jokes"},{"id":"_y4aSxgoKUFKu","t":"What do you call a woman with one leg? Eileen","c":"reddit jokes"},{"id":"z0P0E8RARodBU","t":"Two birds are sitting on a perch. One bird says to the other, \"Do you smell fish?","c":"reddit jokes"},{"id":"ZqrwjY5FO79u_","t":"A man wanted to name his son a very long name... ...so he named him Miles","c":"reddit jokes"},{"id":"M_lRbTqZ4ZQSc","t":"Who was the most important Knight of the Round Table? Sir Cumference.","c":"reddit jokes"},{"id":"0E5hd3sACQG7m","t":"Why did Beethoven kill off his chickens? They kept saying, \"Bach, Bach, Bach.","c":"reddit jokes"},{"id":"w9lP8CsDGPw9Z","t":"Why did the bigamist cross the road? To get to the other bride.","c":"reddit jokes"},{"id":"DPcGB2NZdAmB3","t":"Why did the fox cross the road? It was chassing after the chicken!","c":"reddit jokes"},{"id":"qyiHnNVC_Xacv","t":"Why did the man throw his watch out the window? He wanted to see time fly!","c":"reddit jokes"},{"id":"H9MmpfvLYAXzT","t":"Why did the banker leave his job? he lost interest","c":"reddit jokes"},{"id":"8Kx_dxz8IcjTl","t":"What do you call a cashew in space? An astronut.","c":"reddit jokes"},{"id":"sqlhordmHu2bt","t":"Why are some chillies nosy? They're jalapeno business","c":"reddit jokes"},{"id":"i-5YSNjxEUgJ2","t":"What did the digital clock say to the grandfather clock? \"Look grandpa, no hands!","c":"reddit jokes"},{"id":"xdf1TskMGRk0I","t":"What do you call it when you dip poultry and beef in chocolate?  Brown-chichen-Brown-cow","c":"reddit jokes"},{"id":"Tl8LaACZJ0n6A","t":"What happens when your cousin eats all the Pumpkin pie on Thanksgiving? Plump kin!","c":"reddit jokes"},{"id":"b_08rJp10a3Jw","t":"Why does the Pope only eat munchkins? Cause they're the holy part of the donut!","c":"reddit jokes"},{"id":"7mupa2CQval9W","t":"What is a vampire's favorite fruit? a Neck-tarine --From a great co-worker","c":"reddit jokes"},{"id":"4Ohws4Ewq9VLD","t":"What did Descartes say while shopping online? I think therefore I Amazon","c":"reddit jokes"},{"id":"oqFVIZ0-8IiE2","t":"What does r/The_Donald call its rule list? The MAGA Carta","c":"reddit jokes"},{"id":"svjwYEtUcOgH3","t":"A cow fell off a truck in Russia Apparently he hadn't been Put in properly.","c":"reddit jokes"},{"id":"p4TgRvPnqt3dk","t":"What do you call a flower in Florida? Orlando Bloom.","c":"reddit jokes"},{"id":"MPsN0jVDuAbaw","t":"What do you call an Egyptian doctor who works on peoples backs? A Cairopractor!","c":"reddit jokes"},{"id":"W6TtsOjILHbYY","t":"Why did the dog go into the water? Because he didn't want to be a hot dog.","c":"reddit jokes"},{"id":"C-N5JJ03myXSj","t":"Why'd the hipster burn his mouth on his coffee? Because he drank it before it was cool.","c":"reddit jokes"},{"id":"nEqwJscdYXHc4","t":"Why couldn't the lifeguard save the hippie from drowning? He was *too far out, maaan*.","c":"reddit jokes"},{"id":"OqrqIhv6GtC5g","t":"If you have bladder problems. Urine trouble.","c":"reddit jokes"},{"id":"uB4NKCsfmocfm","t":"Where did the general keep his armies? In his sleevies!","c":"reddit jokes"},{"id":"tI6LGD7B5JeDm","t":"What did Cholera say to Malaria? Are you gonna Jaundice on Saturday?","c":"reddit jokes"},{"id":"qfWbYY_4m6kIm","t":"Q)What will you call a person who sleeps next to a close relative? A) NapKin","c":"reddit jokes"},{"id":"TTJD50U1Eoh8y","t":"Scary Halloween Joke **Person 1:** Knock knock! **Person 2:** Who's there? **Person 1:** A GHOST!!!","c":"reddit jokes"},{"id":"gx4OxfVeTsXS-","t":"Who invented fractions? Henry the 1/8","c":"reddit jokes"},{"id":"8MBrFkaIwgPAE","t":"What's cold and scary?! I-scream!","c":"reddit jokes"},{"id":"mjyRw575aLG1m","t":"Why was the rooster happy after his trip to Vegas? He got clucky.","c":"reddit jokes"},{"id":"4AHrdpDw0DPA2","t":"Why are horses never overweight? They're on a stable diet.","c":"reddit jokes"},{"id":"q-_ECLxswdFLm","t":"Why was Farmer Bob so good at his job? Because he was outstanding in his field","c":"reddit jokes"},{"id":"yo9wcVVf83D3m","t":"What do you call a fish who works for the government? An Official.","c":"reddit jokes"},{"id":"R3CWVac2qlJPs","t":"Why did the bald man draw rabbits all over his head? From a distance they look like hares!","c":"reddit jokes"},{"id":"HJFMTfKy5ibO9","t":"I went to a shredded cheese convention the other day... it was grate","c":"reddit jokes"},{"id":"MFkgWPYj4PFrn","t":"What is ISIL's favourite dessert? Terrormisu","c":"reddit jokes"},{"id":"o1T--XT4bVAcr","t":"Wanna hear two short jokes and a long joke? Joke joke jooooke!","c":"reddit jokes"},{"id":"MCOwFkB-Ku813","t":"What happened to the runny nose... it tripped and fell. Now it's all boogered up.","c":"reddit jokes"},{"id":"FaJ0WICtK3PNE","t":"What do you call a cavator that isnt a cavator anymore? an EXcavator","c":"reddit jokes"},{"id":"T52mRMSN9_SjP","t":"Why did the strawberry cry? Because his mother was in a jam.","c":"reddit jokes"},{"id":"cuoSQxNYd-V9t","t":"People dont like having to bend over to get their drinks... We really need to raise the bar.","c":"reddit jokes"},{"id":"z--1s6jCk5l8x","t":"I fear for the calendar... ...its days are numbered.","c":"reddit jokes"},{"id":"4i9ae6McXbKlK","t":"why are there fences around graveyards? people are just dying to get in there these days.","c":"reddit jokes"},{"id":"GTJzHsd53cwJ5","t":"One Eskimo said to the other, \"Where is your mother from?\" The second Eskimo says \"Alaska.","c":"reddit jokes"},{"id":"9mFzmo5my_fXr","t":"Why can't a Pirate make it through their ABC's? They always get lost at C.","c":"reddit jokes"},{"id":"v4d1z7_v7ardE","t":"Jesus wrote a play about a tornado. It was an Act of God.","c":"reddit jokes"},{"id":"CQTT7ASCwYNCt","t":"Why did the girltree fall in love with the boy tree? He was sappy","c":"reddit jokes"},{"id":"WNshLvr6pR25i","t":"I went to a seafood disco last week... ...and pulled a mussel.","c":"reddit jokes"},{"id":"xkQ5TT8Jvm8a8","t":"Why did the pie go to the dentist? It needed a filling.","c":"reddit jokes"},{"id":"hbMPJb-46KQb8","t":"Superman and Eyore had a baby. The baby's name? Supereyore","c":"reddit jokes"},{"id":"fYt6_n0PRV96A","t":"What cheese do you use to get a bear out of a tree? Camembert!","c":"reddit jokes"},{"id":"V8wv46Q_EgLaV","t":"What do you call a deep-sea diving dog? Scuba - Doo!","c":"reddit jokes"},{"id":"k-FwncQBug1ii","t":"Where did the fish go when it needed an operation? To the sturgeon","c":"reddit jokes"},{"id":"K2uMGE8Bin-To","t":"My English teacher got really angry about the format of my essay. It wasn't justified.","c":"reddit jokes"},{"id":"cqCfMeyMYjjya","t":"Starcraft: Why did the marine vote for the dragoon? He was Protoss","c":"reddit jokes"},{"id":"KcWgX5IHQ7E4x","t":"What do you get if you cross an elephant with a fish? Swimming trunks","c":"reddit jokes"},{"id":"s6NVlQZJ_e9H1","t":"Where is Engagement, Ohio? Between Dayton and Marion.","c":"reddit jokes"},{"id":"5DdptPFlhFmJ1","t":"Why is Ireland the richest country in the world? Because it's capital is always Dublin.","c":"reddit jokes"},{"id":"w69l11Z-W9F3C","t":"Can you tell me what you call a person from Corsica? Course a can.","c":"reddit jokes"},{"id":"ot7wlu3ywpW3p","t":"How did the metal get the wrong idea? He was misled.","c":"reddit jokes"},{"id":"TKnrf8-DPS1g6","t":"So today is Star Wars day May the fourth be with you!","c":"reddit jokes"},{"id":"wgwFTDcws5jt4","t":"what happens if you drink 3.14 liters of water? you will Pi ss","c":"reddit jokes"},{"id":"CgZlH8feupodw","t":"A WWII Joke! What did the German Shepherd say at his Nuremberg trial? \"I was just following odors.","c":"reddit jokes"},{"id":"ZAmr-hi1U8khn","t":"What do cows like to put on their hot dogs? moostard","c":"reddit jokes"},{"id":"GjtKDe4lo671v","t":"Why did the cow go to the psychologist? She had a fodder complex.","c":"reddit jokes"},{"id":"cGmht4qUye-vg","t":"What's George Washington's least favorite flower? Li[e]-lacs!","c":"reddit jokes"},{"id":"SqydZgYwkVWw1","t":"Why should you avoid people dressed as celery? They could be stalking you!","c":"reddit jokes"},{"id":"K06CX4qz3rDPL","t":"Wanna hear a joke about Nitric Oxide ? NO","c":"reddit jokes"},{"id":"mEEjpjWQD2In3","t":"What's the strongest letter in the alphabet? ***P*** Even Superman can't hold it.","c":"reddit jokes"},{"id":"eo3C1OX0szre8","t":"What do you call it when your wife brings you rice porridge in prison? Congee-gal visit","c":"reddit jokes"},{"id":"qkfvKQenfWTRd","t":"Why did the dinosaur cross the road? Because the chicken didn't exist.","c":"reddit jokes"},{"id":"L3n6p8zbWDmYg","t":"Why does a rapper need an umbrella? Fo' drizzle.","c":"reddit jokes"},{"id":"6tNV5hvTkf1Mg","t":"What did Tennessee? What Arkansas.","c":"reddit jokes"},{"id":"0OuqyH17x9k7N","t":"What do you call a group of Combi's? A Combi nation!","c":"reddit jokes"},{"id":"xLLF9lKUEfKjV","t":"How do you get down from an elephant? You don't, you get down from a duck","c":"reddit jokes"},{"id":"jzjYWrQJkSZ10","t":"You can pick your friends, and you can pick your nose... But you can't pick your friend's nose","c":"reddit jokes"},{"id":"BI3peMf9YPiWe","t":"Which whiskey should you buy if you want to dance all night? Wild Twerky!","c":"reddit jokes"},{"id":"cb2T8p2oR5BIE","t":"Why couldn't the hunter cook breakfast? The game warden found out he poached his eggs!","c":"reddit jokes"},{"id":"OJnPO8ypD53cR","t":"How much does a truck full of bones weigh? A skeleTon","c":"reddit jokes"},{"id":"dA75MRXSuaIXi","t":"Why don't cats play poker in the jungle? Too many cheetahs!","c":"reddit jokes"},{"id":"bjNeP_qFiROXF","t":"A skeleton walks into a bar... Asks for a beer and a mop.","c":"reddit jokes"},{"id":"mUfrAgXjBIfr3","t":"What do you call an atheist bone? A blasfemur.","c":"reddit jokes"},{"id":"ltkn9p3vIl7-2","t":"Will Smith's website isn't responding. What do you do? Refresh Prince of Bel Air.","c":"reddit jokes"},{"id":"H7LV_Zkp9EOB5","t":"What the the electrician say to his buddy? Watts up?!","c":"reddit jokes"},{"id":"xXvPdaZQNQ-NT","t":"How many South Americans does it take to change a lightbulb? A Brazilian.... I'll get my coat...","c":"reddit jokes"},{"id":"-n5xFKFnlA2-3","t":"How do you catch a bra? You set a booby trap.","c":"reddit jokes"},{"id":"PdCPXtNNkbRqQ","t":"Which cheese is the loneliest? Prov-alone!","c":"reddit jokes"},{"id":"gKrbg5Ej5SunF","t":"Did you hear the joke about the fast car? I would tell you but I think you're too slow to get it.","c":"reddit jokes"},{"id":"48SX4QG9cE9ts","t":"Why did the twinkie go to the dentist? He lost his filling!","c":"reddit jokes"},{"id":"Gy9kjWe1mzK-b","t":"How does a fish always know how much they weigh? Because they have their own scales!","c":"reddit jokes"},{"id":"pxLdWmgHl7xSW","t":"What does music have to do with safety? If you don't C sharp, you'll B flat.","c":"reddit jokes"},{"id":"L71_zMaT0hDgB","t":"Why is there very little honey in Belgium? Because there is only one B in Belgium","c":"reddit jokes"},{"id":"MXKQYYi2SQn-P","t":"How many goals did Germany score? gerMANY","c":"reddit jokes"},{"id":"s-c8A-4kZrXpT","t":"Why did the elephant turn around in the airport and go home? He forgot to pack his trunk.","c":"reddit jokes"},{"id":"6uIIVMaUKQVwP","t":"What celebrity never payed with a cheque or credit? Johnny Cash.","c":"reddit jokes"},{"id":"W5WDXT6c49ww4","t":"What is a pair of sheep's favorite instrument? Two-Baaas.","c":"reddit jokes"},{"id":"3aliA-cCFdYFO","t":"Have you heard about that hot Thai lounge singer? Yeah. They call him *Frank Sriracha.*","c":"reddit jokes"},{"id":"lGjCT21BQug6b","t":"Cars Why do lazy people only drive automatics? Because they're shiftless.","c":"reddit jokes"},{"id":"KNKmmdIOasvaq","t":"Why is Yoda afraid of seven? Because six seven eight.","c":"reddit jokes"},{"id":"P1P0RXkO2Hwsv","t":"Why couldn't the pirate learn the alphabet? Because he was always lost at C.","c":"reddit jokes"},{"id":"M_r0K5p4ku5Jo","t":"What is the cheapest part of a boat? The part with the sail in it.","c":"reddit jokes"},{"id":"1JjMwpJ22r_pS","t":"Why was the egg kicked out of the comedy club? Because he was telling bad yolks!","c":"reddit jokes"},{"id":"66Ax4JIBFJZbV","t":"You know what's the problem with Mexican and black jokes? If you've heard Juan, you've heard Jamaal.","c":"reddit jokes"},{"id":"x_OBL1ZhOT6HV","t":"The signature dish of a restaurant called the Twisted Rooster: Mobius Chicken Strips.","c":"reddit jokes"},{"id":"xjN8Lf4laNvNX","t":"What did one math book say to the other? Don't bother me; I've got my own *problems!*","c":"reddit jokes"},{"id":"JyOqlBfIfggod","t":"Why are giraffes slow to apologize? It takes them a long time to swallow their pride","c":"reddit jokes"},{"id":"FR_qIZ4lC31SN","t":"Velcro What a rip off. Joke by Tim Vine.","c":"reddit jokes"},{"id":"7L5iJI34Lz_4h","t":"Why don't melons ever run away and get married? Because they cantaloupe!","c":"reddit jokes"},{"id":"yZm18KK_3e1xY","t":"Like most people my age... I'm 27.","c":"reddit jokes"},{"id":"8-euSRBAqyZYn","t":"Two fish in a tank Fish 1:Uh, Greg? Fish 2:What Fish 1:How do we drive this thing","c":"reddit jokes"},{"id":"HIbtbIC7de0wG","t":"Did you hear about the Italian chef that died? He pasta way.","c":"reddit jokes"},{"id":"D2uzNah0cMEDR","t":"Why did the bacteria cross the microscope? To get to the other slide","c":"reddit jokes"},{"id":"cpKAsMDktgF5-","t":"Tasted the best Borscht ever! It'll be hard to beet.","c":"reddit jokes"},{"id":"LnPcrXuFdFQjy","t":"The Fine Bros. 'React' announcement was like a television with no antenna. Poor reception.","c":"reddit jokes"},{"id":"f5QvPsA6HdfcT","t":"What do call a horse that lives near you? A naybor","c":"reddit jokes"},{"id":"QXxyAFku6HUHe","t":"What kind of bees make milk? Boobies.","c":"reddit jokes"},{"id":"wvtrbj7DQKsY5","t":"What does Mario use to get his hot dogs off the grill? He uses his Donkey Tongs.","c":"reddit jokes"},{"id":"xdAs9umCTzHIN","t":"We don't serve time travelers here\" A time traveler walks into a bar.","c":"reddit jokes"},{"id":"NhVzC0V0I8UXy","t":"How do you kill bread? Bake it for a little while, and it will be toast.","c":"reddit jokes"},{"id":"jRF0PIrUTUwNV","t":"What do you call an imaginary color? A pigment of your imagination.","c":"reddit jokes"},{"id":"vtDgScMnE9WmM","t":"What do you call security guards working outside Samsung shops? Guardians of the Galaxy","c":"reddit jokes"},{"id":"H_WTMYJEXwU3d","t":"What do you call cheese that is by itself? Provolone","c":"reddit jokes"},{"id":"0IvcxeRyFgYQE","t":"I just got a job helping a one arm typist do capital letters... Its shift work.","c":"reddit jokes"},{"id":"QJLicbAaSMjL5","t":"Why does a Bicycle have a kickstand? Because it's two tired.","c":"reddit jokes"},{"id":"kUP5fPiF09bNI","t":"Which side of a horse has the most hair? The OUTSIDE! oh-my-goodness, that's hilarious! ~Skip","c":"reddit jokes"},{"id":"5-d8qyw8BXiSN","t":"Noah wasn't much for civilized society . . . You could say he was an-arc-ist.","c":"reddit jokes"},{"id":"A9Aa6hz7CelCB","t":"Two silk worms had a race. They ended up in a tie.","c":"reddit jokes"},{"id":"tW8l9eDUsK6l8","t":"What do you call a sheep covered in chocolate? A candy baa","c":"reddit jokes"},{"id":"CUU8zPX7GOEzT","t":"What do you do if you see a spaceman? You park in it, man.","c":"reddit jokes"},{"id":"w5f4oD5m5HULX","t":"I was wondering why the frisbee was getting bigger. And then it hit me.","c":"reddit jokes"},{"id":"tR6Hl_FXpT1f3","t":"What did the Buffalo say when his child left for college? Bison","c":"reddit jokes"},{"id":"Jn-6PxwTOrR7G","t":"How do you keep an idiot in suspense? I'll tell you later.","c":"reddit jokes"},{"id":"2vaTUx9pCXMJC","t":"Batman doesn't have nightmares Nightmares have batman","c":"reddit jokes"},{"id":"MN9SQJN-HMdle","t":"Charles Dickens walks into a bar... and orders a martini. The bartender asks \"olive 'er twist?","c":"reddit jokes"},{"id":"-arraliujMKYY","t":"What do you find in a cloud's shorts? Thunderpants!","c":"reddit jokes"},{"id":"kfWAn1-Gx7jWX","t":"Why did the SSD burn a flag? Because it was a Patriot Blaze","c":"reddit jokes"},{"id":"xfj7e9elIabya","t":"By shear coincidence... ...all these sheep look the same...","c":"reddit jokes"},{"id":"HhLmL2Lhm5Fai","t":"What do you call a bee from the wrong side of town? A bumblegee","c":"reddit jokes"},{"id":"-Pb9BEKRTZ0Xt","t":"Why did Mrs. Grape leave Mr. Grape? She was tired of raisin kids.","c":"reddit jokes"},{"id":"nZxYShpCo9hp9","t":"What does batman take in his whiskey? Just ice.","c":"reddit jokes"},{"id":"Hyztwcl9dXn0I","t":"What do you call a boomerang that doesn't come back? A Stick","c":"reddit jokes"},{"id":"rX65qXjfSBJv0","t":"A guy walks into a bar Ouch","c":"reddit jokes"},{"id":"oEV6vI3Gl2JjF","t":"What did aged mother cheddar say to her son the day of school photos? Looking sharp.","c":"reddit jokes"},{"id":"7h9imZZZviKnv","t":"Why does a chicken coop have two doors? Because if it had four it would be a chicken sedan!","c":"reddit jokes"},{"id":"ceS473OlF3hxe","t":"Why was Pavlov's hair so soft? He conditioned it.","c":"reddit jokes"},{"id":"ml9WoPk8eHeOO","t":"What's an atheist's favorite Christmas movie? Coincidence on 34th Street","c":"reddit jokes"},{"id":"s2uQaL3I2d8Tq","t":"Whats Marios favorite type of jeans? denim denim denim!","c":"reddit jokes"},{"id":"kX53TWyzBRlrY","t":"What did the 0 say to the 8? Let's make a snowman!","c":"reddit jokes"},{"id":"6FP7zhB0uEbPH","t":"Have a very Joseph Christmas! We shouldn't discriminate by sex, you know.","c":"reddit jokes","e":true},{"id":"WC1Jce27ms0Gv","t":"Never try to kill a termite with a napkin. It'll only get bigger.","c":"reddit jokes"},{"id":"psiZkgS0ApouN","t":"What did one nose say when the other nose said \"I love you\"? \"Back achoo!","c":"reddit jokes"},{"id":"wtNwQD_zYYmsQ","t":"Hope you guys like clean humor videos https://www.youtube.com/watch?v=kNt-aTq0hxM","c":"reddit jokes"},{"id":"kmj44y0-WTyIn","t":"Why don't blind people like to skydive? Because it scares the dog.","c":"reddit jokes"},{"id":"VW97OHZ2HvchI","t":"Two guys walk into a bar... the third one ducks.","c":"reddit jokes"},{"id":"1lbfpO9UNrkgF","t":"Why did the dog sleep on the chandelier? Because he was a light sleeper.","c":"reddit jokes"},{"id":"2hKLndbkHGP1C","t":"What happens when a spoon and fork get into a fight? civilwar","c":"reddit jokes"},{"id":"UPUyep3m1xrG7","t":"My grandma refused to be an organ donor. She was buried with all of her musical instruments.","c":"reddit jokes"},{"id":"Kd-OB_nvtCq8G","t":"How do you count cows? With a cowculator.","c":"reddit jokes"},{"id":"CCaSo_hyHya7z","t":"What do you call a burial chamber full of Moose? Moosoleum.","c":"reddit jokes"},{"id":"zDAiyywF30OH_","t":"Mints I was eating mint chocolates and I felt sick after eight.","c":"reddit jokes"},{"id":"jWXL0R2-D4Weu","t":"What did the hot dogs name their child? Frank","c":"reddit jokes"},{"id":"Y9mzrHoHMOot2","t":"I may be middle-class, but I'm hard. *Al dente*, you might say. **Jimmy Carr**","c":"reddit jokes"},{"id":"dfJadRSODV6SZ","t":"What do you say when you see three whales? Whale whale whale, what do we have here?","c":"reddit jokes"},{"id":"7R-ADrPnuljfx","t":"What did Cinderella say while waiting for her photos? Someday my prints will come","c":"reddit jokes"},{"id":"oLd-X-CJZIVtY","t":"What did the fish say when it hit the concrete wall? Dam","c":"reddit jokes"},{"id":"d6fOYmDqJFW0W","t":"My Bucket List * ~~Five gallon bucket~~ * ~~Mop bucket~~ * Bucket hat","c":"reddit jokes"},{"id":"7umDmcnPHEY0z","t":"What do you call an old soldier who has been sprinkled in salt and pepper? A seasoned veteran.","c":"reddit jokes"},{"id":"-e_DijU4ngQGx","t":"The fast food restaurant for babies. \"Welcome to Gerber King, may I take your order?","c":"reddit jokes"},{"id":"yaqWQpgjyjxSc","t":"What did one frog say to the other? Time's fun when you're having flies.","c":"reddit jokes"},{"id":"ufc6GBTS5gUch","t":"What do you get when you cross the Atlantic with the Titanic? Halfway.","c":"reddit jokes"},{"id":"HokgEF1jGZtlb","t":"Want to hear a dirty joke? This boy trips and falls into some mud.","c":"reddit jokes"},{"id":"XS1abbXOK9Ayq","t":"No matter how much you push the envelope... ...it's still stationery.","c":"reddit jokes"},{"id":"7a2loqjiqF7jp","t":"My buddy went to a foreign country to get his sex change operation. Now he's a dude who's abroad.","c":"reddit jokes","e":true},{"id":"Qd-x7saIUCUvp","t":"A vampire stopped coming to my nightly poker games. All I said was that he made too many mistakes...","c":"reddit jokes"},{"id":"IrxlROVrpLXp8","t":"What's the most beautiful thing in Advanced Physics? A passing grade. :)","c":"reddit jokes"},{"id":"Y6rTuuc9-5MQo","t":"I bought a vacuum cleaner six months ago... ...and so far, all it's been doing is gathering dust.","c":"reddit jokes"},{"id":"e6dSyFBUwx5ur","t":"Where do you drown a hipster? The Mainstream.","c":"reddit jokes"},{"id":"lDrZbqf0lnUNg","t":"Why did the man with one hand cross the road? To get to the second hand shop!","c":"reddit jokes"},{"id":"vnsMzir8AzGYe","t":"An invisible man marries an invisible woman... The kids were nothing to look at either.","c":"reddit jokes"},{"id":"-tZxAVHHfSEUB","t":"What did the creepy scientist say to his new creepy wife? Let's grow MOLD together!","c":"reddit jokes"},{"id":"y77ewkoFu_hhz","t":"Never trust an atom They make up everything","c":"reddit jokes"},{"id":"zGhvxjJ5NYX_4","t":"When you cook duck you should always add a little bit of goose It makes a game out of every bite.","c":"reddit jokes"},{"id":"jKxznS_tZJiST","t":"A pair of mittens says to a hat, \"I'll stay here, you go on a head","c":"reddit jokes"},{"id":"dno_ajWLSUuWx","t":"What is black, bitter and dont work worth a damn? Decaf coffee","c":"reddit jokes"},{"id":"BcWIGmZ90X4VC","t":"Knock, Knock... Who's there? Peas. Peas who? *Peas pass the butter*","c":"reddit jokes"},{"id":"2E6NxtBU2Nwh5","t":"Why did the chicken cross the road half-way? She wanted to lay it on the line.","c":"reddit jokes"},{"id":"PAjvNy0UwQqg0","t":"I'm not really sure I'm understanding this financial crisis in Greece... It's all Greek to me.","c":"reddit jokes"},{"id":"QGvwnQUxbLOHd","t":"Did you hear about that spicy knight? Sir Acha.","c":"reddit jokes"},{"id":"TvKUo2ZOKmjWB","t":"Why are bears so hairy ? They don't have salons in the jungle !","c":"reddit jokes"},{"id":"E6MGAblWqdPZS","t":"Which is faster, hot or cold? Hot is faster. Anyone can catch a cold.","c":"reddit jokes"},{"id":"VYaq9NxvbOfdV","t":"Do you think George Clooney has an iTunes playlist called Clooney Tunes?","c":"reddit jokes"},{"id":"uOsK2vgMS1-3s","t":"What is black, white, and red all over? A Communist Propaganda film from the 1930s.","c":"reddit jokes"},{"id":"LCJ9IbjyTbXLP","t":"[OC c/o my 9 y.o.] What holds up a bowl's pants? Suspoonders!","c":"reddit jokes"},{"id":"M2EdlpHDmgS-M","t":"I don't like going to funerals early in the day. I'm not much of a mourning person.","c":"reddit jokes"},{"id":"ZDaNNudiAY5hM","t":"What happens when breed a shark and snowman? You get a frostbite!","c":"reddit jokes"},{"id":"B_Z-1aevokXlY","t":"Which letter of the alphabet is the laziest? letter G (lethargy)","c":"reddit jokes"},{"id":"KKR5CsfBFRroH","t":"whats brown and sticky? a stick!","c":"reddit jokes"},{"id":"5CoU96wguxLym","t":"Which day do chickens fear most? Fryday.","c":"reddit jokes"},{"id":"gjdeVe-9Ycfws","t":"Shout out to... ...baseball players who have three strikes.","c":"reddit jokes"},{"id":"nDVpBGNeIWtiW","t":"why do they call them light bulbs? they don't weigh very much","c":"reddit jokes"},{"id":"Oa11T_b6u2q7W","t":"What's a reporter's favorite food? Ice cream because they always want a scoop!","c":"reddit jokes"},{"id":"-2Fv4b8ZggvC4","t":"Why did the scarecrow win the Nobel prize? He was outstanding in his field.","c":"reddit jokes"},{"id":"B0bi1ntVfgHIl","t":"Is your refrigerator running? Well, you better get glasses, and stop doing drugs","c":"reddit jokes"},{"id":"5IDo_qCzWYrCQ","t":"How do you fix a broken pumpkin? With a pumpkin patch!","c":"reddit jokes"},{"id":"7lIta3e-mx6fk","t":"Q) What do you call a group of 8 rabbits? A) Rabbyte!","c":"reddit jokes"},{"id":"QHlBRJmmm2lt3","t":"What is a bacteria's OTHER favorite dish? The PETRI dish!","c":"reddit jokes"},{"id":"Wi2ZZ-GSlx4_H","t":"What do you call a productive Asian? China get something done.","c":"reddit jokes"},{"id":"SCvcpEPkbe_Nv","t":"Why do ghosts carry tissues? Because they have BOOOOgers.","c":"reddit jokes"},{"id":"7NZikRkmrGk92","t":"Two pretzels.. Two pretzels went walking down the street, one was \"assaulted","c":"reddit jokes"},{"id":"MBLTxVtjsdhde","t":"I just met someone who was a steam-roller operator. He was such a flatterer.","c":"reddit jokes"},{"id":"lhe-TQ-3eTdHf","t":"Why did the chicken cross the road? To get away from Gordon ramsey","c":"reddit jokes"},{"id":"KQKoE-0fh_mZn","t":"What did the turkey say to the turkey hunter? \"Quack, quack, quack.","c":"reddit jokes"},{"id":"3z0-i-w63lcAg","t":"How do you confuse a fish? You put it in a bowl and tell it go to a corner!","c":"reddit jokes"},{"id":"CBBbZBEL8vkJ0","t":"Have you guys ever heard of the crazy Mexican Train Killer? He had...... Loco Motives","c":"reddit jokes"},{"id":"Dypg67JWYf0uN","t":"Do you know why there's no casinos in Africa? Because there's too many CHEETAHS!","c":"reddit jokes"},{"id":"Odxo-ZUOTTCvG","t":"what did the zero say to the eight? nice belt","c":"reddit jokes"},{"id":"vwxNmiJdIIk_f","t":"They laughed when I said I wanted to be a comedian. Well, no ones laughing now.","c":"reddit jokes"},{"id":"VhZRo8ZDzO1hQ","t":"Why couldn't Bach pay for his dinner? Because he was Baroque.","c":"reddit jokes"},{"id":"kvi3sPwH_y02G","t":"What did one ocean say to the other? Nothing, they just waved.","c":"reddit jokes"},{"id":"bkngCH9hTchxV","t":"What's made of brass and sounds like Tom Jones? Trombones!","c":"reddit jokes"},{"id":"4oqHUmE1NcVxF","t":"Why did the Wise Man get 25 to life? Myrrhder","c":"reddit jokes"},{"id":"vvrd10M63gh99","t":"What do you call a dinosaur FBI agent? A pteredacted.","c":"reddit jokes"},{"id":"OBDsVXuD9ef_n","t":"What did the fish say when it ran into the wall? Dam","c":"reddit jokes"},{"id":"Kd4hEo4WTsFfb","t":"16 sodium atoms walk into a bar followed by Batman.","c":"reddit jokes"},{"id":"pr1XDSf7HxNej","t":"What did the pilot say when his plane wasn't flying? \"Aw man, that's a drag.","c":"reddit jokes"},{"id":"W2BkyhdpJKtVa","t":"Why did the coffee file a police report? Because it was mugged.","c":"reddit jokes"},{"id":"nfDTTzxorPMoo","t":"How does the man in the moon cut his hair? Eclipse it.","c":"reddit jokes"},{"id":"_C_G9MzNQv6ZI","t":"How did the burglar get into the house? Intruder window","c":"reddit jokes"},{"id":"9aSfeE8XX0taK","t":"What do ducks do at Christmas time? They duckerate cookies.","c":"reddit jokes"},{"id":"-u24qrpJIdkJB","t":"What do you call a dead fly? a flew","c":"reddit jokes"},{"id":"9pf7n1-M0oQYB","t":"What di you call a snowman in may? A puddle!","c":"reddit jokes"},{"id":"rfTXFe74ouNn4","t":"What do you call a white supremacist who doesn't eat meat? A vegitaryan","c":"reddit jokes"},{"id":"keclvqRpPqb0D","t":"How is a rabbit similar to a plum? they are both purple, except for the rabbit.","c":"reddit jokes"},{"id":"fRSvUcEa06YOP","t":"Why are there no midget accountants? They always come up short.","c":"reddit jokes"},{"id":"u4c0cyObJ-WBI","t":"What do you call a noisy Chinese dog? How-Ling (my dad wanted me to post this)","c":"reddit jokes"},{"id":"nBXDi-e8-Sx_g","t":"Why can't you hear a pterodactyl in the bathroom ... because the \"p\" is silent","c":"reddit jokes"},{"id":"YPkFQuekzgsxc","t":"How did the Pillsbury Dough Boy Die? A Yeast Infection","c":"reddit jokes"},{"id":"OdWsj7JnO2_Vo","t":"What do you call a native american cook a sioux chef","c":"reddit jokes"},{"id":"M574izWx8yRwW","t":"A poem for Valentine's day Roses are red Poppies are red The grass is red Oh no my yard is on fire","c":"reddit jokes"},{"id":"9qQxDCNvELHwO","t":"What did the dad buffalo say when his offspring left for college? Bison","c":"reddit jokes"},{"id":"2rlcwyXUeR8H9","t":"How do you get Pikachu on the bus? Poke 'em on!","c":"reddit jokes"},{"id":"p9A2r9ULN9Npr","t":"What do you call a fish that operates on brains? A brain sturgeon.","c":"reddit jokes"},{"id":"GuKBx0iYZAO0D","t":"The reason angels can fly... ...is that they take themselves lightly. **G. K. Chesterton**","c":"reddit jokes"},{"id":"t2KMEvfm9GbCf","t":"I'm in the terminator musical. I'll be Bach.","c":"reddit jokes"},{"id":"11_nxiHqOybta","t":"I try not to spend too much time online... ...but Wi-Fight it?","c":"reddit jokes"},{"id":"2V41R_2mylopM","t":"What does December have that other months dont have? The letter D.","c":"reddit jokes"},{"id":"U0lLb5NqFlBev","t":"What's the best way to capitalize on an opportunity? ON AN OPPORTUNITY","c":"reddit jokes"},{"id":"BhiZDeohD8NXV","t":"What's green, fuzzy, and if it falls out of a tree it'll kill you? A pool table.","c":"reddit jokes"},{"id":"X2jczGMD4L1XP","t":"A termite walks into a bar... And asks the nearest person \"Hey, is the bar tender here?","c":"reddit jokes"},{"id":"ljP374_tV2F09","t":"I tired playing soccer But I couldn't get a kick out of it.","c":"reddit jokes"},{"id":"K_v_lMio83LYj","t":"What did the priest say when watering his garden? Let us spray.","c":"reddit jokes"},{"id":"kc4OBPkqB0hVE","t":"How did the musician catch his fish? He castanet","c":"reddit jokes"},{"id":"ZJdOpjqIgyX1j","t":"What do you call a plastic sheep? Lambinated!","c":"reddit jokes"},{"id":"9xGYCNAAqSMxa","t":"I need this plant to grow. Well, water you waiting for?","c":"reddit jokes"},{"id":"-mvnYucFG1w08","t":"Book, you look so much thinner! I know! I had my appendix removed!","c":"reddit jokes"},{"id":"vCYZjTUEYdmIb","t":"Have you been injured in a car accident? call 555-bottom-feeders. We will do anything for money.","c":"reddit jokes"},{"id":"lq665Ukw_yDO_","t":"Did you hear about the stallion and the mare? They had a stable relationship.","c":"reddit jokes"},{"id":"iqBUAfwFqW7Gh","t":"What are two doctors with colds An ironic Paradox.","c":"reddit jokes"},{"id":"9ea8N4rtRY3LD","t":"What do you get when you cross Kansas with a vulture? Carrion my wayward son","c":"reddit jokes"},{"id":"G1HXVi1BPTavv","t":"How do you know it's time to go to bed? Hitler is raping you!","c":"reddit jokes"},{"id":"eh17gGeCioXOo","t":"What do you call a Romanian grocery clerk? Scanthesku","c":"reddit jokes"},{"id":"OdobBCPzzoi5N","t":"What do you call a fear of horned bovines? Aurochnophobia.","c":"reddit jokes"},{"id":"20nIa5f-Mh-Rb","t":"[OC] How does Gandhi measure passive resistance? In oooooohms.","c":"reddit jokes"},{"id":"AasH_LB_Xt3um","t":"Why is Kim Jong Un like todays music? They both ain't got the same Seoul.","c":"reddit jokes"},{"id":"GGJsvDAmy9dIw","t":"What happened when the carrot died? There was a huge turnip at the funeral.","c":"reddit jokes"},{"id":"D2-tNCRwVlndI","t":"Why can't you hear a pterodactyl go to the bathroom? Because the P is silent","c":"reddit jokes"},{"id":"pYF_IrtmKtjZ6","t":"Why do librarians like the wind? It says, \"Shhh!\" all day!","c":"reddit jokes"},{"id":"POpHFIG3Im4uF","t":"One potato asks another: -\"Are you sure we are related?\" -\"Yes I yam!","c":"reddit jokes"},{"id":"Kz-HYLvxCMlrw","t":"Who is the only superhuman Frozone can't deal with? Thor.","c":"reddit jokes"},{"id":"zns8AfRFAN3-V","t":"Why don't bears wear boots? Cos they like to walk around in their bear feet.","c":"reddit jokes"},{"id":"gVZpcHJhlrxhw","t":"There's 10 kind of people in the world. Those who know binary and those who don't.","c":"reddit jokes"},{"id":"h4zADCD12JDjQ","t":"What do you call the object Attila the Hun uses to brush his leg hair? A Hun knee comb.","c":"reddit jokes"},{"id":"S4axUcSNqzRw7","t":"Words can't possibly describe how beautiful you are... But numbers can 4/10","c":"reddit jokes"},{"id":"JyfLWQZFQB_0_","t":"What are twins favorite fruits? Pears","c":"reddit jokes"},{"id":"Ypn7MKfgnruEj","t":"Did you hear about the guy who fell into an upholstery machine? Now he's fully recovered.","c":"reddit jokes"},{"id":"aVazYp9JDIO8Q","t":"Why did the wave fail the driving test? It kept crashing on the beach.","c":"reddit jokes"},{"id":"8wE2JQR5EXHYU","t":"What did one earthquake say to the other? Hey, it's not my fault.","c":"reddit jokes"},{"id":"IphSVOA7_LPp2","t":"Why would no one listen to the percussion section? Because they couldn't drum up enough support.","c":"reddit jokes"},{"id":"MfNxH6vbkBPKi","t":"What kind of bee can never be understood? A mumble-bee.","c":"reddit jokes"},{"id":"PSgNv91icIo-m","t":"What's the difference between Botox and Borax? Two letters.","c":"reddit jokes"},{"id":"F-qQuIFjG_x1R","t":"A broom only likes one brand of comedy. Dustpan.","c":"reddit jokes"},{"id":"Ew8rL2GmtRcP6","t":"If you bury someone in the wrong place then you have made a grave mistake.","c":"reddit jokes"},{"id":"N6c0axAOTQwYu","t":"Pac-Man What should you do before you criticize Pac-Man? WAKA WAKA WAKA mile in his shoes.","c":"reddit jokes"},{"id":"nRs08qgTtDSUF","t":"Want to hear a joke about pizza? Never mind it is too cheesy.","c":"reddit jokes"},{"id":"NofpTX-RWqDx-","t":"What did the Triangle say to the Circle? \"Your life is pointless.","c":"reddit jokes"},{"id":"qyTdWMlU_hJHT","t":"I heard a great joke about a boomerang earlier. I'm sure it will come back to me eventually.","c":"reddit jokes"},{"id":"hWmkMzQYh1t-R","t":"What did the pony say when he had a sore throat? Pardon me, I'm just a little hoarse.","c":"reddit jokes"},{"id":"IY_CBlITp9yu4","t":"I'm good friends with 25 letters of the alphabet... I don't know why.","c":"reddit jokes"},{"id":"LwCpuofiAFaKB","t":"What's pink and fluffy? Pink fluff. Whats blue and fluffy? Pink fluff holding its breath","c":"reddit jokes"},{"id":"BTeLyiK7HC38D","t":"What did the koala bear say to the barber? You ca-lip this?","c":"reddit jokes"},{"id":"Rj7qt_xUsTWnm","t":"What city loves to eat sandwiches? Koldcutta","c":"reddit jokes"},{"id":"bWbautGn4ZlfS","t":"Why aren't sumos chummy with racecar drivers? They move in different circles.","c":"reddit jokes"},{"id":"orfqeaotdMXi0","t":"What do you call shaving a crazy sheep? Shear madness.","c":"reddit jokes"},{"id":"knoRgIaV4tEPB","t":"Why don't tennis players get married? Because to them love means nothing.","c":"reddit jokes"},{"id":"6uLNB92JfLs4D","t":"I thought I had a brain tumor but then I realized it was all in my head.","c":"reddit jokes"},{"id":"dRdDlvyCz2O8J","t":"Did you know that 1 in every doll, in every doll, in every doll, in every doll are Russian?","c":"reddit jokes"},{"id":"qNImQ4SLqKlK_","t":"Today's my cake day! And I'm going to eat it too!","c":"reddit jokes"},{"id":"t52kuvD9QFvwI","t":"How do you kill a vampire from the South? With a chicken fried stake","c":"reddit jokes"},{"id":"nDDv8x3Qa_Kx9","t":"What is robot jazz called? Beep Boop Bop!","c":"reddit jokes"},{"id":"M0DJwOMYzSOyr","t":"My Girlfriend told me she didn't want anything for Birthday I didn't give her anything :O #ThugLife","c":"reddit jokes"},{"id":"9NybfOMpi98XE","t":"What have you got if your pet kangaroo gets into molasses and Indian curry? An Indian goo roo","c":"reddit jokes"},{"id":"u7lEsEExQZV-4","t":"I would think you'd have to be open minded... ...to be a brain surgeon.","c":"reddit jokes"},{"id":"Q-jDOUCN53288","t":"I fell off a forty foot ladder today.... lucky I was on the bottom rung.","c":"reddit jokes"},{"id":"i9F3AUpyxq5tn","t":"Where did Napoleon Bonaparte keep his armies? In his sleevies.","c":"reddit jokes"},{"id":"haX76Pv3o6T0H","t":"what did socrates learn from the T-rex? i dino","c":"reddit jokes"},{"id":"1sFigZEu1tN0U","t":"What do cows like on their hotdogs? MOOstard.","c":"reddit jokes"},{"id":"njfRmzP0QdVrf","t":"Broom advocates for cleaner work environment.","c":"reddit jokes"},{"id":"BsO4AY6GtzELb","t":"What happens if you pass gas in church? You have to sit in your own pew.","c":"reddit jokes"},{"id":"7gran6ozkbrnu","t":"Whats the best thing to put into a pie? Your teeth!","c":"reddit jokes"},{"id":"dMmCRQHM2x9fF","t":"I have to find a new personal trainer. He didn't do squat(s).","c":"reddit jokes"},{"id":"wUuV80fvi0Q-i","t":"Wanna hear a dirty joke? A white horse fell in a mud puddle.","c":"reddit jokes"},{"id":"W9jnphbT-hlta","t":"Where do dinosaurs get their pickles from? Vlasic Park","c":"reddit jokes"},{"id":"Vc79O80DVbjGv","t":"What's the difference between a fish and a guitar? You can't tuna fish!","c":"reddit jokes"},{"id":"XfA_1w_eYlPwR","t":"What do you call two crows? Attempted murder.","c":"reddit jokes"},{"id":"3he0_chyzZbZB","t":"What do you call a t-shirt with stalks of wheat on it? A crop top!","c":"reddit jokes"},{"id":"VTqeA9ddkhPth","t":"What do you call a cow with 2 legs? Lean beef.","c":"reddit jokes"},{"id":"2hsfWJHLC9Iv3","t":"What is the scientific name for a crippled tyrannosaurus rex ? Tywalkasoreus Rex","c":"reddit jokes"},{"id":"3CQV2vnPQaG2O","t":"What type pf culture is most peaceful and never gets angry? Nomads!","c":"reddit jokes"},{"id":"DoRyUACEaRd4g","t":"I tried to change my password to 14days... The computer said it was two week.","c":"reddit jokes"},{"id":"quovZWfdXQ8bF","t":"2 fish in a tank, one says to the other Do you know how to drive this thing?","c":"reddit jokes"},{"id":"n6BlaNNg5HdCy","t":"Knock knock - Who's there? - Impatient cow. - Impatient co- - He already left.","c":"reddit jokes"},{"id":"glSXj5fvO3LmO","t":"Why were the Libyans eating money? They were having dinar.","c":"reddit jokes"},{"id":"JHLGdCax4M-pG","t":"Why can't you hear it when a pteranodon goes to the bathroom? Because they're all dead.","c":"reddit jokes"},{"id":"XO2qS_EqtZBsb","t":"why was the rabbit promoted to brewmaster? All his beers had a lot of hops","c":"reddit jokes"},{"id":"7dUjSzgXJkdyM","t":"What is Captain Ahab's favorite reggae band? Bob Marley and The Whalers!","c":"reddit jokes"},{"id":"VFrzL9JP8Cl-Y","t":"Where did the mistletoe go to become rich and famous? Hollywood.","c":"reddit jokes"},{"id":"G2pqiIQHiqMG9","t":"bad scary film I was watching a really poorly done scary movie last night, it was horrorble.","c":"reddit jokes"},{"id":"yLqP_8i8HXpke","t":"What did batman say to robin before robin got in the car? get in the car","c":"reddit jokes"},{"id":"7nCCGHRkXVfxI","t":"Why did the strawberry go out with the pineapple? Because he couldn't get a date!","c":"reddit jokes"},{"id":"o3EfJjM4AhETF","t":"What happens when you don't serve drinks at a party? There's no punch line.","c":"reddit jokes"},{"id":"RQY3qXufQI8XY","t":"I just read this article about short term memory I don't remember what it was about","c":"reddit jokes"},{"id":"Vu-cjqWdOIbKt","t":"Accidental Seafood I tried dolphin once...but not on porpoise.","c":"reddit jokes"},{"id":"0bjx-hKkvazIl","t":"What state do most people live in? Denial. Myself included.","c":"reddit jokes"},{"id":"bHfrhsybIV4uI","t":"whats brown and rhymes with snoop? Dr Dre","c":"reddit jokes"},{"id":"N1m2KCSVA2EpK","t":"Why do space rocks taste better than earth rocks? Because they are a little meteor","c":"reddit jokes"},{"id":"JaQAB0TIbUwsz","t":"What does a hawk call a high ledge A *falcony!*","c":"reddit jokes"},{"id":"XcM0FLddgDCyz","t":"What did the German policeman say to his nipples? You are under a vest!","c":"reddit jokes"},{"id":"9WnwJupuxZG7k","t":"Someone talked to me today about having two X chromosomes. Typical woman.","c":"reddit jokes"},{"id":"M3ZjJye6mJWc0","t":"If you're American, when are you not American? When European. Or when you're Russian. Any more? :)","c":"reddit jokes"},{"id":"IDvC1tF1AIDQ5","t":"What do you call a barbarian you can't see? an Invisigoth.","c":"reddit jokes"},{"id":"4P-OwbP1C3k7v","t":"Who is the roundest knight at King Arthur's table? Sir Cumference.","c":"reddit jokes"},{"id":"PyvmO4Vect5Nx","t":"I know a guy who collects candy canes... ...they are all in mint condition.","c":"reddit jokes"},{"id":"BKZlRzAQEGwd9","t":"I'm reading a book about anti-gravity. I can't put it down.","c":"reddit jokes"},{"id":"Qptr2KLWC1kyW","t":"Why do the French like eating snails? Because they can't stand fast food!","c":"reddit jokes"},{"id":"pszKkBoIS-Jv8","t":"What does a Jedi say after a tragic loss of life? \"May my thoughts be with them\".","c":"reddit jokes"},{"id":"gdfbH4kNJgSUQ","t":"What do you call an alien in a swamp? A MARSHian","c":"reddit jokes"},{"id":"t4RzBQ-SAv6Xw","t":"Will Smith joke How do you find Will Smith in the snow? You look for fresh prince...","c":"reddit jokes"},{"id":"uLMbDhEs_lY3V","t":"One time, a cow saved my life It was bovine intervention.","c":"reddit jokes"},{"id":"f6kJXFtlHBSrF","t":"What did the rubber band factory worker say when he was fired? Oh snap!","c":"reddit jokes"},{"id":"5mFHVURNu8sNp","t":"What lies at the bottom of the ocean and twitches? A nervous wreck.","c":"reddit jokes"},{"id":"G5HjjyKYf4B8C","t":"We always bought our cars used, this one was as black as the night- -that is, until we washed it!!!","c":"reddit jokes"},{"id":"ZEmVGc7z08RAn","t":"I feed my cat lemons. He's a real sour puss.","c":"reddit jokes"},{"id":"qhlG8pcu_D4hd","t":"I thought the dryer shrank my clothes.. turns out it was the refrigerator","c":"reddit jokes"},{"id":"JJbuoqdDJToh4","t":"My dog used to chase people on a bike a lot. It got so bad, finally I had to take his bike away.","c":"reddit jokes"},{"id":"SRWT_DTPwmZpN","t":"What do you call someone who points out the obvious? Someone who points out the obvious.","c":"reddit jokes"},{"id":"njg1VW_WDQvyP","t":"What do you call a Mexican with a rubber toe? Rubber-Toe! (Roberto)","c":"reddit jokes"},{"id":"VXouq2sB2BUlU","t":"What do you call the ultimate fish doctor? The Sturgeon General","c":"reddit jokes"},{"id":"JOnzUhdYWPiQP","t":"How did the firefly feel when he flew into the fan? He was de-lighted","c":"reddit jokes"},{"id":"c0tAHFQmb0EQE","t":"Why couldn't the pony sing? He was a little horse.","c":"reddit jokes"},{"id":"XVVkshC_XxdxX","t":"What did the horse say when he fell over? \"Help! I've fallen and I can't giddy up.","c":"reddit jokes"},{"id":"BN_MQPS3FcZwu","t":"What happens when you steamroll Batman and Robin? They become flatman and ribbon.","c":"reddit jokes"},{"id":"7vsGClBD8kQgP","t":"Why did the melon try so hard to get her father's approval? Because she cant-aloupe","c":"reddit jokes"},{"id":"C9PBx_42HXXTx","t":"My girl asks why I love chocolate so much. Well, I have several Reisens...","c":"reddit jokes"},{"id":"4VBLmKCkaPC6J","t":"I finally finished baby proofing the house. Let's see those babies get in here now.","c":"reddit jokes"},{"id":"NPAZlMQ3AWcKD","t":"My friend says she's doing good but she means well","c":"reddit jokes"},{"id":"9f-7Rk4nyxxQc","t":"Why does Snoop Dogg use an umbrella? For Drizzle","c":"reddit jokes"},{"id":"86-6qEJef_ZmE","t":"Schooner or later, sailors... ...engage in rudder nonsense.","c":"reddit jokes"},{"id":"SnhLuL3dP4crI","t":"What's a pirate's favorite letter? The C.","c":"reddit jokes"},{"id":"tABD4ozm5zDDA","t":"Knock knock -Who's there? Ash -Ash who? Bless you.. P.S. kids love it","c":"reddit jokes"},{"id":"apIZTDTHm15FD","t":"What do you call a singing laptop? A Dell","c":"reddit jokes"},{"id":"YuWp4RtxNZgus","t":"If all of Ireland sank, what part of it wouldn't? County Cork","c":"reddit jokes"},{"id":"gu68se7EL0ove","t":"Knock knock! **Who's there?** *Tank* **Tank who?** *You're welcome*","c":"reddit jokes"},{"id":"5nlEnS-tkzir6","t":"This Post just says it all! It all.","c":"reddit jokes"},{"id":"fwbb-m1xqBvYe","t":"What kind of music does a printer make? A paper jam.","c":"reddit jokes"},{"id":"hX5yY7cg3o1I8","t":"My friend's bakery burned down last night. Now his business is toast.","c":"reddit jokes"},{"id":"k8k2XNNL1W8AN","t":"Why did the superhero make a lot of shredded cheese? It was for the grater good.","c":"reddit jokes"},{"id":"uQxpWPTJ4wdOA","t":"What mysterious hair product does Lucifer use to keep himself looking good? Arcane-gel!","c":"reddit jokes"},{"id":"bOwH9AV0TbMAb","t":"Overheard: Augustus Caesar on New Year's Day: \"I keep writing 'B.C.' on all my checks.","c":"reddit jokes"},{"id":"d14yOEsTassEf","t":"What has more letters than the alphabet? The post office.","c":"reddit jokes"},{"id":"uJkPHXV2zaKYf","t":"You can tune a guitar... but you can't tuna fish!","c":"reddit jokes"},{"id":"-Qgu9iALq_Z0k","t":"What has two arms and 14 legs? Guy who collects legs.","c":"reddit jokes"},{"id":"WKTWwKj2al0p1","t":"How does a penguin build its house? Igloos it together!","c":"reddit jokes"},{"id":"N0dmiw--eWpzV","t":"[My Joke] Where do noodles get their nails done? At the spa-getti.","c":"reddit jokes"},{"id":"oCuCIea4sZyIc","t":"What do you call a dog in a diving bell? A sub-woofer","c":"reddit jokes"},{"id":"r0cy_jhT3j4jS","t":"What do you get when you sit on a potato? A potato wedge! (I made this up when I was 9)","c":"reddit jokes"},{"id":"RPtv2bQyeCqQy","t":"Do you guys/gals like horse jokes? Yeah or neeiiigghh?","c":"reddit jokes"},{"id":"mU2FYB95f1t75","t":"What did one duck say to the other? Quack!","c":"reddit jokes"},{"id":"HeGdQmyQm-WXb","t":"How did the pilot like his hotdog? Plane.","c":"reddit jokes"},{"id":"c780lR5FY-AcE","t":"Why did the Buddhist monk refuse Novocain? Because he wanted to transcend dental medication.","c":"reddit jokes"},{"id":"xzXxYtzwdxFC9","t":"What do you call a dog with no legs? It doesn't matter what you call it, it won't come.","c":"reddit jokes"},{"id":"3Tfz1QGWBie_9","t":"I support farming and math... I'm pro-tractor.","c":"reddit jokes"},{"id":"bEo2vFzgibxN7","t":"How do you make a computer your best friend? You buy it a nice bunch of software and get it loaded!","c":"reddit jokes"},{"id":"_OiezxOzxEvXE","t":"What do you call a dog with no legs? Don't bother, he's not coming.","c":"reddit jokes"},{"id":"zSBXef6bxmlLi","t":"Every journey has a beginning. -ahem- Just a small town girl Living in a lonely world...","c":"reddit jokes"},{"id":"vInbthHA1_aKl","t":"Never play poker with a pieces of paper. They're bound to fold.","c":"reddit jokes"},{"id":"KFGlopjpg3em6","t":"Why do Hutus hate Dustin Hoffman? He impersonated a Tootsie.","c":"reddit jokes"},{"id":"pPAwQmxXGnXYJ","t":"What's invisible and smells like carrots? Rabbit farts","c":"reddit jokes"},{"id":"GFLV0WLf3junc","t":"What did one wall say to the other wall? I`ll meet you at the corner.","c":"reddit jokes"},{"id":"eAokeZUOIoiR-","t":"What's the most beautiful thing in mathematics? A cute angle","c":"reddit jokes"},{"id":"bo3OtH9Fp1yf2","t":"I used to be addicted... to the hokey pokey but I turned myself around (x-post from /r/jokes)","c":"reddit jokes"},{"id":"EkSDzI1NFDG7h","t":"The three unwritten rules of /r/cleanjokes are: 1. 2. 3.","c":"reddit jokes"},{"id":"g_vHzctaVtuuM","t":"Why does a chicken coup have 2 doors? Because if it had 4 doors, it would be a chicken Sedan.","c":"reddit jokes"},{"id":"AEbaT2s0QJ4QD","t":"Someone sly sheared sleeping sheep. Talk about shear terror.","c":"reddit jokes"},{"id":"yP3DwU99U2rZ3","t":"Did ya hear about the magic tractor? It turned into a field","c":"reddit jokes"},{"id":"ChkfXaQYHo1EP","t":"Why do Java developers wear glasses? Because they don't C#","c":"reddit jokes"},{"id":"YYwVJQm4yL3cJ","t":"Just went to an emotional wedding Even the cake was in tiers.","c":"reddit jokes"},{"id":"tcLanBZ_hvU2t","t":"Why does Snoop Dog carry and umbrella? Fo-Drizzle","c":"reddit jokes"},{"id":"BwKijmV62qLEo","t":"How do you know you put the right joke in the right thread? Don't worry, someone will tell you.","c":"reddit jokes"},{"id":"5TW7FpHH0qjeL","t":"Two fish in a tank. [x-post from r/Jokes] One asks: How do you drive this thing?","c":"reddit jokes"},{"id":"z9GGqJeJuo7CH","t":"What is heavy forward but not backward? **ton**","c":"reddit jokes"}]