[{"id":"54wP00TeJkTFt","t":"The biggest mistake is believing there is one right way to listen, to talk, to have a conversation - or a relationship.","c":"relationship","a":"Deborah Tannen"},{"id":"uV74OENvUfLpZ","t":"I think anybody who has had a long relationship and has had a really hard time letting go, wants to feel like it's not all for naught, and it's meaningful, because it makes you who you are.","c":"relationship","a":"Rashida Jones"},{"id":"ftAsL8tBOqzDR","t":"I always felt sorry for the sidekick as a kid. They never got their due and it left a very bad taste in the mouth - they are defined by a subordinate relationship to someone else. I always felt like a bit of sidekick when I was a kid and it didn't feel fair.","c":"relationship","a":"China Mieville"},{"id":"07QtGKvug-vmR","t":"My brother and I have too good a relationship to spoil it by working together.","c":"relationship","a":"Trevor Phillips"},{"id":"8wSlIDVkxYw9o","t":"There were many women around. We all had a relationship with each other that was very strong. And all of our minds kind of hooked up. We rejected the society. We rejected marriage because we didn't like what our parents had.","c":"relationship","a":"Lynette Fromme"},{"id":"jssdsAgEQHf7V","t":"No one leaves a long-term relationship scot-free or without conflict.","c":"relationship","a":"Susie Orbach"},{"id":"Nvco7Rqolx-Pv","t":"This was a mutual relationship, mutual on all levels, right from the way it started and all the way through. I don't accept that he had to completely desecrate my character.","c":"relationship","a":"Monica Lewinsky"},{"id":"doGNt57-ZU-J6","t":"What was a really private and nice relationship was judged and made to be something ugly.","c":"relationship","a":"Marla Maples"},{"id":"89APs67OK2Fy5","t":"Most religions live from a narrative that shapes their relationship with the divine other, God or the gods, and with the human other, the stranger.","c":"relationship","a":"Timothy Radcliffe"},{"id":"qtbpgucVKG5T3","t":"I had a great time making the last movie, 'Eclipse.' We shot my back-story stuff from the 1930's. But I was waiting for 'Breaking Dawn' because I love the relationship Rosalie has with Jacob and the rest of her family and Bella. She also provides comic relief.","c":"relationship","a":"Nikki Reed"},{"id":"rkoTZVkYOv5qp","t":"You don't repair that relationship by sitting down and talking about trust or making promises. Actually, what rebuilds it is living it and doing things differently - and I think that is what is going to make the difference.","c":"relationship","a":"Patricia Hewitt"},{"id":"Q8MOsNYfB2bJp","t":"Teenage readers also have a different relationship with the authors whose work they value than adult readers do. I loved Toni Morrison, but I don't have any desire to follow her on Twitter. I just want to read her books.","c":"relationship","a":"John Green"},{"id":"b_ocuGaaVnlrN","t":"I've discovered just how symbiotic the relationship is between writers, directors and actors. They ask the same questions and strip down texts in exactly the same way.","c":"relationship","a":"Damian Lewis"},{"id":"UolvAr0ZsI6PL","t":"There is one question that I don't think Gary Condit can answer, and that I think is why we all aimed at Gary Condit, besides the fact that he has a relationship.","c":"relationship","a":"Barbara Olson"},{"id":"z1oupy92SWHqs","t":"I feel that my relationship with Kasparov now is much the same as it had been before the match - good. As for his reaction, well it can't be nice to lose your title after so long, but he was very generous.","c":"relationship","a":"Vladimir Kramnik"},{"id":"DBHjE0zt5zbzd","t":"I've been working on my relationship with my parents and my sister over the years.","c":"relationship","a":"Tre Cool"},{"id":"5ZJDf9M64zpqm","t":"I've never really had a relationship with Hollywood. I've never had a desire to work there.","c":"relationship","a":"Audrey Tautou"},{"id":"gTGnrdZ1Sc2A3","t":"Corporations invest in sophisticated CRM, or Customer Relationship Management, programs to effectively oversee their relationship with their customers at every point during the buying process.","c":"relationship","a":"Marc Ostrofsky"},{"id":"nTIAB6cSJVWRJ","t":"To pass from estrangement from God to be a son of God is the basic fact of conversion. That altered relationship with God gives you an altered relationship with yourself, with your brother man, with nature, with the universe.","c":"relationship","a":"E. Stanley Jones"},{"id":"Nlr4TIBMGIiga","t":"I've always loved the old epics that tell a simple emotional story, whether it's the tumultuous relationship between Rhett and Scarlett or Lawrence of Arabia's passion to get lost in a faraway place.","c":"relationship","a":"Baz Luhrmann"},{"id":"59tCHIb_TxLjE","t":"I don't think the relationship between novels and realities are one to one. Of course novels play different roles. It's essentially just a long narrative form. What you use that long narrative form for can be very different.","c":"relationship","a":"Margaret Atwood"},{"id":"gEG7BVLNX_JmA","t":"I visited my father for the full ten years that he was in prison, so we already had a deep and loving relationship, and remembered our mother at those times.","c":"relationship","a":"Sam Sheppard"},{"id":"xHW2B8EUZ8qeL","t":"And it is because a series of elements in Spanish life which operate today the same way as they did in the times of Blanco White made obvious my relationship with him, based on a similarity in Spain's condition.","c":"relationship","a":"Juan Goytisolo"},{"id":"PoIhPpjQpf-PN","t":"My brother and I had a really privileged relationship with my parents... They treated us like adults.","c":"relationship","a":"Henry Louis Gates"},{"id":"5EhZyRa5LwAVt","t":"Women have demanded and gotten better jobs and more power. But the one thing we deserve is a better relationship with ourselves.","c":"relationship","a":"Ann Curry"},{"id":"rJVPK-yHtakIc","t":"My relationship with my father is pretty non-existent.","c":"relationship","a":"Joey Lauren Adams"},{"id":"ebvlkzMXpi1x5","t":"In order to satirize adequately, I think you need to bring people down to Earth and be like, 'Yeah, these people drink coffee and have tummy troubles and they go to the bathroom like anybody else, and they all have relationship problems, if they even have relationships.'","c":"relationship","a":"Anna Chlumsky"},{"id":"qWdqRxJVetvnl","t":"I feel so lucky to have both a son and a daughter, because there's a different relationship with each of them.","c":"relationship","a":"Hugh Jackman"},{"id":"l5V2iC1t7tjYA","t":"Our relationship with Mexico in this regard is unique for us, and in many respects unique in the world.","c":"relationship","a":"Samuel P. Huntington"},{"id":"XQt6pjFtI7bCx","t":"Syria and Iran have always had a pretty tight relationship, and it looks to me like they just cooked up a press release to put out to sort of restate the obvious. They're both problem countries we know that. And this doesn't change anything.","c":"relationship","a":"Mitch McConnell"},{"id":"bVpEZi0SiaYP6","t":"I'm afraid the SS's relationship with the Catholic Church is something the Church still has to deal with and does not deny.","c":"relationship","a":"Christopher Hitchens"},{"id":"wR6mFm8J6vPN3","t":"Yes, I was in love with my husband at first sight and still am. We have the most solid relationship.","c":"relationship","a":"Catherine Zeta-Jones"},{"id":"3KF-cX-vynzln","t":"The relationship between the government of the United States and social and indigenous movements has always been difficult. Not just in Bolivia but worldwide. We need to have bilateral relations characterized by mutual respect.","c":"relationship","a":"Evo Morales"},{"id":"AxTWhnOitMu8j","t":"The Russians are turning east to the Chinese - to the Europeans' surprise. It always seemed to me that the relationship between Russia and China would shift from being based in Marx and Lenin to being based in oil and gas.","c":"relationship","a":"Daniel Yergin"},{"id":"VMMu3rsH9hB7O","t":"If one could be friendly with women, what a pleasure - the relationship so secret and private compared with relations with men. Why not write about it truthfully?","c":"relationship","a":"Virginia Woolf"},{"id":"EaBDTmBoQwZW7","t":"I would say 90 percent of Christians do not have a worldview, in other words a view of the world, based on the Scripture and a relationship with God.","c":"relationship","a":"Josh McDowell"},{"id":"ABkPflBPkoUUG","t":"I feel like the people from Iceland have a different relationship with their country than other places. Most Icelandic people are really proud to be from there, and we don't have embarrassments like World War II where we were cruel to other people.","c":"relationship","a":"Bjork"},{"id":"mqFcl8OBlBxyH","t":"We run into some pretty tough arguments sometimes, but the idea is that at the end of the day, my wife and I realize that we'll always be holding each other's hand. This is a lifelong relationship, and after 12 years she hasn't gotten rid of me yet.","c":"relationship","a":"Kyle Chandler"},{"id":"oDgnBHTEFUAtv","t":"For me, writing is a love-hate relationship.","c":"relationship","a":"Larry Wall"},{"id":"RNLBVgXB3rKKK","t":"I grew up very religious, and I don't have a great relationship with religion.","c":"relationship","a":"Brad Pitt"},{"id":"vk9sCGqnwrn10","t":"It is not our purpose to become each other it is to recognize each other, to learn to see the other and honor him for what he is.","c":"relationship","a":"Hermann Hesse"},{"id":"9Om2NfMmnc0c_","t":"As I grew up, I was continually to suffer hardships in different realms of life - in my family, in my relationship to Japanese society and in my way of living at large in the latter half of the twentieth century.","c":"relationship","a":"Kenzaburo Oe"},{"id":"2WrmFjgLJSFc4","t":"Oddly, I do have a problem with authority. I find it very difficult to knuckle down and follow rules. Which are the classic symptoms of someone who has a troubled relationship with their father. And yet, I never had a problem with my father.","c":"relationship","a":"Toby Young"},{"id":"SBXEydM8ipfqg","t":"America has a relationship with Bobby and Whitney.","c":"relationship","a":"Jenifer Lewis"},{"id":"du0JIBXlATAQM","t":"There are numerous cases of that, where one of our writers discovers another writer whom he likes, and we then take that book on. So it's a very close relationship. We can do that because we're so small.","c":"relationship","a":"James Laughlin"},{"id":"__q7srrZUiDr3","t":"Nobody ever seems to want my advice about serious stuff. People will be like: 'Who made that sweater?' Or 'How did you get your hair so straight?' They don't to come to me for the relationship advice or deep stuff. In fact, my little sister actually hides from me.","c":"relationship","a":"Lauren Graham"},{"id":"jPVd9cs162wNE","t":"Although we were never pals and occasionally butted heads, my relationship with Clinton and his wife, Hillary, made me a better journalist.","c":"relationship","a":"Ron Fournier"},{"id":"IP-09T2SI9D7T","t":"It's grown into a personal relationship, yeah. I'm crazy about Jerry. I think he's a unique character.","c":"relationship","a":"Jon Voight"},{"id":"oYkKjf6mkk4z0","t":"Having been an educator for so many years I know that all a good teacher can do is set a context, raise questions or enter into a kind of a dialogic relationship with their students.","c":"relationship","a":"Godfrey Reggio"},{"id":"whBmENoUIGg8l","t":"I'm not one of these guys who's constantly in a relationship, not at all.","c":"relationship","a":"Robert Pattinson"},{"id":"DzGtOw5D8yOg1","t":"I do want to try to put things in perspective today relative to the U.S.-Canada relationship. I would like to start by talking about how important this relationship is to the people of the United States.","c":"relationship","a":"Paul Cellucci"},{"id":"ZHPidJV0QfJg7","t":"I don't know really. I've always been interested in the small picture instead of the big one, and I've always been interested in relationship pictures.","c":"relationship","a":"Adrian Lyne"},{"id":"2EkpM38NZQpU3","t":"Well, I don't know if this is true of everyone, but I have this relationship with my parents where, despite however mature or articulate or grown-up I think I've become, as soon as I go home, I turn into this petulant 13-year-old, especially with the tone of my voice.","c":"relationship","a":"Jenna Fischer"},{"id":"hLqWrbHvWvkA9","t":"So I developed very early a massive inferiority complex, and I've told the story often about how that inspired me later in life to get involved in other things, because I couldn't out-do my brothers in sports, and it's a very competitive relationship.","c":"relationship","a":"George J. Mitchell"},{"id":"hOsaRqW82JsSn","t":"Whatever your relationship is to your sacred tradition in the West, you have some relationship to the Bible if only through the names of the characters.","c":"relationship","a":"Anita Diament"},{"id":"mUFwcSwUP3fag","t":"I couldn't be in a relationship and behave like somebody else or pretend I felt something I didn't feel. And that includes saying things I thought might jeopardize the relationship.","c":"relationship","a":"Kenny Loggins"},{"id":"j3fHceCxU2zaA","t":"There's nothing worse than walking around and talking about your failed relationship, all day, every day, for months on end.","c":"relationship","a":"Max Greenfield"},{"id":"9BYKv6Dt1WWRL","t":"There's a really unique relationship between a single parent and their child. Marriages so easily break up. There's kind of this temporary deal about marriages. That's one of the things that makes it stressful, and that's something that's nonexistent in a parent-child relationship.","c":"relationship","a":"Jeremy Sisto"},{"id":"oD598L3tnW281","t":"And on top of that, when we work together we have a wonderful working relationship we push each other we challenge each other we laugh 80% of the time that we are together we're very fortunate.","c":"relationship","a":"Alex Lifeson"},{"id":"S8wTgc4RW2eQ9","t":"It's important not to ditch your mates when you're in a relationship. Lots of girls do it, but you need to remember they will always be there for you.","c":"relationship","a":"Rachel Bilson"},{"id":"7KuiMb3AHUxMs","t":"I especially object to having my character assassinated by reference to events from my past which bear absolutely no relationship to the question of who the anthrax killer is.","c":"relationship","a":"Steven Hatfill"},{"id":"h_vLBx9p_kU5s","t":"We cannot have that relationship if we only dictate or threaten and condemn those who disagree.","c":"relationship","a":"Zbigniew Brzezinski"},{"id":"YjbJ3jmwrZ9eC","t":"When I'm working, I'm very purposeful and everything else gets out of focus. Something I've had to work on together with my wife is how to acknowledge each other in the midst of this and keep the relationship going.","c":"relationship","a":"Jeff Bridges"},{"id":"PH7ovp3Ojd2He","t":"While I very much wanted to be in a relationship, I didn't want to be in the wrong one.","c":"relationship","a":"Lauren Graham"},{"id":"7WV2KspVCrS6r","t":"My relationship and the bond with the people in Montreal was kind of special and doesn't happen very often.","c":"relationship","a":"Saku Koivu"},{"id":"cSlwVQcv9b2-d","t":"I've never been very successful in a monogamous relationship, but I'm looking forward to the day when I can assume that responsibility.","c":"relationship","a":"Don Johnson"},{"id":"k6mc2bHE64-oe","t":"The thing that I think is the most important is taking moments to express your appreciation to your partner. A thank you or a quick kiss can go a long way toward affirming your relationship and commitment to each other. That's not hard to do even when you're juggling insane careers and three kids.","c":"relationship","a":"Michael Ian Black"},{"id":"WBzvQO6qhCyvA","t":"I love changing. I hate it when people try to box me in to a relationship or in a work context. Any situation where I feel boxed in freaks me out. And I feel the need to reinvent myself or I'll get bored.","c":"relationship","a":"Stephen Daldry"},{"id":"xhU4wlZW2pj_H","t":"I have never understood that. I come from a place where the press makes or breaks an actor and it is more of a teamwork relationship.","c":"relationship","a":"Michelle Trachtenberg"},{"id":"kny3qOmjTQNS7","t":"It isn't necessary to have relatives in Kansas City in order to be unhappy.","c":"relationship","a":"Groucho Marx"},{"id":"9JqByVi2Qn2C6","t":"I have a love/hate relationship with just about all technology in my life. My first typewriter in particular. I had a helluva time putting new ribbon on it.","c":"relationship","a":"Eric Stoltz"},{"id":"87n8y5CiMsuAp","t":"The only real security is not in owning or possessing, not in demanding or expecting, not in hoping, even. Security in a relationship lies neither in looking back to what it was, nor forward to what it might be, but living in the present and accepting it as it is now.","c":"relationship","a":"Anne Morrow Lindbergh"},{"id":"jip71a70SkNSC","t":"You know what's funny is that I have this ongoing relationship with the city of Washington D.C. I went to George Washington University, and my nickname was K-Dub - based on G-Dub - and I'm now on the board of trustees at George Washington University.","c":"relationship","a":"Kerry Washington"},{"id":"JdZvp6X0jOZE7","t":"You can only really open yourself up so far to someone that you don't truly love - you keep something back when you know somewhere in your gut that this relationship is going to be forever.","c":"relationship","a":"Piper Perabo"},{"id":"MhmflPPQ9W52A","t":"The value of government to the people it serves is in direct relationship to the interest citizens themselves display in the affairs of state.","c":"relationship","a":"William Scranton"},{"id":"Q8QB5LVz9Z-0k","t":"When Tony was madly in love with me, his relationship with Vanessa Redgrave was ending.","c":"relationship","a":"Jeanne Moreau"},{"id":"Qi4vdKy4kYkNq","t":"I want you to know that, despite what you might read at times in the newspapers or see on the television news, we have actually been getting a lot of things done the last several months, the U.S.-Canada relationship.","c":"relationship","a":"Paul Cellucci"},{"id":"VfgvhGYyLQV13","t":"When people hold you in high esteem, it's very delicate relationship. When they meet you they're putting all their chips up. It's make or break.","c":"relationship","a":"Henry Rollins"},{"id":"gdQrqf5O84LDv","t":"No agent wants to see a book until he or she has decided whether to pursue the relationship.","c":"relationship","a":"Sara Paretsky"},{"id":"6LwHR6rc4NQAi","t":"There are a few writers that one has a relationship with that means, basically, you do whatever they say. One is Caryl Churchill, and the other is David Hare.","c":"relationship","a":"Stephen Daldry"},{"id":"yYInMPaZppgsD","t":"I've never had a relationship with a record executive. I always went to the record company by someone that liked my playing. Then they would get fired, and I'd be left with the record company. And then - because they got fired - the record company wouldn't do anything for me.","c":"relationship","a":"Ornette Coleman"},{"id":"B-4_soxR7ruUZ","t":"The mother-daughter relationship is the most complex.","c":"relationship","a":"Wynonna Judd"},{"id":"tyKL52KSSEQNH","t":"I think it really makes a difference when you know the people that you're working with, when you develop a relationship.","c":"relationship","a":"Alexa Vega"},{"id":"983BEsZdPRCod","t":"Our first scene is sort of a reunion between the X-Men characters, which establishes everyone's relationship to one another, sort of like a recap for all those who have forgotten since the last movie.","c":"relationship","a":"Shawn Ashmore"},{"id":"TpMOHDAaLS390","t":"Never assume that the guy understands that you and he have a relationship.","c":"relationship","a":"Dave Barry"},{"id":"7zXiRJZwFV7as","t":"I could see myself in a relationship with a girl Olivia Wilde is so sexy she makes me want to strangle a mountain ox with my bare hands. She's mesmerizing.","c":"relationship","a":"Megan Fox","e":true},{"id":"aFkQmSjHRiWFM","t":"The fact my relationship with my son is so good makes me forgiving of my father and also appreciative.","c":"relationship","a":"Anthony Kiedis"},{"id":"kXc5ok27nmEOv","t":"My relationship with Music Row has always been, from my end, optimistic and hopeful that there is more than one way to approach the writing, recording, and marketing of an album.","c":"relationship","a":"Deana Carter"},{"id":"kuBbZ2Y4XOHx7","t":"I think I wanted to write a book about the relationship between the victim and perpetrator in which the victim agrees to remain silent.","c":"relationship","a":"Darrell Hammond"},{"id":"L-4xImhliSkHO","t":"On several occasions, I discussed with Bill Clinton the subject of inquiries by the media about our relationship. He told me to continue to deny our relationship, that if we would stick together, everything would be okay.","c":"relationship","a":"Gennifer Flowers"},{"id":"CN1F7tnj6CWW2","t":"My husband. He keeps me grounded. If I were in the world on my own, it would all be much more seductive. But I'm in a relationship that has nothing to do with the film world.","c":"relationship","a":"Emily Watson"},{"id":"YurfRxNYVSYxq","t":"Golf has an ambivalent relationship with the environment. On one hand, it's a great preserver of open spaces. Golf doesn't pave the world - it helps to green the world. But the downside is, it uses a lot of fertilizer, pesticides and water.","c":"relationship","a":"Thomas Friedman"},{"id":"PZgJ_T3J1B0mF","t":"The relationship between talent and management is uneasy, at best.","c":"relationship","a":"Jessica Savitch"},{"id":"AtbphmtjausY-","t":"Among the letters my readers write me, there is a certain category which is continuously growing, and which I see as a symptom of the increasing intellectualization of the relationship between readers and literature.","c":"relationship","a":"Herman Hesse"},{"id":"09i7k2FydZVwt","t":"A relationship is like another job, you know, you have to work at it all the time.","c":"relationship","a":"Candice Swanepoel"},{"id":"dPdZA7hTu3x9s","t":"With public figures involved in a relationship it seems that there is a machine behind their love so oftentimes.","c":"relationship","a":"Joaquin Phoenix"},{"id":"xI7jYA1s17Wkc","t":"Some of the greatest relationship films of all time, the two stars have hated each other, but mostly you see that chemistry.","c":"relationship","a":"Baz Luhrmann"},{"id":"eMjTDD6NhNu3p","t":"This week, the world gathers in Beijing for the 2008 Olympic games. This is the extraordinary moment China has been dreaming of for 100 years. People have been longing for this moment, because it symbolises a turning point in China's relationship with the outside world.","c":"relationship","a":"Ai Weiwei"},{"id":"o98_nIH-5iMT4","t":"I'm not really a relationship expert but ...I'm an expert on manhood and what men think.","c":"relationship","a":"Steve Harvey"},{"id":"47YZH4l-u5dJC","t":"In a movie like this, the relationship between the two guys is crucial. It sinks or swims on how these two guys are together. I think we did a good job.","c":"relationship","a":"Eddie Murphy"},{"id":"fOql75-nPVQFA","t":"It is so much easier to be nice, to be respectful, to put yourself in your customers' shoes and try to understand how you might help them before they ask for help, than it is to try to mend a broken customer relationship.","c":"relationship","a":"Mark Cuban"},{"id":"EdDP1RwEZmukU","t":"I have a very bad relationship with mice.","c":"relationship","a":"Casey Affleck"},{"id":"3lRW9sBKcZ-gp","t":"Film's hard when you don't have any relationship with the director at all and you just show up. Then you really are just a gun for hire.","c":"relationship","a":"Philip Seymour Hoffman"},{"id":"R9wv4wvKtcW0r","t":"I wish I had a great relationship with my mother.","c":"relationship","a":"Chely Wright"},{"id":"vlVLktUPN10CN","t":"My character Lena is somebody who responds to people in a very simple way. I didn't have to take myself off to a darkened room to concentrate, I just had to try and be open. It's an interesting, subtle relationship.","c":"relationship","a":"Emily Watson"},{"id":"wWgZcQrxcp-0W","t":"This thing with everyone knowing you, it's weird, because people have this one-sided relationship where they look at your picture and feel they know you more than someone they actually know. I don't really know myself that well.","c":"relationship","a":"Robert Pattinson"},{"id":"q1bL_X6bS34Wn","t":"For me, the highest level of sexual excitement is in a monogamous relationship.","c":"relationship","a":"Warren Beatty"},{"id":"7HonZxdO8JYgv","t":"Well, I have a sister that I'm very close with, and that relationship is probably the most intense relationship of my life to date, probably of my life, period.","c":"relationship","a":"Zoe Kazan"},{"id":"m1unoot6OHm-s","t":"I think she definitely has. I think, um, her and Mulder's relationship has become more equal. And, I think she has become stronger and more independent over the seasons.","c":"relationship","a":"Gillian Anderson"},{"id":"T9PtRTK3u2uci","t":"Well we have a good working relationship with Microsoft at the development level. But let's not kid ourselves, this is a company with enormous resources and talented people, and there is a certain pride that comes along with that for them and for us.","c":"relationship","a":"John W. Thompson"},{"id":"99jSjVUTe5iKi","t":"The only person who had any control was Jonathan Harris. His character was so flamboyant that he was able to make things happen. My character was fairly one-dimensional, so I had my relationship with Dr. Smith and with the family.","c":"relationship","a":"Mark Goddard"},{"id":"dSbrq7G87a2ZO","t":"There is but one way for a president to deal with Congress, and that is continuously, incessantly, and without interruption. If it is really going to work, the relationship has got to be almost incestuous.","c":"relationship","a":"Lyndon B. Johnson"},{"id":"3A3SeSUToqqF4","t":"There is a physical relationship with a woman that you don't have with anybody else, but that's not about love. Love is a spiritual thing.","c":"relationship","a":"Ziggy Marley"},{"id":"qIxzB_TnrMf8e","t":"The closer and more confidential our relationship with someone, the less we are entitled to ask about what we are not voluntarily told.","c":"relationship","a":"Louis Kronenberger"},{"id":"K7kj-G2aKAvDy","t":"Royalties are not how most writers or musicians make their living. Musicians by and large make a living with a relationship with an audience that is economically harnessed through performance and ticket sales.","c":"relationship","a":"John Perry Barlow"},{"id":"aXTx-5_hTGR5A","t":"When Luke and Laura dated in 'General Hospital' when I was a kid, I was very excited. And that was a rather pathetic relationship if you break it down because let's face it: he raped her... and then they got married. There's all kinds of things that TV does to relationships.","c":"relationship","a":"Lisa Edelstein"},{"id":"6MjOXJD2oSeIB","t":"If you go into a relationship expecting someone else to fill you up, you're doomed right off.","c":"relationship","a":"Jennifer O'Neill"},{"id":"n12fbBldPMYDO","t":"Even as a child I had a strong relationship with yearning and desire. And loss. Those things spoke to me.","c":"relationship","a":"Nicole Kidman"},{"id":"-0IIT6sq6qP1k","t":"My brother and I had a real love-hate relationship with my success. There was some bitterness there that I didn't understand until recently, but I told him that if I ever did a record I wanted him to play on it.","c":"relationship","a":"Jimmy Chamberlin"},{"id":"3COACCQdeBPmW","t":"Well, I've had a long standing relationship with Gatorade and they've been very, very good to me. And I believe in their products, I really do. I've used them for many, many years.","c":"relationship","a":"Bill Parcells"},{"id":"-ejWmcCOx_n0N","t":"Certain people in the United States are driving nails into this structure of our relationship, then cutting off the heads. So the Soviets must use their teeth to pull them out.","c":"relationship","a":"Mikhail Gorbachev"},{"id":"ce7oeUTuG-zoB","t":"When you're in a relationship with somebody who is also a public personality, then it doubles the attention from the media.","c":"relationship","a":"Michelle Williams"},{"id":"TB8rKy3WzVpgK","t":"I certainly wanted to maintain some sense of mystery about Picard and that's why we never allowed certain situations to fully evolve, like the relationship between Picard and Beverly Crusher.","c":"relationship","a":"Patrick Stewart"},{"id":"AOXe3lC6hDgta","t":"What I learned from directing, I learned from soccer, where it's like a coach-player relationship.","c":"relationship","a":"Sean Durkin"},{"id":"Ecr48okBNiu3C","t":"If it is true that we have a personal relationship with God, then that's enough for me.","c":"relationship","a":"T-Bone Burnett"},{"id":"lxczfFkcNTxOF","t":"I married him for a green card. We had a really great, caring relationship it just obviously wasn't right for me.","c":"relationship","a":"Portia de Rossi"},{"id":"XiB936unczNaq","t":"The relationship between a manufacturer and his advertising agency is almost as intimate as the relationship between a patient and his doctor. Make sure that you can life happily with your prospective client before you accept his account.","c":"relationship","a":"David Ogilvy"},{"id":"cNrV-Bj_RAMS6","t":"I had a career and I came to motherhood late and am not married and have never had such a trusting relationship with a man - and trust is where the real power of love comes from.","c":"relationship","a":"Diane Keaton"},{"id":"x1448XsDVlqd4","t":"One should never be sexually involved with anyone one genuinely cares for. A sexual relationship guarantees a loss.","c":"relationship","a":"Mary Gordon"},{"id":"3nBrUKhMx7OZJ","t":"The people at the record company had asked me if I could write a song about my life, my relationship with God, and where I'm from. Well, I can't write a song on purpose, my songs come in a moment of inspiration or desperation.","c":"relationship","a":"Billy Ray Cyrus"},{"id":"UVlzphaFgHzjA","t":"My relationship to reality has been so utterly skewed for so long that I don't even notice it any more. It's just my reality.","c":"relationship","a":"Ethan Hawke"},{"id":"xrMUK6nmll9Ku","t":"The thing that stood out above and beyond all the experiences was this relationship with the nine-month-old baby. On weekends, I'd be thinking about going back to set on Monday just to see the baby.","c":"relationship","a":"Vin Diesel"},{"id":"Vdt8BZr__mf15","t":"I'm more of an adventurous type than a relationship type.","c":"relationship","a":"Bob Dylan"},{"id":"AQRIjALS8IUY9","t":"I don't think any relationship responds well to pressure.","c":"relationship","a":"Adam Levine"},{"id":"KhBMCcCH1G9Ey","t":"Waterpolo is my life. Our relationship is that of predetermination I'll never be better at anything than waterpolo and that is why it is my duty to pursue this sport as long as I can, and to the best of my abilities.","c":"relationship","a":"Tibor Benedek"},{"id":"jY2ke1oCxwGxI","t":"I think every relationship has a point where you stop and reevaluate. Are you happy? Have you grown together or apart? What do you share interests in? I think that's a normal thing to do, but it's so much harder when it's done publicly.","c":"relationship","a":"Courteney Cox"},{"id":"rFQuPMRVdYJ0J","t":"I usually write for the individual reader -though I would like to have many such readers. There are some poets who write for people assembled in big rooms, so they can live through something collectively. I prefer my reader to take my poem and have a one-on-one relationship with it.","c":"relationship","a":"Wislawa Szymborska"},{"id":"BaNWsCMIrDFat","t":"In the book the relationship with Katharine and Almasy is sort of only in the patient's mind.","c":"relationship","a":"Michael Ondaatje"},{"id":"W2klIYrxwN2nY","t":"All true meaning resides in the personal relationship to a phenomenon, what it means to you.","c":"relationship","a":"Christopher McCandless"},{"id":"oZP3voyL87z-j","t":"I have a great relationship with my mother-in-law. We're both Leos, we understand each other.","c":"relationship","a":"Tori Amos"},{"id":"-OfLSwMQcB1XU","t":"If there's no relationship with a father who's absent, nobody talks about it.","c":"relationship","a":"Charles Rangel"},{"id":"EqfjcJx3Gi0Tn","t":"I've written a few songs that have to do with being in a relationship, the bad and the good.","c":"relationship","a":"Victoria Justice"},{"id":"2uQksTRLEyX9u","t":"I certainly know that this relationship could not have continued the way it did, when I was at the Pentagon and the president was obviously at the White House, without Betty.","c":"relationship","a":"Monica Lewinsky"},{"id":"SqKgHlHwdFqRg","t":"I don't have a good work ethic. I have a real casual relationship with hours.","c":"relationship","a":"Janeane Garofalo"},{"id":"pJAbHuL67rvS1","t":"This is a very important relationship we have with Russia, the relationship over the nuclear arsenal that they have obviously is important. They're a very powerful country.","c":"relationship","a":"Warren Christopher"},{"id":"_FSW8Tyf-8fvy","t":"I love my parents. Coming out to them was sort of coming out to myself. I educated them, and I wanted our relationship to keep growing. I wanted them to be a part of my life still. I wanted to be able to share with them what I was going through.","c":"relationship","a":"Randy Harrison"},{"id":"Vua63sOxCNMQh","t":"I can't cultivate a relationship with my child if it's between takes. I tried that on a movie and realized, 'This is not going to work.' It will work some of the year, but not 12 months a year.","c":"relationship","a":"Katherine Heigl"},{"id":"IN1t8ldTvDZhL","t":"One of the things I really love about TV is this symbiotic relationship you can get between the writers and the actors, and the characters start to come to life because you start to collaborate.","c":"relationship","a":"Carla Gugino"},{"id":"6I3xsgvvmjcu3","t":"I'm an awfully loyal friend. Once I've started a relationship with someone, it's like they are syrup and I'm a pancake. Their syrup gets into my pancake, so to speak.","c":"relationship","a":"Warren Farrell"},{"id":"NKyEpWOf38m2q","t":"I've always been the long-term relationship, go-home-and-meet-mom girl.","c":"relationship","a":"Sophia Bush"},{"id":"Zw-G5WypnT7oG","t":"The needs of babies and toddlers were constant and drained the life out my sense of self and my family's relationship with each other.","c":"relationship","a":"Mika Brzezinski"},{"id":"MudO31B21aOAT","t":"I have a much better relationship with the press than I did, I think because I stood my ground.","c":"relationship","a":"Elton John"},{"id":"iQnWCmPltTFwV","t":"I have this home in New York, I have a long-term relationship with my boyfriend, who's from Australia, and I had this business that I had maintain. Even though I wasn't actively shooting, there's a lot of peripheral work.","c":"relationship","a":"Claire Danes"},{"id":"FLtS2jTdo7Il3","t":"When a mother quarrels with a daughter, she has a double dose of unhappiness hers from the conflict, and empathy with her daughter's from the conflict with her. Throughout her life a mother retains this special need to maintain a good relationship with her daughter.","c":"relationship","a":"Terri Apter"},{"id":"VNQnOgFjVfBSn","t":"Through all the relationship stuff I've gone through in the past few years, I know there are fundamental differences in how men and women view sex and how they view their futures.","c":"relationship","a":"Aaron Eckhart","e":true},{"id":"a3g4ryQXEj3tQ","t":"The relationship of the two problems is rather the reverse. To a great extent disarmament is dependent on guarantees of peace. Security comes first and disarmament second.","c":"relationship","a":"Ludwig Quidde"},{"id":"yLqErUP_i9a5R","t":"In any relationship that comes to an end, there's never just a baseline reason why. You say, 'Oh, I broke up with my girlfriend.' Someone says, 'Why?' You say, 'Well, you got three hours? And then maybe after I tell you my version, you've got to talk to her.'","c":"relationship","a":"Michael Rapaport"},{"id":"XgFAGyStx5qLr","t":"A lot of married people certainly have wonderful relationships with their dogs, but when you're single and your dog is the only other living thing in your house, it's a really special relationship which I wanted CATHY to have.","c":"relationship","a":"Cathy Guisewite"},{"id":"oJLaSbVgR8hpC","t":"I never felt I had the kind of relationship with Magic that I could just pick up the phone and call him at home.","c":"relationship","a":"Karl Malone"},{"id":"O6LtbSTvBAC6F","t":"The relationship between press and politician - protected by the Constitution and designed to be happily adversarial - becomes sour, raw and confrontational.","c":"relationship","a":"Roger Mudd"},{"id":"E-o-i74es0JQ-","t":"I'm interested in having a relationship with the world that's not my own.","c":"relationship","a":"Andrea Riseborough"},{"id":"t8FFy9-3DBYLd","t":"I feel like you don't know if someone's equipped for a romantic relationship until they're out of their twenties.","c":"relationship","a":"Lena Dunham"},{"id":"gvbW28wgkWIO4","t":"I finally did work out a very good relationship with my father, but it was rough growing up. We had a lot of conflict, and I think it surfaced in many of my works.","c":"relationship","a":"Ira Levin"},{"id":"O4vVpu8WikpyB","t":"And one thing that I always believed and that I knew for certain was that I could never have sustained a personal relationship while I worked this hard, or while I was that driven this intensely by the story.","c":"relationship","a":"Christiane Amanpour"},{"id":"xgRLvDUJhq9Wu","t":"I don't want to have a relationship with someone if I'm not going to work with them.","c":"relationship","a":"Bill Murray"},{"id":"44S5jDMoJFTfA","t":"I wouldn't know what to do on a date. I don't have the time. To make a relationship work, I'd have to give something up, and I'm not so sure I'm willing to do that.","c":"relationship","a":"Tim Gunn"},{"id":"kv9IqwaKYfkmp","t":"I've definitely, you know, been with women. And I've had great relationships with them where I was definitely in love. It's just I grew to a point where deep inside I knew that I could never truly have a relationship with a woman. I don't know if they ever suspected. It was never brought up.","c":"relationship","a":"Lance Bass"},{"id":"xZgYoBnlCv45i","t":"When I meet the right girl I'll definitely have no hesitations to a relationship.","c":"relationship","a":"Lee DeWyze"},{"id":"Auq-w5Vtf-3bb","t":"The Bible is the only credible guide either as to the real relationship between man and the earth and the great Creator of both or concerning the purpose of the creation of both.","c":"relationship","a":"Joseph Franklin Rutherford"},{"id":"OOtHB4Y0lZ7Z9","t":"To understand how any society functions you must understand the relationship between the men and the women.","c":"relationship","a":"Angela Davis"},{"id":"Bl1-s9da3R0ad","t":"It's something that was very interesting to me to be a part of and all of them again because of the relationship. Some of the superhero movies are better than others.","c":"relationship","a":"Blair Underwood"},{"id":"mN3ky6rTonULd","t":"It does not seem to me that the steps which would be needed to make Britain - and others - more comfortable in their relationship in the European Union are inherently so outlandish or unreasonable.","c":"relationship","a":"David Cameron"},{"id":"KiKr3e88CTdrN","t":"I wanted to deal with someone's idea of their relationship.","c":"relationship","a":"Charlie Kaufman"},{"id":"g8Lfk1NDLSaFp","t":"It takes a lot of experience of life to see why some relationships last and others do not. But we do not have to wait for a crisis to get an idea of the future of a particular relationship. Our behavior in little every incidents tells us a great deal.","c":"relationship","a":"Eknath Easwaran"},{"id":"5U92Vdi88QUlC","t":"A relationship isn't going to make me survive. It's the cherry on top.","c":"relationship","a":"Jennifer Aniston"},{"id":"Oxz430dQt_94u","t":"France has a very important relationship with Germany. But that does not mean that we agree about everything or that two of our universities or companies are not going to compete.","c":"relationship","a":"Jean-Pierre Raffarin"},{"id":"2fuZM433JUf2i","t":"My wife, Jill, and I have an incredibly close working relationship, and an incredibly happy married one. We met through work. I was the world's worst advertising copywriter. She had the misfortune to be my account director, so from the very start she was my boss, and she still is.","c":"relationship","a":"Anthony Horowitz"},{"id":"VdHOLuq4VB9Qa","t":"People who are good at film have a relationship with the camera.","c":"relationship","a":"Fiona Shaw"},{"id":"1JvdXG1pTMvRX","t":"It's a luxury to be able to tell a long form story. I love novels, and I love to have a long relationship with characters.","c":"relationship","a":"Jane Campion"},{"id":"uwW_NH0AWmLyn","t":"I have a beautiful son, I don't regret it, I'm very proud of the way that we handle our relationship and the way that we keep our son first and that's our priority.","c":"relationship","a":"Nia Long"},{"id":"SlMYwBxtrlNSK","t":"Have you ever loved somebody, loved her completely, but had to end the relationship for life reasons?","c":"relationship","a":"John Mayer"},{"id":"2sXz6mfrAnYpM","t":"I would never put my close friends or a real relationship on a show.","c":"relationship","a":"Kristin Cavallari"},{"id":"sWi__AIv5Esh3","t":"I guess we've had a very close relationship because I don't pretend to know about cinema and I think I do know a bit about theatre but he does, he respected that and so we really just had a collaboration which went completely like this.","c":"relationship","a":"Andrew Lloyd Webber"},{"id":"Y8jXcGhwrJOrj","t":"I've thought about it, not a lot, but I thought my relationship with Congress - the Democrats and Republicans - would help me get some things done. Not everything, but at least they'd be willing to try.","c":"relationship","a":"Bob Dole"},{"id":"dj9zfDA3qLCvc","t":"I would stay on, but 'General Hospital' honestly doesn't seem to want that relationship with this character at the moment. They want little short doses during sweeps periods.","c":"relationship","a":"Genie Francis"},{"id":"UQ1yEcJ4WDjdq","t":"I do not want a personal relationship with my fans. Or to do anything that encourages them to think they have one with me. They can have a personal relationship with my songs. That's fine, but they don't know me.","c":"relationship","a":"Will Oldham"},{"id":"mzvz3wCKuYwji","t":"I have a very close relationship with my parents.","c":"relationship","a":"Caroline Wozniacki"},{"id":"g1BvbnD6hF3zH","t":"Anyone working for a big company might be skeptical that a large business, or even a strictly online business, can form the same kind of friendly, loyal relationship with customers as a local retailer. I'm saying it's already been done because I lived it.","c":"relationship","a":"Gary Vaynerchuk"},{"id":"rYzyNyLHefPHF","t":"Sidney Poitier became a star in part by helping black and white Americans negotiate their new relationship in the post-Civil Rights era.","c":"relationship","a":"Wesley Morris"},{"id":"x5ATVTIJtA_az","t":"It is easy for Christians to have the false impression that once we have established a relationship with Christ, which we believe sets us right with God, the problems of life will somehow scoot away or they will slowly be removed from our lives.","c":"relationship","a":"Charles R. Swindoll"},{"id":"uIbVrHS9t4HCa","t":"You know, I think that President Obama is a person who has a great relationship with a number of people. Colin Powell does, too. I think Colin Powell is a fine American, a great leader and sees things in President Obama that he agrees with. He's entitled to have his opinion.","c":"relationship","a":"Pete Sessions"},{"id":"mrBKAG0WY6ie7","t":"I'm always open to a relationship, but I'm not putting those feelers out there now.","c":"relationship","a":"Charlize Theron"},{"id":"qs-O85cWnhF0i","t":"And I think if you look at any relationship, for the relationship to be productive and to move forward and to grow, sometimes things have to be said that one person or the other person is not going to like to hear.","c":"relationship","a":"Ricky Williams"},{"id":"Z6bS2g5iWjWkl","t":"I feel like, in a lot of shows where the woman is in charge, the woman is this ball buster and the guy is sort of weak and spineless. And that's never been my experience in a relationship. I think it's much more interesting that the guy is the boss. And there are stakes.","c":"relationship","a":"Whitney Cummings"},{"id":"crnrL-rXIWlDk","t":"Well I think if you really go out with someone for quite a long time you do get to know each other very, very well, you go through the good times, you go through the bad times. You know both personally, but also within a relationship as well.","c":"relationship","a":"Kate Middleton"},{"id":"kRWnns-kZgS_P","t":"I believe that two people are connected at the heart, and it doesn't matter what you do, or who you are or where you live there are no boundaries or barriers if two people are destined to be together.","c":"relationship","a":"Julia Roberts"},{"id":"YSPH4MlordUSn","t":"I was raised by a single mother and I've been in a 10-year relationship with my girlfriend. My whole life I've been surrounded by women.","c":"relationship","a":"Jon Hamm"},{"id":"9nqhTZGSNP6Uf","t":"There's been a long-standing relationship between me and individual members of the Green Party.","c":"relationship","a":"Cynthia McKinney"},{"id":"huM38jFwxMIER","t":"I just want my relationship to be more for myself rather than a public statement.","c":"relationship","a":"Cynthia Nixon"},{"id":"srafZpGtM3x84","t":"One loyal friend is worth ten thousand relatives.","c":"relationship","a":"Euripides"},{"id":"yDZhdCgeRChxf","t":"People - not just in their teenage years - hold on to this fantasy of love when they're not ready to have a real relationship.","c":"relationship","a":"Keri Russell"},{"id":"BTT0PZxkuQIaX","t":"I've been working on Barb for a while. I looked at her as a sort of every woman. She's incredibly strong she's incredibly generous. She's seemingly insane because she is in the situation of a polygamous relationship, but she had definite reasons to do it.","c":"relationship","a":"Jeanne Tripplehorn"},{"id":"t5ygujQbAExhm","t":"I met Roy's father once... And I think that Roy's relationship with his father is still at the heart of what Roy does. But at the end of the day, he's trying to prove himself to a father he'll never really please.","c":"relationship","a":"Jim Lampley"},{"id":"wtHQKqMMC-rms","t":"Nothing has changed in our relationship with East West. We have no relationship with East West. We've been withholding our labour for almost seven years now.","c":"relationship","a":"Andrew Eldritch"},{"id":"b1RxKMuu5ubw_","t":"We had a strong relationship with Walter Brown, and felt that he was the best owner in the league.","c":"relationship","a":"Bob Cousy"},{"id":"3UDCbAUW6neGZ","t":"I have always had a relationship with clothes.","c":"relationship","a":"Phillip Lim"},{"id":"AVfKQR1Ft31R8","t":"Many Japanese painters and calligraphers would change their names intentionally to keep their relationship to the art always fresh. This way, others' expectations can be avoided.","c":"relationship","a":"Tina Weymouth"},{"id":"893M_RQidBqfR","t":"The way I become friends with somebody is a slow process. You can't just spill your guts and tell them everything about yourself and expect them to listen and understand you because you don't know them. It's the same thing with a relationship.","c":"relationship","a":"Leighton Meester"},{"id":"YGg0e-gl75dHe","t":"It was a mutual relationship.","c":"relationship","a":"Monica Lewinsky"},{"id":"87yunFEP-A7u8","t":"The relationship of black Americans to Obama is sociologically riveting.","c":"relationship","a":"Andrew Sullivan"},{"id":"s-Bcqd4PqG2Jo","t":"Clearly, once the student is no longer a student the possibilities of relationship are enlarged.","c":"relationship","a":"Marilyn Hacker"},{"id":"p1AKHV6G_LrWG","t":"Mine is just a simple old human story - of one person trying, with great rigor and discipline, to comprehend her personal relationship with divinity.","c":"relationship","a":"Elizabeth Gilbert"},{"id":"IkJ-UEMbmuyl2","t":"I've been obsessed with seeing life through music. My records, my relationship with records, my relationship with rock stars, everything that surrounds it, has been really one of the only ways that I ever started to understand the world.","c":"relationship","a":"Jeff Tweedy"},{"id":"dHXUzcKRbTQ5s","t":"I can't get a relationship to last longer than it takes to make copies of their tapes.","c":"relationship","a":"Margaret Smith"},{"id":"ZHBfehVYKRtTL","t":"This book is about physics and its about physics and its relationship with mathematics and how they seem to be intimately related and to what extent can you explore this relationship and trust it.","c":"relationship","a":"Roger Penrose"},{"id":"LWEGHSFgpxJbO","t":"When a person goes into a relationship emotionally needy, they are not going to have discernment in choosing people.","c":"relationship","a":"Jennifer O'Neill"},{"id":"RdtbP6RokmVHS","t":"That's what I do and I enjoy even the hateful moments of a relationship where two people or four people come together to make a bigger mess than originally intended.","c":"relationship","a":"Josh Silver"},{"id":"Kt3rJKjgxYetp","t":"I think I learned about the relationship between books and life from Margaret Mitchell.","c":"relationship","a":"Pat Conroy"},{"id":"YyiF84I5yc1If","t":"I can sort of do what I want. Maybe I have to work harder to prove myself in some new relationship because they've heard some wacky stories about me. But at least I can get the meeting.","c":"relationship","a":"Sean Parker"},{"id":"1Csg0EIGGubnh","t":"I've always believed in people's capacity for goodness. I still believe that people are good. What I'm not so trusting about anymore is their relationship to their own goodness.","c":"relationship","a":"Anne Hathaway"},{"id":"YFs-_0HSsn8op","t":"The person who needs the other person the least in a relationship is the stronger member.","c":"relationship","a":"Doug Coupland"},{"id":"0gqDi7RyedGIe","t":"I have to be in a relationship in order to be intimate. I'm not the one-night-stand kind of girl. Despite the rumors.","c":"relationship","a":"Kim Kardashian"},{"id":"TJTHgQLisFXsC","t":"But mostly, it's a book about my relationship with my father.","c":"relationship","a":"Alison Bechdel"},{"id":"P9yM42Ajk-wkz","t":"This relationship is going to be built on trust.","c":"relationship","a":"Marla Maples"},{"id":"zr909wrvm6-JC","t":"The relationship between Israel and the United States is a bond of - it's just a very powerful bond. It was, it is, and will be and will continue to be.","c":"relationship","a":"Benjamin Netanyahu"},{"id":"yyGIopfcHecDy","t":"I personally don't believe people really grow. They just learn stuff when they were a kid, and hold on to it, and that affects every relationship they have.","c":"relationship","a":"Donald Glover"},{"id":"2A5KsXjQE0_R7","t":"All men want to be treated like kings in a relationship, and I think if women don't indulge that sometimes, their men are likely to stray and look for someone who can give that to them.","c":"relationship","a":"Giada De Laurentiis"},{"id":"-fomGicVGgFux","t":"It's developing a relationship with actors that makes it work.","c":"relationship","a":"Richard Donner"},{"id":"ZGQ1Uuy6pOgai","t":"Playing a character who's dealing not only with a superpower but having a normal relationship is easy to associate with, because I feel that everyone has been through it.","c":"relationship","a":"Shawn Ashmore"},{"id":"MgsRfuVf9jBTY","t":"You know when you get into that thing where people want to discuss the relationship? I'd rather discuss what was on telly, avoid the issue, discuss anything other than the relationship.","c":"relationship","a":"Jarvis Cocker"},{"id":"E8uauJPjtvO5D","t":"A relationship to me is never about the romance.","c":"relationship","a":"Shia LaBeouf"},{"id":"FqoOWVmtQJW62","t":"The relationship between an actor and a director is like a love story between a man and a woman. I'm sure sometimes I'm the woman.","c":"relationship","a":"Gerard Depardieu"},{"id":"Z3kFmtHiNtGOR","t":"I'm not a good father and they're not children any more the eldest is in his fifties. My relationship with their mothers broke down and, because of what the law was, they went with their mothers and were imbued with their mothers' morality in life and they were not my people any more.","c":"relationship","a":"Wilbur Smith"},{"id":"sAwlex2DFHSp2","t":"I find Jesus my confidant and companion, brother and savior our relationship is intimate, vulnerable, demanding yet comfortable and reassuring.","c":"relationship","a":"Malcolm Boyd"},{"id":"yjOczufwe4nWW","t":"It takes two to make a relationship, but only one to screw it up.","c":"relationship","a":"Nigel Lythgoe"},{"id":"StxToiKVY0ql1","t":"Favored Nations is a long-term commitment. Our hope is that those who are passionate about real musicianship will want to hear and own most of our albums. We will set out to attain the same direct relationship with our customers that we have with our artists.","c":"relationship","a":"Steve Vai"},{"id":"4i5ZiBprZYfcc","t":"Since the beginning of the 21st century, thanks to the concerted efforts of both sides, China-U.S. relationship has on the whole enjoyed steady growth. Since President Obama took office, we have maintained close contact through exchange of visits, meetings, telephone conversations and letters.","c":"relationship","a":"Hu Jintao"},{"id":"72zOl6IbZwqLZ","t":"I was associated with a woman who I was involved with and had a relationship with. She asked for money. I felt as though I was being blackmailed or there was some sort of extortion.","c":"relationship","a":"David Boreanaz"},{"id":"2cC1lhNBntCDA","t":"But I was also a big mouth, I started to develop a troubled relationship with Harry Shorten.","c":"relationship","a":"Gil Kane"},{"id":"ZFYqLp8En-QJ-","t":"I shoot people in a way that makes the audience feel equal to them. And it's hard to express and it's hard to execute but I think it works on every level - the choice of the material the choice of the actor, my relationship with the actor, and so on.","c":"relationship","a":"Michel Gondry"},{"id":"rnFEbwogDq7id","t":"I'm certainly not the first person to be in a relationship with a younger man, but somehow I was plucked out as a bit of a poster girl.","c":"relationship","a":"Demi Moore"},{"id":"UIzO08-BqBi_b","t":"What's very important is that we build a space that matters in the world, one that operates according to democratic rules, and that small and large countries enjoy a good relationship.","c":"relationship","a":"Jean-Pierre Raffarin"},{"id":"IXUbtOa6u9wDN","t":"The relationship to one's fellow man is the relationship of prayer, the relationship to oneself is the relationship of striving it is from prayer that one draws the strength for one's striving.","c":"relationship","a":"Franz Kafka"},{"id":"sqUk_fFcjnUxH","t":"It's like our relationship is always about the other side that isn't the obvious side.","c":"relationship","a":"Rosario Dawson"},{"id":"sHa5pWMllyqLV","t":"I'm so happy now. I love that I'm in a relationship right now... I want a life... The past five years or so I've found my groove and my balance.","c":"relationship","a":"Kelly Clarkson"},{"id":"Z5wYjEkhwM8td","t":"Film music should have the same relationship to the film drama that somebody's piano playing in my living room has on the book I am reading.","c":"relationship","a":"Igor Stravinsky"},{"id":"GAonhqx_Oux-L","t":"I think the most important thing in life is self-love, because if you don't have self-love, and respect for everything about your own body, your own soul, your own capsule, then how can you have an authentic relationship with anyone else?","c":"relationship","a":"Shailene Woodley"},{"id":"pbrn2PHI5qXGG","t":"I think when you're trying to produce a relationship on screen that doesn't actually exist, perhaps sometimes there's a temptation to look at each other more, to touch each other more.","c":"relationship","a":"Paul Bettany"},{"id":"46lonk2l31FLg","t":"The first duty of a human being is to assume the right functional relationship to society - more briefly, to find your real job, and do it.","c":"relationship","a":"Charlotte Perkins Gilman"},{"id":"_XDQ4D4BeXP1H","t":"My family gave me values that have sustained me through situations that would challenge any person. My personal relationship with the Lord inspires me in all I do.","c":"relationship","a":"Kathy Ireland"},{"id":"6M7ZcuVWwngjq","t":"We must honestly face our relationship with Great Britain.","c":"relationship","a":"Wendell Willkie"},{"id":"BlPIuqMXNNb2D","t":"I still like the relationship part of any story. You don't want your character to figure everything out and then at the end of the day, go home and eat soup from a can by herself.","c":"relationship","a":"Lisa Gardner"},{"id":"XdHRncppa0UAw","t":"Films have never shown the kind of relationship that can exist between two women.","c":"relationship","a":"Brigitte Bardot"},{"id":"1JGOLRVCSUHcI","t":"When I was in my 30s, I was at the end of a long-term relationship and going through a very hard time. I'd had about 15 different addresses and a series of relationships. I thought, 'It's time to have a look at yourself.'","c":"relationship","a":"Brendan Coyle"},{"id":"xlr6ye_wwsPNW","t":"No one ever asked what was my relationship with Bart Giamatti. We used to talk about baseball a lot as a player and a commissioner, just talk about the game, what could we do to help the game, where's the game going, he was pretty good.","c":"relationship","a":"Pete Rose"},{"id":"szlkzg-A1AQQz","t":"Only the broken-hearted know the truth about love.","c":"relationship","a":"Mason Cooley"},{"id":"hRR1XfgvPgh2b","t":"We feel unsatisfied until we know ourselves akin even with that greatness which made the spots on which it rested hallowed and until, by our own lives, and by converse with the thoughts they have bequeathed us, we feel that union and relationship of the spirit which we seek.","c":"relationship","a":"Jones Very"},{"id":"n4YLZFSGW1EnA","t":"I had never really dated. I've always been a relationship kind of person.","c":"relationship","a":"Bruce Willis"},{"id":"Ecymw6zmFoyx8","t":"There's no particular relationship between spending and educational results. Most education spending is actually on salaries, and that's allocated according to political muscle.","c":"relationship","a":"Peter Brimelow"},{"id":"VonvZvCaj55NJ","t":"You know, it's possible for two humans to be in a relationship without there needing to be some public reason for that relationship.","c":"relationship","a":"Chris Martin"},{"id":"M_zKJgH9uu-oC","t":"The only time a relationship is good is when you really love them.","c":"relationship","a":"Leighton Meester"},{"id":"D64tvG49j5wDW","t":"We saw what happened in Jimmy Carter's administration. President Carter was a good man with the best of intentions. But he came to Washington without a good working relationship with Democratic members of Congress, which played a big part in his administration's problems.","c":"relationship","a":"Jim Hunt"},{"id":"1J0B3EmGWiEmd","t":"I've got a new relationship and I'm trapped in this old life.","c":"relationship","a":"Moon Unit Zappa"},{"id":"IYDdjpfqG4iS9","t":"It's about strengthening the relationship and the bond of parent to child.","c":"relationship","a":"Blair Underwood"},{"id":"9ITxXNQMq6wI_","t":"I think in a way, you're doomed, once you can envision something. You're sort of doomed to make it happen. I've found that the moment I can envision leaving a relationship, that's usually the moment that the relationship starts to fall apart.","c":"relationship","a":"Chuck Palahniuk"},{"id":"rbH5ItorX7Ztf","t":"I didn't have a boyfriend until I was 16, and he was eight years older. My father was furious about this 24-year-old, and I had to hide the relationship.","c":"relationship","a":"Ellen Pompeo"},{"id":"ZvAT0-qQZ4eF2","t":"I think a primal role of a man in a relationship is to protect his woman.","c":"relationship","a":"Armie Hammer"},{"id":"4BdDF6Z2el_p1","t":"Whether you're keeping a journal or writing as a meditation, it's the same thing. What's important is you're having a relationship with your mind.","c":"relationship","a":"Natalie Goldberg"},{"id":"mcF2cqhcKrtHP","t":"EA SPORTS has a strong partnership with adidas and through this relationship they approached adidas about using some of their top players from around the world.","c":"relationship","a":"Claudio Reyna"},{"id":"5p4EPvZOizGS8","t":"I definitely think anything I'd be in now is a permanent relationship.","c":"relationship","a":"Kim Kardashian"},{"id":"hsyjj6cYEtLjC","t":"We were in a relationship for eight years, and we maybe saw each other, total, for a year.","c":"relationship","a":"Izabella Scorupco"},{"id":"YWbsj_76Jhe5W","t":"Every president needs to deal with the permanent government of the country, and the permanent government of the country is Wall Street oligarchs and corporate plutocrats and the questions becomes what is the relationship between that president and Wall Street.","c":"relationship","a":"Cornel West"},{"id":"5s12oTP86UDTv","t":"In a relationship each person should support the other they should lift each other up.","c":"relationship","a":"Taylor Swift"},{"id":"fQ8FWtuPXLELu","t":"Relationships are so much a rerun of our parental relationships. We're rerunning the relationship they were in together and we're rerunning the relationship we had with them with our lover.","c":"relationship","a":"Kenny Loggins"},{"id":"zA1Gp-xepEezW","t":"Idleness does drive me crazy, but I'd rather read or write than do anything just to work. A kind of respect has been instilled in me for acting: I love it too much to ever have a bad relationship with it.","c":"relationship","a":"Karen Allen"},{"id":"N71tXwlAOtBdI","t":"The PRC is the big brother in this relationship, and it has the capacity to be generous to Taiwan on this issue in a manner that might do much to defuse that issue internally in Taiwan.","c":"relationship","a":"William Kirby"},{"id":"WEqKNob8Fp706","t":"When you're in a relationship you want it to work. My parents did, I did. But we are not taught how to make it work.","c":"relationship","a":"Erykah Badu"},{"id":"TrDr9sTx8ohGR","t":"Your relationship with an agent has got to be mutually beneficial. If you can't help their careers, then they're not going to be interested.","c":"relationship","a":"David Steinberg"},{"id":"YmWa9BTYAKPcH","t":"I find it quite hard to sum up my relationship in a sound bite. I feel that it trivializes it for other people's pleasure. It's an adventure.","c":"relationship","a":"Emily Blunt"},{"id":"-Qm0nckL-Ea4l","t":"If the relationship of father to son could really be reduced to biology, the whole earth would blaze with the glory of fathers and sons.","c":"relationship","a":"James A. Baldwin"},{"id":"L2YocQpeDlhd8","t":"It's impossible. You try to have any kind of relationship with your family, with a man, or with a friend, and you have to be on the phone and the Internet the entire time.","c":"relationship","a":"Keira Knightley"},{"id":"oVu3KN2OR6gn3","t":"I am single and not looking to be in a relationship.","c":"relationship","a":"Chris Evans"},{"id":"Sf4p8pxeHsIIL","t":"Though I still have no semblance of a life outside of Nine Inch Nails at the moment, I realize my goals have gone from getting a record deal or selling another record to being a better person, more well-rounded, having friends, having a relationship with somebody.","c":"relationship","a":"Trent Reznor"},{"id":"JKWmkszQHp2Zn","t":"If I'm in a relationship, that girl gets showered with letters from the road. I pour my heart into it.","c":"relationship","a":"Jason Mraz"},{"id":"CcbhY3S77Tbij","t":"In the beginning, New York and I had kind of a love-hate relationship. It seemed so abrasive compared to Europe. But the transformation here in recent years is really something. I don't think I would have seen as much change if I'd lived in any other city in the world.","c":"relationship","a":"Shalom Harlow"},{"id":"GGtpGJedzhm0O","t":"I have developed a very strong partiality for the dead: they don't talk back, they don't sue, and they don't have angry relatives.","c":"relationship","a":"Ron Chernow"},{"id":"O_oD14T2QOQtt","t":"If you look back on the breakups that you've had, whether it's a long relationship or a one-night stand, it's always awkward.","c":"relationship","a":"Patrick Wilson"},{"id":"N062wULyW6ppk","t":"I'd had a relationship with a French girl, a Japanese girl, an American girl, a Filippina and she was there all the time - a Lancashire girl. I thought: 'It's a Lancashire girl I was looking for. Why didn't I realize it?'","c":"relationship","a":"David Thewlis"},{"id":"IX4y1pElm3Go8","t":"My father and I are very similar and have a wonderful relationship, but we both stand by our opinions.","c":"relationship","a":"Chris Hemsworth"},{"id":"TC5dP7ICGvicp","t":"With Hitchcock I had little relationship. I was called to replace Bernard Herrmann, his favorite composer, in Torn Curtain, after the bitter fight between them.","c":"relationship","a":"Maurice Jarre"},{"id":"aL9sua1IPCSdm","t":"Most of my relationships have been like that - with record companies. I've never had a legitimate business relationship with a company. I've always had a personal relationship with someone in the company.","c":"relationship","a":"Ornette Coleman"},{"id":"mA--qE7x1Vc4E","t":"It is better to have a relationship with someone who cheats on you than with someone who does not flush the toilet.","c":"relationship","a":"Uma Thurman"},{"id":"5i7jRfb8mkMXk","t":"Quentin and I were constantly finding something new that we had in common and comic books were one of them. I think we were talking about comic books much earlier in our relationship, before I had the part.","c":"relationship","a":"David Carradine"},{"id":"z8KUenhPc__-r","t":"I think our relationship with Epic had run its natural course, and it happened to coincide with the fulfillment of our contract. We decided not to resign with them.","c":"relationship","a":"Mike McCready"},{"id":"MqQt4BALkjgMg","t":"I think the fact that I'm so well known to be gay makes it very difficult to have a convincing relationship with a woman on screen. It wouldn't be at all difficult for me to kiss a woman - I'll kiss a frog if you like.","c":"relationship","a":"Stephen Fry"},{"id":"PReJLPwcfl5Lz","t":"Money creates a power relationship between the payer and the payee.","c":"relationship","a":"Joichi Ito"},{"id":"wcCduFpeTH9mM","t":"But I think there's something wonderful and extraordinary about climbing on your own and just that kind of relationship to the environment. I'm very addicted to the mountains. You know, so, I do like that solitude.","c":"relationship","a":"Andy Serkis"},{"id":"SwBQmJ5yNhNzr","t":"You know, women are as promiscuous as men and yet, of course, people are inhibited from having an affair or a relationship because the real-world consequences are a drag.","c":"relationship","a":"Lee Child"},{"id":"EEDsUAhupFzc2","t":"It is true that women tend to be more identified with their bodies because in this crazy world, both men and women measure women's value as human beings in relationship to their physical appearance.","c":"relationship","a":"Andrew Cohen"},{"id":"hanGHxqWrVwWZ","t":"Nah, I've always had a great relationship with my two brothers, I have always had their support in my football and in everything. They've been very close to me and we have a great relationship.","c":"relationship","a":"Lionel Messi"},{"id":"BawswWShtZ0jd","t":"It's a great relationship when you can work with the person who you consider to be your soul mate.","c":"relationship","a":"Rick Derringer"},{"id":"WPVgVSEmzIOoQ","t":"In my view, relationship movies never get old because humanity will never not be confounded by their relationships.","c":"relationship","a":"Zoe Lister-Jones"},{"id":"mJ-E892cgrQ9C","t":"People don't really have a relationship with great writing or great production or great art direction or great direction. They just sort of admire it.","c":"relationship","a":"Steven Moffat"},{"id":"MOg5ONnXFpqvJ","t":"The first and most important is to emphasize the enduring nature of the alliance relationship particularly with Europe which does share our values and interests even if it disagrees with us on specific policies.","c":"relationship","a":"Zbigniew Brzezinski"},{"id":"DC0w0ulzMnZV2","t":"I'm in an on-off relationship at the moment.","c":"relationship","a":"Cat Deeley"},{"id":"9lwBtH0AytXaV","t":"The players wanted more money, higher salary caps and they didn't have that family relationship we felt with the players. Mentally, the players were more businesslike.","c":"relationship","a":"Guy Lafleur"},{"id":"o9nPFsUuJGUtl","t":"In the relationship between man and religion, the state is firmly committed to a position of neutrality.","c":"relationship","a":"Tom C. Clark"},{"id":"zjNxfwFSg-FDY","t":"And I have the support of the writers: I have a great relationship with the creative team, and they have a good hold of my character and my personality, and they come up with some great stuff, and I'm forever trying to change it up, keep it fresh.","c":"relationship","a":"Trish Stratus"},{"id":"8UCwj34h28pRz","t":"But it's much more exciting to make Die Hard. One of the reasons that I think that movie is so successful is it deals with those very important blue-collar relationship themes. But it's more visually beautiful to show things blowing up. It just gives you more on the screen.","c":"relationship","a":"Penn Jillette"},{"id":"LJVnjwE4DV-pV","t":"I had cars, houses, jewels, furs, and a husband who loved me, and a career I was happy with. But I found fulfillment in my relationship with Christ.","c":"relationship","a":"Gloria Gaynor"},{"id":"kXVUGbLYB_De_","t":"I use God in my songs a lot but I don't have a relationship. I don't know what that means.","c":"relationship","a":"Dave Matthews"},{"id":"Z_hZxlsjwpJ7k","t":"The special relationship between the region and a regional celebrity means that people feel that they have a special investment in you.","c":"relationship","a":"Tony Wilson"},{"id":"QCIh-blW8rQh_","t":"I also think the relationship I have with my audience is a lot more complex than what Hitchcock seemed to want his to be - although I think he had more going on under the surface as well.","c":"relationship","a":"David Cronenberg"},{"id":"FNGsKc6OeAKan","t":"We've been able to access deals that under our former relationship with Disney - with tax advantages and strategic partners - that we just weren't able to do.","c":"relationship","a":"Harvey Weinstein"},{"id":"df8cMEgKnvYlx","t":"The one who loves the least, controls the relationship.","c":"relationship","a":"Robert Anthony"},{"id":"n1mj5d8TLlBcJ","t":"In a relationship, when does the art of compromise become compromising?","c":"relationship","a":"Sarah Jessica Parker"},{"id":"EnzPpRHrWJmfU","t":"Look, you've got a generation of people coming along who are going to form their own new relationship with the idea of supporting the causes that they care about or changing the world. And these people are not going to do it the way our parents do it.","c":"relationship","a":"Edward Norton"},{"id":"LLzVKBHDSruR6","t":"I have a much wider, freer view about spirituality. I feel that people need to pursue it on their own, personally. You know, let it be theirs - a personal relationship with their soul, or their God, or with their church.","c":"relationship","a":"Peter Jurasik"},{"id":"3u6thAFoSVr6t","t":"Any son of a dictator, I'm sure, has major issues with their relationship with their father.","c":"relationship","a":"Dominic Cooper"},{"id":"xxDfGfvDrCbXK","t":"I want to be very close to someone I respect and admire and have somebody who feels the same way about me.","c":"relationship","a":"Richard Bach"},{"id":"gQg-ge1PRcysI","t":"In human relationships, kindness and lies are worth a thousand truths.","c":"relationship","a":"Graham Greene"},{"id":"fiHi-xbPFZjR5","t":"Doctrinal rightness and rightness of ecclesiastical position are important, but only as a starting point to go on into a living relationship - and not as ends in themselves.","c":"relationship","a":"Francis Schaeffer"},{"id":"PgEpxbtj1lalK","t":"It is only when we no longer compulsively need someone that we can have a real relationship with them.","c":"relationship","a":"Anthony Storr"},{"id":"aj9RQ3wwpGN1k","t":"There are people out there who want me to fail, who want Jude to fail, who want our relationship to fail.","c":"relationship","a":"Sadie Frost"},{"id":"TfY0083HSbp86","t":"I'm not a terrible person, I know that, but sometimes in a relationship, I can be crappy.","c":"relationship","a":"Kris Allen"},{"id":"woTaRyEFXpLtE","t":"I took solace in my relationship with God who, along with my dog, was my best friend growing up.","c":"relationship","a":"Lisa Bonet"},{"id":"45IGm6zlEIcL1","t":"It is not really our country so much is the problem, it's sort of the parasitic relationship that Canada, and France, and other countries have towards us.","c":"relationship","a":"Bob Corker"},{"id":"tfCyLpGfUmz2L","t":"Relationship movies are often made for a female audience.","c":"relationship","a":"Roman Coppola"},{"id":"Ve-0EPHWZp_kQ","t":"On the Native American front, we have turned a new page in the 400-year history of the interface between the American settlers of this country and the nation's first Americans. That's included a new relationship where the sovereignty of tribes is in fact recognized.","c":"relationship","a":"Ken Salazar"},{"id":"zlfn1LNsUfM2R","t":"I think people are by-and-large happy with the providers that they have got now. They treasure that doctor-patient relationship.","c":"relationship","a":"Bob McDonnell"},{"id":"tGi5Qzs1uB2li","t":"Well I don't know because I don't have a real relationship with the industry.","c":"relationship","a":"Danny Glover"},{"id":"P-qSUQrXAlpGv","t":"It takes bravery to end a relationship.","c":"relationship","a":"Leona Lewis"},{"id":"eYJfMy-9AazZV","t":"I'm so happy to be in a committed relationship.","c":"relationship","a":"Adam Lambert"},{"id":"piXNXVaNzlckI","t":"This is the point being missed by readers who lament Liquor's lack of hot sex scenes, probably because they aren't old enough to understand that a passionate relationship could be about anything other than sex.","c":"relationship","a":"Poppy Z. Brite","e":true},{"id":"J2vbLsRBpHP6O","t":"A durable, long-term U.S.-China strategic relationship is even more important now than in previous decades. The relationship will continue to grow and prosper to the mutual benefit of all peoples.","c":"relationship","a":"Alexander Haig"},{"id":"89hSviT1aSGXN","t":"The most convincing argument against early parenthood is that you are in a relationship that is likely to fall apart before that child grows up.","c":"relationship","a":"Tony Parsons"},{"id":"LC_t4BFkIZpev","t":"You know, we're each the hero of our own story and we perceive what's going on around us, and especially in a relationship, from the kind of viewpoint of, 'Well, this is my story, and I'm the hero of that, and I justify what I do around it.'","c":"relationship","a":"Michael Sheen"},{"id":"drlGaZ15Xs57N","t":"At first we got along real well. Now... it's pretty much just a professional relationship.","c":"relationship","a":"Jose Carreras"},{"id":"mtT7tIsr0-_w6","t":"For me, living in the closet corroded my ability to have an honest, open relationship with my God, my loved ones, my constituency and myself.","c":"relationship","a":"James McGreevey"},{"id":"kuAmZf0qnKVvT","t":"But I think the real tension lies in the relationship between what you might call the pursuer and his quarry, whether it's the writer or the spy.","c":"relationship","a":"John le Carre"},{"id":"H8maiinKGO5CS","t":"Melissa and I have the best working relationship, and we feel that Jack and Jennifer have so much more to do.","c":"relationship","a":"Matthew Ashford"},{"id":"voMAlf-1oTY9f","t":"The African American's relationship to Africa has long been ambivalent, at least since the early nineteenth century, when 3,000 black men crowded into Bishop Richard Allen's African Methodist Episcopal Church in Philadelphia to protest noisily a plan to recolonize free blacks in Africa.","c":"relationship","a":"Henry Louis Gates"},{"id":"F0yinAcH1hju7","t":"I'm not a relationship expert. I'm an expert on manhood.","c":"relationship","a":"Steve Harvey"},{"id":"4L4GZAlgR_eze","t":"Having a studio tell you when to jump and how high eight months of the year for six years is not a relationship I want to get into again.","c":"relationship","a":"Matthew Fox"},{"id":"zmi5FAhpSnnPY","t":"People here in Los Angeles are disgusted now about a sex scandal involving Arnold Schwarzenegger. Apparently for seven years, he carried on a sexual relationship with his own wife.","c":"relationship","a":"Craig Kilborn","e":true},{"id":"ggXa09ggpwElI","t":"At this moment I do not have a personal relationship with a computer.","c":"relationship","a":"Janet Reno"},{"id":"KPy8ZEKqTnfkq","t":"There is an inverse relationship between reliance on the state and self-reliance.","c":"relationship","a":"William F. Buckley, Jr."},{"id":"WB0-4VTrAMNxQ","t":"You'll be dedicated and that's what you should want to be in anything in life - whether it's sports or academics or your relationship. It all stems from finding that fun, that thrill, that excitement.","c":"relationship","a":"Brandi Chastain"},{"id":"50tVPPtS25ZxR","t":"If you're a Christian you don't sit there and worry about what somebody else is doing, if they're happy and they're committed in a relationship.","c":"relationship","a":"Howard Stern"},{"id":"J8ESbU6JxnW6n","t":"I'm very pleased with being a part of the Bean Pole family. It's a relationship that makes sense to me. I'm very pleased to have my name associated with Bean Pole Jeans.","c":"relationship","a":"Wentworth Miller"},{"id":"SVWlWeAHwuMaP","t":"The easiest kind of relationship for me is with ten thousand people. The hardest is with one.","c":"relationship","a":"Joan Baez"},{"id":"NWF98HLJnxtsV","t":"Human beings have speculated about the relationship between inspiration and insanity for centuries.","c":"relationship","a":"Patty Duke"},{"id":"Vu7EuDxVnxqLy","t":"Comic timing... is how to have a relationship with the camera and deal with the camera without looking like you are.","c":"relationship","a":"Colleen Haskell"},{"id":"x41CBmfq18WwT","t":"Why should a great and powerful nation like the United States allow its relationship with more than a billion Muslims around the world to be defined by the narrow hatred and nihilistic actions of an exceptionally small minority of Muslims?","c":"relationship","a":"John O. Brennan"},{"id":"orVjJjqIIIiwx","t":"You don't have to buy from anyone. You don't have to work at any particular job. You don't have to participate in any given relationship. You can choose.","c":"relationship","a":"Harry Browne"},{"id":"0A26rVEGzjKv8","t":"So I just had to step up how I was doing it and the moment that I stepped up and the moment I focused all my energy on that is when things started to happen. So there's a direct relationship between my inspiration and my output.","c":"relationship","a":"Talib Kweli"},{"id":"_dQQkuw8gtbou","t":"I'm working on my relationship with my mother and father, but my upbringing has been very destructive.","c":"relationship","a":"Paz de la Huerta"},{"id":"ewuqaKVANo70R","t":"Sex is... perfectly natural. It's something that's pleasurable. It's enjoyable and it enhances a relationship. So why don't we learn as much as we can about it and become comfortable with ourselves as sexual human beings because we are all sexual?","c":"relationship","a":"Sue Johanson","e":true},{"id":"9INxbsAc2K3pB","t":"An organization's reason for being, like that of any organism, is to help the parts that are in relationship to each other, to be able to deal with change in the environment.","c":"relationship","a":"Kevin Kelly"},{"id":"ndDS5IoElgCSH","t":"So on May 1, 1987, at Gary's invitation, I agreed to see him one last time - to confront him face-to-face about his sincerity and with the intention of ending our brief relationship.","c":"relationship","a":"Donna Rice"},{"id":"UTydusCTtit1q","t":"It's a very difficult thing losing a parent, but I think there's an added complication for me, because he was so well-loved and he had this very open charm that made people feel they had a personal relationship with him.","c":"relationship","a":"Kate Beckinsale"},{"id":"xGUJ-OUteg354","t":"The trouble with anyone when they're unhappy or in a relationship they recognize is not working but don't know what to do about is that they can't see farther out than that. If the relationship is not working, if what was there isn't there anymore, you have to do something about it.","c":"relationship","a":"Penelope Wilton"},{"id":"iSosdjp_zEriw","t":"Lotta people don't realize when you grow up with people, you have an affinity, a relationship you don't get with anyone else. After you're twenty years old, anyone you meet after that, it's different from the people you knew before.","c":"relationship","a":"Joseph Jarman"},{"id":"hDF2p9nRngy8o","t":"I think I have a strange relationship with time. I'm not really aware of that time passing. I don't feel that I'm wasteful with time. But I'm not aware of it passing.","c":"relationship","a":"Daniel Day-Lewis"},{"id":"mXnp3L-FKp4_t","t":"But in Japanese, there's actually not much of a relationship between the music and the words.","c":"relationship","a":"Utada Hikaru"},{"id":"TpzxJgvOsCQKk","t":"The secret to a long-lasting relationship is perpetually imagining the worst. It's a world view tracing back to my Eastern European ancestry and one I draw upon regularly.","c":"relationship","a":"Zoe Lister-Jones"},{"id":"0Mj3O-6-F2Mvs","t":"The basic discovery about any people is the discovery of the relationship between men and women.","c":"relationship","a":"Pearl S. Buck"},{"id":"iGIdFB1vaLIRi","t":"I feel there's a power in theatre, but it's an indirect power. It's like the relationship of the sleeper to the unconscious. You discover things you can't afford to countenance in waking life. You can forget them, remember them a day later or not have any idea what they are about.","c":"relationship","a":"Tony Kushner"},{"id":"l4hhU9TVo3zbU","t":"I do not think that Mulder trusts any one other than Scully. He s very solitary. She is the only one who takes him seriously. I don t know if they re in love. In a way, their relationship is deeper than that, because they cannot live without each other.","c":"relationship","a":"David Duchovny"},{"id":"C8CAZ2p0HLmlO","t":"A person isn't who they are during the last conversation you had with them - they're who they've been throughout your whole relationship.","c":"relationship","a":"Rainer Maria Rilke"},{"id":"ohfojlII8VdDV","t":"It's interesting now that basically a CG set is the same cost as a real set. So like if you're going to build a CG house in the suburbs, it costs you $200,000. And if you were going to build it in a computer, it'll cost you $200,000. It's the same... the relationship is exactly the same.","c":"relationship","a":"Zack Snyder"},{"id":"a2K-v7s_yyBmS","t":"In general, the problem in a relationship is when the couple stagnate.","c":"relationship","a":"Simon Baker"},{"id":"JEZxf2Ny-C0lq","t":"I enjoy the Web site a lot and I like being able to talk to my readers. I've always had a very close relationship with them.","c":"relationship","a":"Anne Rice"},{"id":"AZ3PIbkuBUJl9","t":"I am an optimist about the UK. We have been involved in trade with our European partners, which we will always be doing whatever this relationship is. We are a member of the EU. That gives us benefits. But we have to figure out where that is going. In the world, we are a global trader already.","c":"relationship","a":"Iain Duncan Smith"},{"id":"nheUpMDFqXZVM","t":"What surprises me most about God is that the creator of the universe should want a relationship with me.","c":"relationship","a":"Rick Warren"},{"id":"4z5_hRg-0jvze","t":"How do you build a relationship when you've hardly shared a word but suddenly share a child? How do you love a daughter you don't see for nearly two years? When does she become your daughter? How does she become your daughter?","c":"relationship","a":"Boris Becker"},{"id":"8TsZ8Tsnz98nb","t":"Even though money seems such an objective topic, it can also be the most intimate, and possibly harmful, part of a relationship.","c":"relationship","a":"Christie Hefner"},{"id":"gUM5PIPhPkysi","t":"Yes, I think it's really important to acknowledge that Dr. King, precisely at the moment of his assassination, was re-conceptualizing the civil rights movement and moving toward a sort of coalitional relationship with the trade union movement.","c":"relationship","a":"Angela Davis"},{"id":"Zvmq3HpiZF0Z9","t":"A grandchild is a miracle, but a renewed relationship with your own children is even a greater one.","c":"relationship","a":"T. Berry Brazelton"},{"id":"ulLoFBLGfAXCM","t":"I think at some stage, I would love to have another child. I would love to settle into a relationship that was really important to me. I actually am not good at the balance at that.","c":"relationship","a":"Nicole Kidman"},{"id":"u5-QwZjUZaPPi","t":"Putin has a lot at stake here and restoring the relationship with the United States, and there are already signs as Sandy mentioned that he's moving in the right direction to begin to ascertain that their trade with Iran is not used for the production of nuclear weapons.","c":"relationship","a":"Frank Carlucci"},{"id":"rE4aTPFWSAKS8","t":"First of all, returning from motherhood, I was looking for something lighter, and I wasn't as much attracted to Kate as I was to the relationship between the two people.","c":"relationship","a":"Tea Leoni"},{"id":"w0Q6UsPcHWbH9","t":"So then, the relationship of self to other is the complete realization that loving yourself is impossible without loving everything defined as other than yourself.","c":"relationship","a":"Alan Watts"},{"id":"6NLzFopFdlzyB","t":"I have a great relationship with animals, and with children. I get to their level. I try to see the way a child looks at the world, it's hugely different.","c":"relationship","a":"Story Musgrave"},{"id":"lJojekdC_4nRm","t":"I was writing short films and I was going through this really, really, really terrible end of a relationship that I didn't want to be going through. It was too much for me to process and all of a sudden I had this idea for my first feature film and I knew right away I had to start writing it.","c":"relationship","a":"Evan Glodell"},{"id":"KnxQZCttcO3wc","t":"I have a great relationship with my parents. I have not been on lithium.","c":"relationship","a":"Zach Braff"},{"id":"uxE1IgJXJg2b1","t":"What we have now is doctors who are actually better technically at what they're doing in their specialty than 30 or 40 years ago, but we lost the relationship, when the doctor would look people in the eye and say, 'I care about you. We can do this together.'","c":"relationship","a":"Mehmet Oz"},{"id":"GwctsJBhtDdeZ","t":"The relationship between commitment and doubt is by no means an antagonistic one. Commitment is healthiest when it's not without doubt but in spite of doubt.","c":"relationship","a":"Rollo May"},{"id":"GXox4F_3SPaCg","t":"It's important to take time for your spouse and nurture the relationship.","c":"relationship","a":"Christina Aguilera"},{"id":"A6xORjRK-7Mo4","t":"I know for me the subject of how to be in a relationship is precious and complicated and challenging.","c":"relationship","a":"Helen Hunt"},{"id":"CmY3b5NG9l4pP","t":"I think our strength is this strong relationship we have all together.","c":"relationship","a":"Guy Forget"},{"id":"X7x2mOnj_3Ymv","t":"I have had a love-hate relationship with my body.","c":"relationship","a":"Demi Moore"},{"id":"kKtI5aRY3HZGw","t":"It would have been nice for Greg to eventually grow into a mature relationship with Laura. He was moving toward that already but then took a turn into the juvenile with Paige.","c":"relationship","a":"William Devane"},{"id":"Wl9B5UmMinbRX","t":"Two things I take very seriously in life. My golf game and my relationship with God. Neither one is simple.","c":"relationship","a":"Cheryl Ladd"},{"id":"1IN5NtigKGrmL","t":"Driving a cab is not really a nurturing type of relationship. You take people and they tip you, they may not tip you, you don't know their names, they don't care about you, you don't care about them.","c":"relationship","a":"Pam Grier"},{"id":"SItumUe0A9O6b","t":"Contentment does not come from achievement. It comes from a relationship with the Lord.","c":"relationship","a":"Paul Henderson"},{"id":"sHh3tt3gyrNzw","t":"I think the most important foundation about any relationship is just being honest. You've got to. My wife and I are honest to a fault with each other, and we're best friends on top of it, so we're very fortunate.","c":"relationship","a":"Max Greenfield"},{"id":"tKP0okDyIaJMA","t":"Everything Sholom Aleichem talks about in his plays and his short stories is about people, family, man's relationship with his God, the breaking down of tradition.","c":"relationship","a":"Norman Jewison"},{"id":"3LZB23lkva5P4","t":"A lot of songs are empowering because everybody who has been through a hard time in a relationship or in their lives can relate to it.","c":"relationship","a":"Nicole Scherzinger"},{"id":"pC2m938zr2EuN","t":"I don't remember any sibling rivalry growing up, because by the time I was really conscious, Tom was going away to college. My relationship with him, which is a very close one, really developed in more recent years.","c":"relationship","a":"David Hyde Pierce"},{"id":"t4eti_Se2aHkR","t":"I wanted very much to do Traffic and at one point it looked like I was going to work on it. And then, of course, Catherine Zeta-Jones had her relationship with Michael Douglas and it suddenly didn't happen.","c":"relationship","a":"Kevin Costner"},{"id":"hh10fVVminykG","t":"It can have a secular purpose and have a relationship to God because God was presumed to be both over the state and the church, and separation of church and state was never meant to separate God from government.","c":"relationship","a":"Roy Moore"},{"id":"WRaMVrbj3Dlwd","t":"I was supposed to have a relationship with Judy, but that never happened. Actors in series didn't have the control that they have today over their jobs.","c":"relationship","a":"Mark Goddard"},{"id":"8Iv7ZF_w8L0AU","t":"I'd fallen in love with a woman but she broke up with me and I was devastated. Six months later, I went into a suicidal depression from the break-up of the relationship, but I resolved to not do what my friends had done. And so I reached out for help.","c":"relationship","a":"Aron Ralston"},{"id":"mxJAvUw0pfu_h","t":"I've got five kids and I'm married, Tommy's got two kids and he's been married, Vince just got married again, Mick's out of a relationship, Tommy's single as well. We've done a lot in our life, we've covered a lot of miles.","c":"relationship","a":"Nikki Sixx"},{"id":"42jid-GY7-1pk","t":"I was in relationship with a guy who was much older than me - either he was past his prime and I was coming into mine. There was nothing I could do to keep his attention.","c":"relationship","a":"Deana Carter"},{"id":"BDbBnbQ95od_Z","t":"Of all the important relationships that Australia has with other countries, none has been more greatly transformed over the last 10 years than our relationship with China.","c":"relationship","a":"John Howard"},{"id":"ewrr6bc4nnywg","t":"Every relationship is just so tenuous and precarious.","c":"relationship","a":"Larry David"},{"id":"Ztkf2why4S8Z5","t":"A relationship is lovely if you're happy, comfortable in it and you really like the person. I can think of nothing better. But there's nothing worse than having a relationship in which you feel no interest.","c":"relationship","a":"Susannah York"},{"id":"BUJl8JUbF400X","t":"I have a very deep and wide relationship with my fans.","c":"relationship","a":"Wynonna Judd"},{"id":"TEulto4iZn83k","t":"There is a direct line relationship between what happened in Afghanistan in the work up to 11 September 2001 and what we're doing in Afghanistan today.","c":"relationship","a":"John R. Allen"},{"id":"Sh4ii--OXWDig","t":"If you are strong enough as a couple, reality shows can be a good thing for the relationship.","c":"relationship","a":"Giuliana Rancic"},{"id":"zOeZLp8dZXK4h","t":"But you know, I have a pretty good relationship with the press and the paparazzi. It's just when they step over the line that, you know, enough's enough.","c":"relationship","a":"Elton John"},{"id":"HnSGcvW2rmmv5","t":"We want to obviously foster a relationship that we're a partner with states that we all share the same goals of closing the achievement gap, just as the Congress does and that we're practical and sophisticated enough to understand what they're talking about.","c":"relationship","a":"Margaret Spellings"},{"id":"kUe2YXgQhLYC7","t":"When I was confronted with official tuition, the academic thing, I could see no relationship whatever between that and the music I'd been writing since I was 11.","c":"relationship","a":"Harrison Birtwistle"},{"id":"1FcDKegzrlHG_","t":"I'd think,'In a relationship, we should never have his kind of fight.' Then, instead of figuring out how to make it work, I looked for a way to get out of it. The truth is, you shouldn't be married if your that kind of person.","c":"relationship","a":"George Clooney"},{"id":"4X24_jdHkmoUr","t":"To put as little pressure on the relationship you're in is very important.","c":"relationship","a":"Kate Bosworth"},{"id":"YJDaDtPDVpZMF","t":"We have all loved a guy we know has issues. Despite popular opinions, until we give it a final try, the relationship will always be in the 'what if' stage.","c":"relationship","a":"Patti Stanger"},{"id":"dmqziY-aqgkwv","t":"I have a strange relationship with time. I'm not aware of it passing.","c":"relationship","a":"Daniel Day-Lewis"},{"id":"nu8GmOb9US9I0","t":"The antagonisms between men and women express themselves in the most delicate phase of their life together - in their sexual relationship.","c":"relationship","a":"C. L. R. James"},{"id":"5lt5WpbDwZlQs","t":"India is a global power and an important partner with whom we are building an intense, broad and enduring relationship.","c":"relationship","a":"Pierre Pettigrew"},{"id":"YcfW8pmk0PW3d","t":"It's as if I were collaborating with myself, revealing my relationship to the material. My hand would make the drawing. Then my mouth would transmit it.","c":"relationship","a":"Jim Hodges"},{"id":"wQBLi1HYBsukA","t":"I continue to believe that the American people have a love-hate relationship with inflation. They hate inflation but love everything that causes it.","c":"relationship","a":"William E. Simon"},{"id":"zUNxFpJiI7FTt","t":"I think there are a lot more relationship scenes in my movies that people tend to overlook. A lot of scenes really feel real and are about the characters.","c":"relationship","a":"Jan de Bont"},{"id":"thCOErnBtsaxb","t":"I don't really know how to relate to a long-term day-in day-out kind of comfortable relationship.","c":"relationship","a":"Diane Lane"},{"id":"g6V7OXxrsmkkq","t":"I know the Russian political elite has got used to the Ukraine suffering from an inferiority complex, but I want this to disappear from our relationship.","c":"relationship","a":"Yulia Tymoshenko"},{"id":"n3gIrhUCmSevk","t":"For once I want to have a relationship outside the public eye.","c":"relationship","a":"Lance Bass"},{"id":"gBhFBlXQcB1I5","t":"A lot has been written about Tony Perkins and myself and I figured, Let's get it straight. I had a relationship with Tony for two to three years, but those are only threads in the tapestry of my whole life.","c":"relationship","a":"Tab Hunter"},{"id":"q__8cZ5_fE-wm","t":"Each relationship nurtures a strength or weakness within you.","c":"relationship","a":"Mike Murdock"},{"id":"PyXL5jAbIMOQM","t":"There's such an extreme feeling to be in love, especially in quite an emotionally destructive relationship, where you're both kind of really bad for each other, but you love each other so much. Those extreme emotions, I think, can only be described with extreme imagery.","c":"relationship","a":"Florence Welch"},{"id":"2YdK5M19aIOzr","t":"My relationship with everyone in Jamaica is good.","c":"relationship","a":"Usain Bolt"},{"id":"TRZreAs7UMuyE","t":"The relationship of the toastmaster to speaker should be the same as that of the fan to the fan dancer. It should call attention to the subject without making any particular effort to cover it.","c":"relationship","a":"Adlai E. Stevenson"},{"id":"kvvqCbluVDvVJ","t":"But John Landis wrote a good relationship which is really what the film's about. A very straightforward young woman who's very sure of herself and she meets a young man who needs some taking care of.","c":"relationship","a":"Jenny Agutter"},{"id":"mva90d49crrQg","t":"The Federal Government is exploiting public fear to redefine the relationship between the rulers and the American people.","c":"relationship","a":"James Bovard"},{"id":"5JzxLgtJt0r1I","t":"Obviously, a long-distance relationship is hard. But, like anything worth having, you make it work.","c":"relationship","a":"Leona Lewis"},{"id":"vJcNsgwjgF5cn","t":"There was no relationship between a wedding dress and fashion. There was no good taste, either. I realized that I could make an impression in terms of changing and readdressing the whole industry of bridal.","c":"relationship","a":"Vera Wang"},{"id":"LHPLRvUrshtH0","t":"Everyone has an opinion of who you are and what your relationship is about, things that you've done or didn't do in your relationship - and it's just all crap, really. Things that are written about it are all crap.","c":"relationship","a":"Jessica Alba","e":true},{"id":"k_DdG1iMBpaq5","t":"So after the Lewinsky scandal, everything changed, and we moved from using the Bible to address the moral issues of our time, which were social, to moral issues of our time that were very personal. I have continued that relationship up until the present.","c":"relationship","a":"Tony Campolo"},{"id":"hxgCauvq2qwiA","t":"One of the reasons I loved working with Tom is people feel they know who he is... I think working with an actor who the audience already has a relationship with actually helps you in a film like this.","c":"relationship","a":"Sam Mendes"},{"id":"Ht6spkihygrgk","t":"This is the most intimate relationship between literature and its readers: they treat the text as a part of themselves, as a possession.","c":"relationship","a":"Ryszard Kapuscinski"},{"id":"fztKTSGGjG-G9","t":"In order to be able to give a girlfriend the amount of time she deserves, you would need time, and I just can't give her that. So, rather than being selfish or stupid enough to go into a relationship, it's just been easier to be single.","c":"relationship","a":"Ryan Kwanten"},{"id":"FBl-rEYcdZY17","t":"I was always in trouble from an early age. I had a fraught relationship with my parents, who were very traditional. Doing plays at school was a joyous release.","c":"relationship","a":"Naveen Andrews"},{"id":"TPN8cVqqj6nXI","t":"Writing is my obsession, my passion. My relationship with it is one of the most complex and agonizing and richly vexing that I have in my life.","c":"relationship","a":"Julianna Baggott"},{"id":"BkU5toUnwtruk","t":"I was in a relationship with a girl I loved for three years. Where do you go after three years? Then you've got to start thinking about other things, and I'm too young to think about those things.","c":"relationship","a":"Shia LaBeouf"},{"id":"l0CW5kwq-B4PF","t":"There's a lot about the character. It doesn't always happen, but there are some characters you really create a relationship with, almost as if they were your friend. And you never get into their heads again or think like them.","c":"relationship","a":"Salma Hayek"},{"id":"q80nb9mvsCA_H","t":"I enjoy my relationship with straight men. It's very nurturing. It's very validating to hang out with straight guys and be accepted. So many of us, we were not accepted when we were younger by straight persons in high school.","c":"relationship","a":"Kyan Douglas"},{"id":"hiWXzny-yUWRW","t":"And it was a very, very fruitful and great relationship between the Stones and The Beatles. It was very, very friendly.","c":"relationship","a":"Keith Richards"},{"id":"4fPp-qjQ75KY0","t":"A lot of people over time have had this kind of pattern in their relationship with Bill Clinton. You first meet him and you're overwhelmed by his talent. He's so energetic and articulate and full of ideas and he calls himself a congenital optimist and that optimism is contagious.","c":"relationship","a":"Dee Dee Myers"},{"id":"e-kj4uGTUDdpW","t":"I would be a terrible person to be in a relationship with because I'm either sleeping or at the theater.","c":"relationship","a":"Haley Joel Osment"},{"id":"kumZ1O8Z1oCWc","t":"It's important to me to be in a relationship when I'm in one, but I'm not someone who needs to be in a relationship.","c":"relationship","a":"Rufus Sewell"},{"id":"eu1GtXBbEKQ0J","t":"Then, of course, there are those sad occasions when a poet or a writer has not grown, and one has to let them go because they're just not making headway. But we have a very clear personal relationship with the authors.","c":"relationship","a":"James Laughlin"},{"id":"NhMUGNe6DWKAx","t":"I have never lied about my relationship with Bill Clinton. The only proven liar, at this point, and the only admitted liar, is Bill Clinton not Gennifer Flowers, not Kathleen Willey, not Paula Jones and not Monica Lewinsky, at this point. He is the only proven liar.","c":"relationship","a":"Gennifer Flowers"},{"id":"yVwR6wXzWFuLx","t":"There's an entry point to any relationship.","c":"relationship","a":"will.i.am"},{"id":"Cx0diPvtjBdt-","t":"I was able to do The Saint of Fort Washington, on the relationship between two homeless men.","c":"relationship","a":"Danny Glover"},{"id":"m7mPEc4-xvRwO","t":"Our institute's agenda is relatively simple. We study the relationship between social-economic change and culture. By culture we mean beliefs, values and lifestyles. We cover a broad range of issues, and we work very internationally.","c":"relationship","a":"Peter L. Berger"},{"id":"4i-rfq5nX5asV","t":"I think a young woman's relationship with her father is really important.","c":"relationship","a":"Candace Bushnell"},{"id":"ju8-nKxRUQ0DZ","t":"A Bush Administration will, I believe, enjoy a better relationship with the new Congress, although President-elect Bush will be faced with real challenges in getting along with the Congress.","c":"relationship","a":"Richard V. Allen"},{"id":"NOOi1-X5INlay","t":"The key to successful missionary work is a close relationship between the missionaries and the members. Creating an environment in working with members that will bring more into the Church.","c":"relationship","a":"Richard G. Scott"},{"id":"7feThUNlad9iy","t":"My personal belief is that you carry your own water in a relationship. If you see a girl and you think she's hot, that's a very human reaction, but you don't go and tell your spouse that, you know? So in one way it's how you behave.","c":"relationship","a":"Mark Ruffalo"},{"id":"jJEqAU8MRIJ_g","t":"Nick and Simon had come to a natural end of their working relationship with Warren, which obviously opened the door for a reunion of the original five.","c":"relationship","a":"Roger Andrew Taylor"},{"id":"GDRlaRG8PBNB3","t":"I think if you're in a committed relationship, unless you have some sort of an understanding, monogamy is something that should exist.","c":"relationship","a":"Jennifer Lopez"},{"id":"ycw9Pj8-ZtFfr","t":"For me to stay healthy in a relationship, the individuals have to nurture themselves.","c":"relationship","a":"Anne Heche"},{"id":"HDp_u6voq3QFz","t":"I've brought my daughters all over the world-they travel with me. I drag them out of school just to keep the relationship. When I'm home I'm a big-time daddy.","c":"relationship","a":"Armand Assante"},{"id":"n20KPupbATrqO","t":"Before machines the only form of entertainment people really had was relationships.","c":"relationship","a":"Doug Coupland"},{"id":"oFBEPkldG1Mtn","t":"As social media is less about technology and more about relationship building, we are starting to see more women have a heavy influence if not dominant role in the social media space. It's no wonder that Facebook is being run in part by chief operating officer Sheryl Sandberg.","c":"relationship","a":"Erik Qualman"},{"id":"MF14vYK0a0EYP","t":"As far as my relationship with President Putin is concerned, it's fine.","c":"relationship","a":"Gerhard Schroder"},{"id":"VyN2UV6udbmL-","t":"When I play live, it's a conversation that we're all having with the song, and the audience... their response and relationship with the songs is as valid as my relationship with the songs.","c":"relationship","a":"Tori Amos"},{"id":"R-KLg7V13txM1","t":"I don't think it's necessarily healthy to go into relationships as a needy person. Better to go in with a full deck.","c":"relationship","a":"Anjelica Huston"},{"id":"7QEuhRCmgJNDW","t":"I think to make any relationship work it just takes a tremendous amount of effort and accepting of one another.","c":"relationship","a":"Rebecca Romijn"},{"id":"UeDlF8blRPK4g","t":"I think that to a very great extent we are partners with the divine in this enterprise called history. That is an ongoing relationship, and there is absolutely no guarantee that things will automatically work out to our best advantage.","c":"relationship","a":"Chaim Potok"},{"id":"cD6fhPX5UmYyk","t":"There is no relationship between the gestures and what an orchestra will do.","c":"relationship","a":"James Levine"},{"id":"4hl1LCyF2Ce5v","t":"I don't need anyone to rectify my existence. The most profound relationship we will ever have is the one with ourselves.","c":"relationship","a":"Shirley MacLaine"},{"id":"3ld4WEk9MUk2u","t":"When they watch a movie and they know that you're in a relationship, you just kind of watch that constantly.","c":"relationship","a":"Charlize Theron"},{"id":"x3lnoE2BG-tt5","t":"What I do believe is that there is always a relationship between writing and reading, a constant interplay between the writer on the one hand and the reader on the other.","c":"relationship","a":"Guillermo Cabrera Infante"},{"id":"mTboEQ5B4KiBK","t":"I really take pride in the relationship that I have with my husband.","c":"relationship","a":"Julie Benz"},{"id":"Ae-Vum1Qy-JRZ","t":"For the most part, that message hasn't changed a lot over the years - love is still love, and heartbreak is still heartbreak.","c":"relationship","a":"Casey Kasum"},{"id":"NMlSCotsWkVyy","t":"Every relationship between persons causes a picture of each to take form in the mind of the other, and this picture evidently is in reciprocal relationship with that personal relationship.","c":"relationship","a":"Georg Simmel"},{"id":"Wf5az8uVl8blh","t":"I have no problem with it. I don't look on homosexuality as an aberration. It's just they way they're born, and how could any relationship between two people in a committed relationship be wrong, regardless of gender?","c":"relationship","a":"Andrea Thompson"},{"id":"V4RoL_WNSRV0Y","t":"I have a love-hate relationship with white silk.","c":"relationship","a":"Alan Rickman"},{"id":"e-PGrDpneLSAm","t":"There's the theory that nudity doesn't really make something sexy the characters and their relationship make it sexy.","c":"relationship","a":"Tim Robbins","e":true},{"id":"zV5SuuIxCPNHL","t":"I really always expected to somebody to make me happy and I don't think you can really enter into a relationship until you are happy.","c":"relationship","a":"Dyan Cannon"},{"id":"YeC_5x8UHeaGf","t":"There is a responsibility on all companies to look at the quantum of pay and the relationship between the top and the bottom.","c":"relationship","a":"Stuart Rose"},{"id":"sQAzGTglKY-vK","t":"I really have always wanted to be a parent, and when I hit 36 and had just ended a relationship, I remember thinking how much I still wanted it. But I thought I'd adopt.","c":"relationship","a":"Courtney Thorne Smith"},{"id":"_G2kJ-9N6M6yQ","t":"A conversation goes sometimes into personal things and that's nicer. You look to each other and you have a different picture, you get into a relationship.","c":"relationship","a":"Maximilian Schell"},{"id":"NA2m65Hi-ACKC","t":"I mean, we're really making a quantum change in our relationship to the plant world with genetic modification.","c":"relationship","a":"Michael Pollan"},{"id":"EIAZtXTxIKcyo","t":"I'm a hopeless romantic, and very much the person in a relationship to go: If things are going well, I'll buy the flowers, remember the dates of things, plan fun nights out.","c":"relationship","a":"Jennifer Love Hewitt"},{"id":"Zb7a_cKSOIpeN","t":"We have a strange and wonderful relationship - he's strange and I'm wonderful.","c":"relationship","a":"Mike Ditka"},{"id":"Fm9dDD1nztMQx","t":"It's one thing to have a relationship, to lay your hands on it, and another to make it continue and last. That's something I haven't talked about much in my comic strips, and it's certainly something I'm interested in.","c":"relationship","a":"Lynda Barry"},{"id":"jLpB8eDmTKzkA","t":"There's only so far you can take a relationship before you got to get into things that are too serious or over the top.","c":"relationship","a":"Shia LaBeouf"},{"id":"zZ4Dpf7zjZXIq","t":"In a relationship you want to treat people the way you want to be treated.","c":"relationship","a":"Bradley Cooper"},{"id":"hMWnbmAC7_ETG","t":"I present myself to you in a form suitable to the relationship I wish to achieve with you.","c":"relationship","a":"Luigi Pirandello"},{"id":"zl6JPxNfPJwyX","t":"I always say I'd rather be miserable by myself than unhappy in a relationship.","c":"relationship","a":"Graham Norton"},{"id":"8lfA8VKz3-zcR","t":"The decision to kiss for the first time is the most crucial in any love story. It changes the relationship of two people much more strongly than even the final surrender because this kiss already has within it that surrender.","c":"relationship","a":"Emil Ludwig"},{"id":"U7E2364aeXl7v","t":"The better you know yourself, the better your relationship with the rest of the world.","c":"relationship","a":"Toni Collette"},{"id":"OZE11v_WIqxjn","t":"But with Christ, we have access in a one-to-one relationship, for, as in the Old Testament, it was more one of worship and awe, a vertical relationship. The New Testament, on the other hand, we look across at a Jesus who looks familiar, horizontal. The combination is what makes the Cross.","c":"relationship","a":"Bono"},{"id":"3zLX975qyizsE","t":"Hopefully each film can be given a musical voice of its own, which is not to say that the instrumentation is always unique, but that the relationship between the sound and the image is unique.","c":"relationship","a":"Carter Burwell"},{"id":"pPHYfP2m0yomj","t":"A lot of my emotional issues come from dealing with the opposite sex. I've come to terms with the fact that I'll be retired before I can finally enter into a healthy relationship.","c":"relationship","a":"Adam Levine","e":true},{"id":"Pz7CmLxvxtfAj","t":"As you get older you have more respect and empathy for your parents. Now I have a great relationship with both of them.","c":"relationship","a":"Hugh Jackman"},{"id":"tFY0KbfkUhODD","t":"My parents had this relationship that was really terrifying. I mean, the level of hatred that they had, and the level of physical abuse - my mother would beat up my father, basically - and I think I was drawn to images on television that were bright and reflective.","c":"relationship","a":"Augusten Burroughs"},{"id":"MANK6U8dFC8-6","t":"It's just like any relationship, the more contained the environment, the more the good stuff appears and the more the bad stuff will reveal itself.","c":"relationship","a":"Bruce Greenwood"},{"id":"Gty_EoufmdQsL","t":"Once you accept the existence of God - however you define him, however you explain your relationship to him - then you are caught forever with his presence in the center of all things.","c":"relationship","a":"Morris West"},{"id":"h4iR8fDDKM5Em","t":"I spend a great deal of time with the President. We have a very close, personal, loyal relationship. I'm not, as they say, a potted plant in these meetings.","c":"relationship","a":"Dan Quayle"},{"id":"dQueYAxaC-qcm","t":"I am a relationship girl. That's kind of just how I'm made... When you're in my life, it's actually very contained.","c":"relationship","a":"Charlize Theron"},{"id":"iW3V1wv9A0uko","t":"I've seen it too many times in Hollywood. Talking about a relationship in public can jinx it. And if you have your picture taken together, you might as well start packing your bags.","c":"relationship","a":"Gina Gershon"},{"id":"ke_RI20QZ1wR7","t":"My mother killed herself when I was 12. I won't complete that relationship. But I can try to understand her.","c":"relationship","a":"Jane Fonda"},{"id":"D3t7fieCBDj3F","t":"I had a very, very difficult relationship with my mother, who was supremely self-centred. She was hilariously self-centred. She did not really take interest in anything that didn't immediately affect her.","c":"relationship","a":"John Cleese"},{"id":"g8aA8OcF3YrmK","t":"There's a trick to the Graceful Exit. It begins with the vision to recognize when a job, a life stage, a relationship is over - and to let go. It means leaving what's over without denying its value.","c":"relationship","a":"Ellen Goodman"},{"id":"xCqzGbDjphf3d","t":"We must learn to regard people less in light of what they do or omit to do, and more in the light of what they suffer.","c":"relationship","a":"Dietrich Bonhoeffer"},{"id":"fqSEqbV6rbAJJ","t":"Every relationship that we have in our lives - our contact with each person, place, and event - serves a very special, if yet to be realized purpose: They are mirrors that can serve to show us things about ourselves that can be realized in no other way.","c":"relationship","a":"Guy Finley"},{"id":"mtY1V5cIrPsT7","t":"I couldn't have been happier with the relationship we had with Disney, it couldn't have been easier.","c":"relationship","a":"Joel Coen"},{"id":"cFOowTbUKcMaf","t":"I think that Bill and Hillary Clinton have a very special relationship and I think in very many ways to them it's a very satisfying relationship. I think that it's a mutual respect with a goal of power to achieve, maintain power. And I think that they have been good partners in that.","c":"relationship","a":"Gennifer Flowers"},{"id":"Q-am4yg65RjHP","t":"I hope I presented what I felt the woman seemed to be about, but I couldn't give any reason as to why she remained in the relationship other than that their relationship was very special.","c":"relationship","a":"Jenny Agutter"},{"id":"OLA19UOH21Lx4","t":"Nothing reinforces a professional relationship more than enjoying success with someone.","c":"relationship","a":"Harold Ramis"},{"id":"1L6AeOPdO85cN","t":"Relationships based on obligation lack dignity.","c":"relationship","a":"Wayne Dyer"},{"id":"2AhH3miljDE2T","t":"Every company has two organizational structures: The formal one is written on the charts the other is the everyday relationship of the men and women in the organization.","c":"relationship","a":"Harold S. Geneen"},{"id":"vdmd26pvPU2sW","t":"When one has love for God, one doesn't feel any physical attraction to wife, children, relatives and friends. One retains only compassion for them.","c":"relationship","a":"Ramakrishna"},{"id":"GNJPvjufYX2g0","t":"Challenge is good for any relationship.","c":"relationship","a":"Darren Criss"},{"id":"IPn8oaY08_qdn","t":"Most people have a passive relationship with music and clothes, with culture. But music was my first contact with anything creative. Music is it, as far as I'm concerned.","c":"relationship","a":"Martin Freeman"},{"id":"JZzIdufvoMiAo","t":"I'd say to any woman, get out of that bad relationship that's turning you into a shell of your former self. Learn from it and get out. Then wait enjoy yourself and your friends because, when what you want comes along, you'll spot it.","c":"relationship","a":"Cat Deeley"},{"id":"hQob22nomxl_0","t":"I think all television has to be about relationships and I don't think horror for the sake of it can work unless you're able to ground it in some kind of relationship.","c":"relationship","a":"Rachael Taylor"},{"id":"tLEvyDvaqgNNk","t":"The most important thing as a leader is your relationship with God.","c":"relationship","a":"Manny Pacquiao"},{"id":"uRYQbSmU8Y_fN","t":"You know, sex is actually not so original as the way people love or the stories behind each relationship, which is what you remember. Sex is sex in the end.","c":"relationship","a":"Jane Campion","e":true},{"id":"1isNoTAlHPiQZ","t":"Religion is man's attempt to bind himself back to a relationship with God.","c":"relationship","a":"Victoria Jackson"},{"id":"enzaT_pq2vrXg","t":"So, I'm happy to do that because it's a wonderful working relationship but I will be going out for pilot season for half hour work and that's the gamble I'm taking.","c":"relationship","a":"Charisma Carpenter"},{"id":"94o7vo4dWuZHp","t":"I think you have to know how you feel when you're sad and it's healthy to mourn if a relationship ends.","c":"relationship","a":"Leighton Meester"},{"id":"O-O7MfUxLyLEg","t":"A lot of Hollywood couples get married young and wind up growing out of their relationship.","c":"relationship","a":"Patti Stanger"},{"id":"ytEEi6geIxxcH","t":"You've got to honor your relationship with your audience - that they sit down because they want to be entertained. And that doesn't mean you can't provoke them and antagonize them and challenge them in the course of the entertainment as long as you keep the entertainment part of the equation alive.","c":"relationship","a":"David E. Kelley"},{"id":"Ehq4IIaIrGEwG","t":"There was a whole language that I could never make function for myself in relationship to painting and that was attitudes like tortured, struggle, pain.","c":"relationship","a":"Robert Rauschenberg"},{"id":"qE95OWaga0v05","t":"I'm open-minded. I don't consider myself gay or hetero, I just am. I've had experiences all over the planet but it always comes down to just me, but I think at this point if I had an ongoing relationship I believe it would be with a man.","c":"relationship","a":"Dana Plato"},{"id":"48pXVO-xBxxRH","t":"Every relationship probably has, at its inception, a hundred things that you could pick on and divert you from it, but the feeling is there. You figure out a way to make it work.","c":"relationship","a":"Bennett Miller"},{"id":"xVUEDi09RaB6A","t":"Mr. Geithner is an excellent minister. We have a good personal relationship.","c":"relationship","a":"Wolfgang Schauble"},{"id":"blat4m6s3wxTs","t":"When writing comedy, you have to have the confidence to believe that there is only one type of relationship in the world, and we are all having it, that all men behave in the same way and so do all women.","c":"relationship","a":"Steven Moffat"},{"id":"FuatB1OOMp5Ec","t":"You can't have a relationship when you're shooting a 14-hour day and your husband is shooting a 14-hour day in the same city. It's a time thing and it's a together thing.","c":"relationship","a":"Eva Longoria"},{"id":"WFO-exkxXRjvV","t":"For me, I'm not a jealous person. That's just not my thing. You have to have trust in your relationship.","c":"relationship","a":"Fergie"},{"id":"znbwIE_q6StKS","t":"I was in California when this journalist made a blanket statement about the fact that she did not think that black men and women had the kind of love relationship that Rebecca and Nathan had in Sounder.","c":"relationship","a":"Cicely Tyson"},{"id":"_hE1hU6ZyHCFd","t":"You know when you have a good relationship with someone when you are just perfectly happy to be quiet and just hang out and do nothing.","c":"relationship","a":"Victoria Justice"},{"id":"5DCM7YcDIsJ2i","t":"Just me onstage with a mike having an intimate relationship with the audience. I don't get nervous for that. I just get excited.","c":"relationship","a":"Kevin James"},{"id":"aqYwOYp4juJAc","t":"All human language draws its nature and value from the fact that it both comes from the Word of God and is chosen by God to manifest himself. But this relationship is secret and incomprehensible, beyond the bounds of reason and analysis.","c":"relationship","a":"Jacques Ellul"},{"id":"TMjzkURE-YFcP","t":"People who are incapable of having any kind of intimate relationship have to turn to feeling this incredible hunger and void, have to turn to some quantifiable external product to make them feel whole.","c":"relationship","a":"Jennifer Connelly"},{"id":"zUlV0nIxcMsE4","t":"A man's respect for law and order exists in precise relationship to the size of his paycheck.","c":"relationship","a":"Adam Clayton"},{"id":"xng3fkLyjV0yl","t":"The relationship with a live audience seems to me to count for more.","c":"relationship","a":"Cyril Cusack"},{"id":"HF3aZAA6lEjVK","t":"When it comes to 'Glee,' I feel like I've been in a relationship, and now I can mingle a bit.","c":"relationship","a":"Lea Michele"},{"id":"n35nhTGAmSG9Y","t":"It was really important in my relationship with James Caan that I understood the relationship between the family and the father.","c":"relationship","a":"Jeanne Tripplehorn"},{"id":"XhwZqG2gCys7a","t":"I don't like my men to be too ornate. I like them to stand back and let their women shine, and they should really wear the pants in the relationship.","c":"relationship","a":"Eva Mendes"},{"id":"fxCxoImauYWj0","t":"In finding love, I think it's important to be patient. In being in a relationship, I think it's important to be honest, to communicate, to respect and trust, and to strive to give more than you take.","c":"relationship","a":"Kina Grannis"},{"id":"QTJUlTovLs0F8","t":"The establishment wonders why we can't get more of the black vote. It's because it's not doing the things necessary to establish a deeper relationship with the black community. Most black people don't think alike. Most black people just vote alike.","c":"relationship","a":"J. C. Watts"},{"id":"r0eGK_qSdi25f","t":"No partner in a love relationship... should feel that he has to give up an essential part of himself to make it viable.","c":"relationship","a":"May Sarton"},{"id":"qlguDnbkQgZYD","t":"I don't even like to use the word relationship. I don't know what it means.","c":"relationship","a":"Ron Silver"},{"id":"C0KOKpWUMpPGQ","t":"The film is about Joe discovering who his mother and father are and his relationship with them, and the identity crisis he goes through once he finds out who his parents are.","c":"relationship","a":"Christopher Eccleston"},{"id":"OU_XUIT1Si71k","t":"But I have tried to go over it very carefully, not merely what the evidence is, but with psychoanalysts and psychologists, and I think we're just about all agreed that Lincoln and Speed did not have a homosexual relationship.","c":"relationship","a":"David Herbert Donald"},{"id":"_1Eh9zmnqyYNd","t":"And harmony means that the relationship between all the elements used in a composition is balanced, is good.","c":"relationship","a":"Karlheinz Stockhausen"},{"id":"4bWBSo0dxg0ZQ","t":"Well, my relationship to America at the time I left was very limited.","c":"relationship","a":"Harry Mathews"},{"id":"THMLFUldPkxwC","t":"While I don't often use the word, the technically precise term for my orientation is bisexual. I believe bisexuality is not a choice, it is a fact. What I have 'chosen' is to be in a gay relationship.","c":"relationship","a":"Cynthia Nixon"},{"id":"TqBUG7M6jibMp","t":"I'm a real relationship person - contrary to public perception. I'm either in one or I'm not.","c":"relationship","a":"Sienna Miller"},{"id":"kuI4gg4io-M8w","t":"The real issue is not talent as an independent element, but talent in relationship to will, desire, and persistence. Talent without these things vanishes and even modest talent with those characteristics grows.","c":"relationship","a":"Milton Glaser"},{"id":"iLLwXA7dPFQLp","t":"The formula for achieving a successful relationship is simple: you should treat all disasters as if they were trivialities but never treat a triviality as if it were a disaster.","c":"relationship","a":"Quentin Crisp"},{"id":"ic9Enf1u3fnZh","t":"I did make some not-so-great relationship decisions when I was a lot younger. I do know that not all high school boys are great and wonderful and Prince Charming, and there are a few that are going to treat you that way.","c":"relationship","a":"Jodi Lyn O'Keefe"},{"id":"6B5CF_HjUzbSW","t":"I record all of my music with authentic instruments in a studio before we start editing, doing many, many versions. The music shapes the film as we edit so it has an organic relationship to the content.","c":"relationship","a":"Ken Burns"},{"id":"Jjfz2X7U7gHjA","t":"It's not that, you know, when a relationship doesn't work and there are issues, you have to somehow work it out if there are children involved.","c":"relationship","a":"Priscilla Presley"},{"id":"bxxnJI-WvM68q","t":"In England, it's a rare thing to see a player smoking but, all in all, I prefer that to an alcoholic. The relationship with alcohol is a real problem in English football and, in the short term, it's much more harmful to a sportsman. It weakens the body, which becomes more susceptible to injury.","c":"relationship","a":"Alex Ferguson"},{"id":"Zk4VNy3QbCIF1","t":"I have a really great relationship with God. I pray. I read the Bible.","c":"relationship","a":"Hunter Tylo"},{"id":"AgunJbfRPt5Ga","t":"There was at time in my life where all I wanted was a relationship, and I thought that was the most important thing.","c":"relationship","a":"Kim Kardashian"},{"id":"v2GSB0FhlOizC","t":"The relationship between the media owner, their relationship isn't strictly with people and audiences. It's also with advertisers, and that's the most relationship in radio in fact it pays the bills.","c":"relationship","a":"Robert McChesney"},{"id":"H0I3fFnQWr0HY","t":"I did learn one great lesson from a past relationship, and that was to never talk about relationships in print again because I'd rather live my private life than read about it.","c":"relationship","a":"Brittany Murphy"},{"id":"QT7YQARYowxzM","t":"Sometimes I think the world is divided into those who have a comfortable relationship with power and those who have a naturally adversarial relationship with power.","c":"relationship","a":"Arundhati Roy"},{"id":"bDHFjOUWU4-Vk","t":"Androgyny is not trying to manage the relationship between the opposites it is simply flowing between them.","c":"relationship","a":"June Singer"},{"id":"pvPs64VzrDSq7","t":"I love my relationship with Coach Vermeil because it is one of the few genuine relationships that I have.","c":"relationship","a":"Dante Hall"},{"id":"1MgX--9VqDbrp","t":"I have quite a robust relationship with regret. You simply don't know what the alternative would have been.","c":"relationship","a":"Juliet Stevenson"},{"id":"uSZ2OGpgsBzzn","t":"I have a very long relationship with America. My mother grew up there and I felt to some extent that I partly belong there. I was schooled there briefly for about a year.","c":"relationship","a":"Colin Firth"},{"id":"gHhCHxy4v4h3Z","t":"When a relationship doesn't work anymore, it's terrible to stay with someone that you don't love.","c":"relationship","a":"Monica Bellucci"},{"id":"s_QqCKF_teWm3","t":"I'm the kind of guy who can't keep a plant alive for a week, let alone a relationship.","c":"relationship","a":"Jerry O'Connell"},{"id":"3vrlzSF_znmQ2","t":"Till now I have never shot a scene without taking account of what stands behind the actors because the relationship between people and their surroundings is of prime importance.","c":"relationship","a":"Michelangelo Antonioni"},{"id":"vqHy2mEG7HnMw","t":"The relationship between the prophet and the President, the priest and the President, is a sacred one.","c":"relationship","a":"Jesse Jackson"},{"id":"5-s2PM0g1SqFh","t":"The relationship between reader and characters is very difficult. It is even more peculiar than the relationship between the writer and his characters.","c":"relationship","a":"Guillermo Cabrera Infante"},{"id":"czHkgVlqddMQJ","t":"I was actually a bit disappointed about the amount of sex in the show. I think Backus should get out a bit more, get a relationship, perhaps make her a lesbian.","c":"relationship","a":"Lexa Doig","e":true},{"id":"fLOWbi2l4MKBi","t":"My relationship with Wilhelm and Jacob Grimm reaches far back into my childhood. I grew up with Grimm's fairy tales. I even saw a theater production of 'Tom Thumb' during Advent at the State Theater in Danzig, which my mother took me to see.","c":"relationship","a":"Gunter Grass"},{"id":"S78epi1PF5fEP","t":"I'd never really thought about it before, but now you ask I can see that how my parents handled money definitely affected my relationship with it.","c":"relationship","a":"Sophie Ellis Bextor"},{"id":"6WscTx4xBYINX","t":"I think that the two of them have been doing this for a really long time and it is more like sport. Yes, they would love to find a lasting relationship, but it's not likely to happen the way they are going about it.","c":"relationship","a":"Jennifer Beals"},{"id":"z6lfCz0n1tNLB","t":"The Web is now philosophical engineering. Physics and the Web are both about the relationship between the small and the large.","c":"relationship","a":"Tim Berners-Lee"},{"id":"qJF74dyYhQ6Vn","t":"Until we have a better relationship between private performance and the public truth, as was demonstrated with Watergate, we as the public are absolutely right to remain suspicious, contemptuous even, of the secrecy and the misinformation which is the digest of our news.","c":"relationship","a":"John le Carre"},{"id":"kjdbNLtF0gySl","t":"We have to understand how the extremists got the way they are. Without that kind of understanding, we'd never really get to know them. I put in nothing about their childhoods. But what I have put in is stuff about the weird symbiotic relationship between us and them.","c":"relationship","a":"Jon Ronson"},{"id":"V9EaAAefXM3gn","t":"As much as the mystery element is all a lot of fun, when you do go to 'Edwin Drood,' you're going to a theatre to see a show about going to a theatre and what that relationship between actors and audiences has been for years.","c":"relationship","a":"Rupert Holmes"},{"id":"qW5Z3X30g_brT","t":"I can see how a relationship with a writer would be an easy thing.","c":"relationship","a":"Jeff Bridges"},{"id":"LIhkCjgT0hmAf","t":"In the grip of a neurological disorder, I am fast losing control of words even as my relationship with the world has been reduced to them.","c":"relationship","a":"Christopher Hitchens"},{"id":"qmo8ZsGK6LPhR","t":"A relationship has to be cultivated. There have to be feelings of love for another first. But then you have to really like the person.","c":"relationship","a":"Eric Braeden"},{"id":"kR2XXc4Wg21dz","t":"Sometimes you can forget about who you are in a relationship. But you can also be inspired by the person you are with to become something you always knew you wanted to become.","c":"relationship","a":"Mia Maestro"},{"id":"cnhOxkhsmPyPS","t":"I wouldn't date an actress. There's only room for one actor in my life and I'm it. Too difficult. On the one hand, they understand the job. But on the other hand, it's very competitive within the relationship. Two actors, say one becomes a mega-star and the other doesn't.","c":"relationship","a":"Jonathan Rhys Meyers"},{"id":"wa8rSgrG-CJQK","t":"Every relationship I've been in, I've overwhelmed the girl. They just can't handle all the love.","c":"relationship","a":"Justin Timberlake"},{"id":"7BFM7ue1ycG6g","t":"A relationship is sent by God and accident.","c":"relationship","a":"Fiona Shaw"},{"id":"8sR7R1-I9pmAT","t":"First, President Reagan was not enthusiastic. But I built up a relationship with him in other areas and then persuaded him that this was important to us and to me, and that we had to at least be in the process of looking at this seriously.","c":"relationship","a":"Brian Mulroney"},{"id":"-uW3hse6XM2_z","t":"My father and I had a good relationship, it was very relaxed. He had a lot of humour. He looked a little bit like me, although he had no beard. He had the appearance of a very elegant British-looking man.","c":"relationship","a":"Michael Haneke"},{"id":"bJF59SyJYj3ag","t":"Actually, I think my view is compatible with much of the work going on now in neuroscience and psychology, where people are studying the relationship of consciousness to neural and cognitive processes without really trying to reduce it to those processes.","c":"relationship","a":"David Chalmers"},{"id":"6xzbJT1WhCWSc","t":"There is no substitute for the comfort supplied by the utterly taken-for-granted relationship.","c":"relationship","a":"Iris Murdoch"},{"id":"6c6ptDIRJ0uw2","t":"Our relationship to reality and to our experience is all based upon the ideas in our mind that we're always trying to live up to.","c":"relationship","a":"Andrew Cohen"},{"id":"jbYdVb8NiMZWh","t":"If you're lucky like me, your relationship with your brother has resolved itself on the peaceful side of the fence and has stayed there. But if you're someone who's got a family that's all fractured and finding it hard to relate, that's a very sad place to be.","c":"relationship","a":"Tom Hardy"},{"id":"OGHhSeWDMLUpZ","t":"Over the years, I've been trying to build a relationship with an audience. I've tried to maintain as much of a low profile as I could so that those characters would emerge and their relationship with audiences would be protected.","c":"relationship","a":"Kevin Spacey"},{"id":"abjjLLTQlQ3EA","t":"I do believe that when you know better, you do better. You know what was wrong about the last relationship, and hopefully you will do better the next time.","c":"relationship","a":"Elisha Cuthbert"},{"id":"c-2qpzmTVU2I_","t":"I've always been interested in the relationship between total external surround, culture, the political matrix, technology, etc., and the internal human consciousness.","c":"relationship","a":"Norman Spinrad"},{"id":"JqHTYuUT8vLPo","t":"If you have parents with a healthy relationship, you don't learn that you don't have to be married. I thought being a healthy adult meant you had to have a spouse. I didn't know any different.","c":"relationship","a":"Alyssa Milano"},{"id":"Uq4XiYcaK8XYV","t":"Ah, the bond between English boys and California girls. For those of us who aren't either, it's a bond that fascinates and mystifies. So much of the world's favorite music comes out of that relationship.","c":"relationship","a":"Rob Sheffield"},{"id":"HnasmgMh6J_vc","t":"I am looking for a character that connects to me on some level. It has to be about something, it has to have depth to it and it has to be about something. The story of the character and their relationship with the people and places around them appeal to me and are what I look for.","c":"relationship","a":"Richard Hatch"},{"id":"PVzHGOYcV4tOu","t":"Every relationship I've been in becomes long-distance because of work. It's never worked out. It puts an intense strain on the relationship, and at a certain point, it becomes too difficult.","c":"relationship","a":"Anton Yelchin"},{"id":"X7JpDxKp313Kz","t":"If I get married, it's something you really have to work at. It's hard enough to work at having a relationship with best friends and girls that are in the business.","c":"relationship","a":"Selma Blair"},{"id":"3F6_HZ7UdQYap","t":"If a relationship is founded on love it doesn't end.","c":"relationship","a":"Rosanne Cash"},{"id":"i0ZDo5iD5m32U","t":"In the first Spider-Man, at the end of the movie, Peter Parker had to deny himself a relationship with a girl that he's in love with. The very next thing that happens is that he's swinging through the city.","c":"relationship","a":"John Dykstra"},{"id":"F54QijdfA2JHx","t":"The test of one's behavior pattern is their relationship to society, relationship to work and relationship to sex.","c":"relationship","a":"Alfred Adler","e":true},{"id":"r0CMp9glTB08u","t":"Yeah, we pretty much had a form and a shape by that time - a style - and I think one of the advantages of not having any relationship to any other puppeteer was that it gave me a reason to put those together myself for the needs of television.","c":"relationship","a":"Jim Henson"},{"id":"bh7jebyxmJZrq","t":"The whole of science, and one is tempted to think the whole of the life of any thinking man, is trying to come to terms with the relationship between yourself and the natural world. Why are you here, and how do you fit in, and what's it all about.","c":"relationship","a":"David Attenborough"},{"id":"Mxq3srPlAC5OA","t":"I cannot imagine having a physical relationship with a woman. I have not done that. But I really love women.","c":"relationship","a":"Catherine Deneuve"},{"id":"lKxRDKMlYJqdE","t":"The U.S. - E.U. economic relationship dwarfs America's economic ties with China.","c":"relationship","a":"John Bruton"},{"id":"-LxOn3rq4VccV","t":"I am very proud of this work because it is more about the meaning of the Easter Rising and its relationship to what this whole century has been about, people liberating themselves, freeing themselves.","c":"relationship","a":"Leon Uris"},{"id":"46I8gMQUGAVOE","t":"What students lack in school is an intellectual relationship or conversation with the teacher.","c":"relationship","a":"William Glasser"},{"id":"O1YqasR43kVSE","t":"The transatlantic relationship is vital for both our countries: France will remain a reliable ally of the United States. Nevertheless, ally does not mean aligned.","c":"relationship","a":"Francois Hollande"},{"id":"vzWyC4Pn8rsQU","t":"My early work and publications centered around expanding on the analysis of life insurance in my dissertation and its relationship to investment banking.","c":"relationship","a":"Douglass North"},{"id":"_RF-qRsF7bv5I","t":"You don't want to be in a relationship with someone who's scared of you.","c":"relationship","a":"Tila Tequila"},{"id":"0mkGYgaOKp2e-","t":"I've only recently realized that I have a radically different relationship with my parents than a lot of people.","c":"relationship","a":"Lena Dunham"},{"id":"HiKqJGGauelxI","t":"Let me say again that the relationship is asymmetrical: there's no democracy without a market economy, but you can have a market economy without democracy.","c":"relationship","a":"Peter L. Berger"},{"id":"t6_hsBLnUBLus","t":"They are representations of many shared hours of collaboration between us all. That's the real nature of the relationship the orchestra and I are trying to build.","c":"relationship","a":"Michael Tilson Thomas"},{"id":"CMV2f_SPopNgK","t":"But even after the first week, when Hart got out of the presidential race because of the Washington Post's threat to reveal a long-term relationship Hart had apparently been having with a prominent Washington woman, the media continued to embellish my past.","c":"relationship","a":"Donna Rice"},{"id":"3eUa2zPU2xHGA","t":"You have a strange relationship with calamity when you're a writer: you write about it as an artist, you objectify and fetishize it. You render life into material, and that's a creepy thing to do.","c":"relationship","a":"Tony Kushner"},{"id":"0tMegsPNZlxOS","t":"If my career continues along its current arc, people will probably look at me and see a writer who is obsessed with the relationship between rich and poor and with how the rich somehow or other always manage to betray the poor, even when they don't mean to.","c":"relationship","a":"Richard Russo"},{"id":"LjjgGPvzCoIZ7","t":"Certainly the experiences of Seth and his relationship to his parents and his point of view of the world are very similar to my own and very much based on my experiences at the University of Southern California.","c":"relationship","a":"Josh Schwartz"},{"id":"4RXuLccI8rkmp","t":"Every relationship between two individuals or two groups will be characterized by the ratio of secrecy that is involved in it.","c":"relationship","a":"Georg Simmel"},{"id":"K0f7iav1KtRh2","t":"I wasn't smart enough to read relationship books when I was coming up. I learned everything the hard way.","c":"relationship","a":"Michael Ealy"},{"id":"wMPdK9nuwE49Y","t":"My work is about life as you and I experience it. You're either lucky or you're not lucky either your relationship works or it doesn't.","c":"relationship","a":"Mike Leigh"},{"id":"_bmVFHE4YgR1M","t":"You can't be a casual observer of something humorous - you have to engage, you have to find it funny for the relationship between actor and audience to work.","c":"relationship","a":"Brendan Coyle"},{"id":"6Hx5NW980dxJd","t":"If you're giving love and not receiving it, you're not in the right relationship. If you're receiving it and not giving it than you are taking advantage of the other person.","c":"relationship","a":"Patti Stanger"},{"id":"gu4ygEed5HfQs","t":"I have absolutely no empathy for camels. I didn't care for being abused in the Middle East by those horrible, horrible, horrible creatures. They don't like people. It's not at all like the relationship between horses and humans.","c":"relationship","a":"Rachel Weisz"},{"id":"3hSUnnd3MzYAt","t":"I have tried to preserve in my relationship to the film the same closeness and intimacy that exists between a painter and his canvas.","c":"relationship","a":"Norman McLaren"},{"id":"6FqBaZWAkBT1q","t":"The things I write are for those who are willing to accept a new relationship between the reader and the author.","c":"relationship","a":"Jerzy Kosinski"},{"id":"e0syveekBiAdj","t":"For decades, Japan has been a friend and reliable trading partner with the United States, and I anticipate that relationship will prosper.","c":"relationship","a":"Jim Costa"},{"id":"zHfXEarDbtuDD","t":"I always want to have a personal relationship with everybody that works for me.","c":"relationship","a":"Luke Bryan"},{"id":"Qcp9t77WVE-Pm","t":"I have my ethics and morals. I have my anchor point of what is right and wrong in real life, but I'm not afraid to entertain any and every aspect of personality in relationship to creating a character.","c":"relationship","a":"Corin Nemec"},{"id":"-SJBBug-WGQQO","t":"One of the beauties of 'The Girl with the Dragon Tattoo' is the very delicate and strange relationship between the two main characters.","c":"relationship","a":"Stellan Skarsgard"},{"id":"3Cr1uTdMpRukJ","t":"Every man sees in his relatives, and especially in his cousins, a series of grotesque caricatures of himself.","c":"relationship","a":"H. L. Mencken"},{"id":"viu2U8m5bRWW4","t":"There are tens of thousands of interactions every single day across Afghanistan between the Afghan troops and International Security Assistance Force. On most of those, every single day we continue to deepen and broaden the relationship we seek.","c":"relationship","a":"John R. Allen"},{"id":"kGlB5SXjhVmFY","t":"We humans have a love-hate relationship with our technology. We love each new advance and we hate how fast our world is changing... The robots really embody that love-hate relationship we have with technology.","c":"relationship","a":"Daniel H. Wilson"},{"id":"eWw103lMVxsmc","t":"The behavior of men to the lower animals, and their behavior to each other, bear a constant relationship.","c":"relationship","a":"Herbert Spencer"},{"id":"vcNlmf5DMs_Tt","t":"I'm so lucky that I have a great relationship.","c":"relationship","a":"Julianne Hough"},{"id":"hKaV6iHP_N7a_","t":"The film depends on the audience's belief in this relationship.","c":"relationship","a":"Ralph Fiennes"},{"id":"McrP5-ftAhZcg","t":"I am not afraid to say my relationship with my man is important, even vital, to who I am as a person.","c":"relationship","a":"Mika Brzezinski"},{"id":"I5coCbhbTJNXq","t":"I've stepped more into my womanhood, I'm a mother now, I'm having a beautiful relationship as a wife and as a friend.","c":"relationship","a":"Alicia Keys"},{"id":"EuRip_jhg7hP8","t":"What I would say about Barney Eastwood is that when our relationship worked, it worked extremely well. He had a lot of strengths as a promoter and a manager.","c":"relationship","a":"Barry McGuigan"},{"id":"RoMZPJPgmxlEO","t":"The most important thing for me is having a relationship with God. To know that the owner, the creator of the universe loves you, sent His Son to die for your sins that's very empowering. Knowing Him and knowing that He loves me gives me encouragement and confidence to move forward.","c":"relationship","a":"Benjamin Carson"},{"id":"_ig_YUlCKX3QU","t":"Sexuality is a big issue, but there are others - how much you commit to a relationship, to social obligation, to honesty and being honest with yourself.","c":"relationship","a":"Ang Lee"},{"id":"wutE7l8Yvzqgu","t":"Well, I don't think just because people are in a relationship that they're happy. I don't think relationships necessarily make people happy. You just are happy or you're not happy.","c":"relationship","a":"Lisa Edelstein"},{"id":"MikAd3g9FN33F","t":"Even though I'm not with their mother, it's important for my kids to see adults in a committed and happy relationship. They need to see a strong relationship. You don't have to settle.","c":"relationship","a":"Michael Strahan"},{"id":"LJiaiLzQetxbB","t":"I think that the fact that a relationship becomes public is a bit of a bummer. Because it can distract from the real reason why you're together, which is that you just like each other.","c":"relationship","a":"Chris Martin"},{"id":"zJB7LN9Pv-UQ7","t":"Then there is the further question of what is the relationship of thinking to reality. As careful attention shows, thought itself is in an actual process of movement.","c":"relationship","a":"David Bohm"},{"id":"BNtMxJW0vbLvu","t":"It seems I have a hard time being attracted to someone unless I respect what they do on some level. Otherwise, I would feel disdain for them. Which is not always pleasant in a relationship. Sometimes it's fun though.","c":"relationship","a":"Eric Stoltz"},{"id":"dvkeVJo1olU_5","t":"I'm such a relationship guy. I really am.","c":"relationship","a":"Lance Bass"},{"id":"0R3FOT0nx_gWf","t":"I lived to play basketball. Growing up as a kid, Bill Russell and the Boston Celtics were my favorite team. The way they played, the teamwork, the sacrifice, the commitment, the joy, the camaraderie, the relationship with the fans.","c":"relationship","a":"Bill Walton"},{"id":"EceLXiH9NSfX8","t":"In the past I would self destruct when it came to love - I was immature, throwing myself into things but now times have changed, I want a relationship where you understand the other person.","c":"relationship","a":"Elisabetta Canalis"},{"id":"7zkO5R7rgIQcv","t":"I don't have a bad relationship. I'm 48 years old. I think life is too short for that. To me, life is... you open the shutters, you see the dogs outside, you look left, you look right, in, what, a second and a half? And that's a life.","c":"relationship","a":"Jean Claude Van Damme"},{"id":"5zPxeFgbHogrS","t":"What works in a relationship of very public people is not making the relationship public - keeping it as personal as it can be. It's the only way it is real.","c":"relationship","a":"Salma Hayek"},{"id":"OTkpaCQkkS6SV","t":"I like to write with people I have a relationship with otherwise it's kind of scary, and you hold back because you don't want to pour your guts out to someone you never met.","c":"relationship","a":"Miranda Lambert"},{"id":"Ou9W721AfCSGg","t":"The Apology opened the opportunity for a new relationship based on mutual respect and mutual responsibility between Indigenous and non-Indigenous Australia. Because without mutual respect and mutual responsibility, the truth is we can achieve very little.","c":"relationship","a":"Kevin Rudd"},{"id":"kAjLzt4XEntnv","t":"The beliefs concerning reincarnation have great ethical impact on human life and our relationship to the world.","c":"relationship","a":"Stanislav Grof"},{"id":"d2U8EEC99CFDi","t":"Afghanistan is going to be here a long time, and what's critical is that Afghanistan's relationship with its neighbors are, to the maximum extent they can be, constructive and operationally useful.","c":"relationship","a":"John R. Allen"},{"id":"Fd6Wnr7_Rq4kC","t":"I have to be in a relationship where I can say what I feel even if it's wrong - so we can work through it.","c":"relationship","a":"Bethenny Frankel"},{"id":"1scVuhMMUAKkG","t":"Oh, the relationship with actors and managers and agents and things is a terrible problem sometimes.","c":"relationship","a":"John Schlesinger"},{"id":"3HGsYsja87AZK","t":"I've just finished my next collection, Possible Side Effects, and I'm now working on a collection of holiday stories as well as a memoir about my relationship with my father.","c":"relationship","a":"Augusten Burroughs"},{"id":"JaFb-BTWxoDRG","t":"Some people are your relatives but others are your ancestors, and you choose the ones you want to have as ancestors. You create yourself out of those values.","c":"relationship","a":"Ralph Ellison"},{"id":"ipi9JX3x8u3oQ","t":"Right now, we have the most complex relationship with technology that we've ever had. Your regular person has more technology in their life now than the whole world had 100 years ago.","c":"relationship","a":"Daniel H. Wilson"},{"id":"Il18RS6umjyML","t":"Be honest, brutally honest. That is what's going to maintain relationships.","c":"relationship","a":"Lauryn Hill"},{"id":"cvzp3UI-L6xJw","t":"It's nice to be with someone, but I don't think you need to be in a relationship to feel complete. That would be really sad.","c":"relationship","a":"Kristin Davis"},{"id":"3o827knslxYTn","t":"It was my first big relationship and it was just very abusive. I wouldn't give him the credit of naming him, if he ever reads this. But he was older, in the music business - or so he said.","c":"relationship","a":"Lisa Snowdon"},{"id":"A83r3i48281UJ","t":"As soon as I got out there I felt a strange relationship with the pitcher's mound. It was as if I'd been born out there. Pitching just felt like the most natural thing in the world. Striking out batters was easy.","c":"relationship","a":"Babe Ruth"},{"id":"GFp878lt4kRyP","t":"Being grown up and in a serious relationship, I've learned so much. I'm happier than I've every been.","c":"relationship","a":"Paris Hilton"},{"id":"Dtvzkk8NH43PX","t":"The relationship between the public and the artist is complex and difficult to explain. There is a fine line between using this critical energy creatively and pandering to it.","c":"relationship","a":"Andy Goldsworthy"},{"id":"ScrDoJ5aIip-C","t":"But the relationship of morality and power is a very subtle one. Because ultimately power without morality is no longer power.","c":"relationship","a":"James Baldwin"},{"id":"XCCCdotmFsDvV","t":"It's nice to play a character that has a soulful, dependent, close relationship. It must mean my character is interesting in some way.","c":"relationship","a":"Jeff Goldblum"},{"id":"e8ChNLA22t7fN","t":"Almost all of our relationships begin and most of them continue as forms of mutual exploitation, a mental or physical barter, to be terminated when one or both parties run out of goods.","c":"relationship","a":"W. H. Auden"},{"id":"RGprVwfcfU0rv","t":"My relationship to gravity is permanently altered.","c":"relationship","a":"Steven Jesse Bernstein"},{"id":"0GsmJ9qPqlKeR","t":"I always believed in God and Christ, but I was in rebellion - trying to make my relationship with God fit into my life instead of making my life fit in with him. I was stubborn.","c":"relationship","a":"Scott Stapp"},{"id":"sEBjhaA53rMuj","t":"There must of course be a relationship between translating and making poems of your own, but what it is I just don't know.","c":"relationship","a":"Robert Fitzgerald"},{"id":"PshvLP0cO_gFA","t":"Creatively, I thought we were still viable and could do more records. But our working relationship just wasn't happening at all, and our chemistry as people broke down because of that.","c":"relationship","a":"Matt Cameron"},{"id":"zLaTxvcTKFzTL","t":"Building a good, stable, and productive China-U.S. relationship is in our mutual interest of our two countries and our two peoples, and also contributes to peace and development.","c":"relationship","a":"Hu Jintao"},{"id":"pwswSkf7cOrdJ","t":"As part of my relationship with my wife and my daughter, and we share everything and talk about everything.","c":"relationship","a":"Boris Kodjoe"},{"id":"WSvZ2nA-OTcLU","t":"The relationship between husband and wife should be one of closest friends.","c":"relationship","a":"B. R. Ambedkar"},{"id":"5X-tOQoa4C-tC","t":"When I was growing up, we used to play basketball in a park that was never shoveled when it snowed. The basketball rims were never fixed. And we understood then that there was a relationship between public policy and our quality of life.","c":"relationship","a":"DeForest Soaries"},{"id":"CJp-j-Unl-8z4","t":"I've always had a special relationship with the U.K. fans, because even when I wasn't working they were very supportive.","c":"relationship","a":"David Cassidy"},{"id":"Is1bw7rl1b9Wd","t":"It's like a garden: Whatever you water the most will do the best. At some point, you decide whether you'll water your career or your relationship more.","c":"relationship","a":"Jewel"},{"id":"evxAV-Qx-J7JY","t":"I'm interested in spirituality and in religion and our relationship to the divine.","c":"relationship","a":"Giancarlo Esposito"},{"id":"MNRkEJbLj0VEW","t":"My relationship with 'Pollyanna' is a very personal one, because Pollyanna got me through my childhood.","c":"relationship","a":"Eleanor Porter"},{"id":"6KJ6OmdUc6G_4","t":"In my relationship, I was giving myself away to make the relationship better, but in actuality, wasn't doing better by doing that. I became less of a man.","c":"relationship","a":"Jason Mraz"},{"id":"PL77FKduObRzn","t":"He didn't want to tell his son what to do, but told me to write the president a letter. I didn't name a country, but there are many countries we have a fragile relationship with.","c":"relationship","a":"George Herbert Walker"},{"id":"4jiJSN7pKEP6g","t":"The close relationship between railroad expansion and the genera development and prosperity of the country is nowhere brought more distinctly into relief than in connection with the construction of the Pacific railroads.","c":"relationship","a":"John Moody"},{"id":"ki1o7d6MhPDbY","t":"I told my father to stop smoking around the age of two or three years old and he stopped smoking. So the relationship between the kid and the parent is very powerful, and if you give the kid the right information, it can be very useful to the family.","c":"relationship","a":"Doug E. Fresh"},{"id":"NGsxgztbmBpzh","t":"I'm in a happy relationship, me and my ex are on really good terms, my kid and I are in a good spot.","c":"relationship","a":"Robert Downey, Jr."},{"id":"hKBzgR9l-_Z_8","t":"The relationship between a military working dog and a military dog handler is about as close as a man and a dog can become. You see this loyalty, the devotion, unlike any other and the protectiveness.","c":"relationship","a":"Robert Crais"},{"id":"ejFFn9ijpTtTi","t":"Daddy loves you, but he smacks you, and he can shout at you and smash things, but Daddy still loves you. So when you get into a relationship with someone who does all of that, why would it be unusual?","c":"relationship","a":"Trisha Goddard"},{"id":"iUPWErgqkZZCY","t":"There was always a love-hate relationship with New York in the rest of the country, but I made them feel more love than hate.","c":"relationship","a":"Ed Koch"},{"id":"lcz5QpXUV1kCP","t":"We should never denigrate any other culture but rather help people to understand the relationship between their own culture and the dominant culture. When you understand another culture or language, it does not mean that you have to lose your own culture.","c":"relationship","a":"Edward T. Hall"},{"id":"OlMwntJoqyu1n","t":"Even if you know that what you'll say will hurt a woman's feelings, I've learned that it's better to be truthful with her than it is to cover up. Ultimate honesty is what a relationship is really about.","c":"relationship","a":"Stephen Moyer"},{"id":"qbGfIgeoeXxZm","t":"I am very sad for men and women trapped in any relationship where there is cruelty, dominance, inequity. I long for the liberation of all people.","c":"relationship","a":"Jasmine Guy"},{"id":"5cu8Uos3-0afr","t":"I met Bill Clinton in 1977 while I was working as a news reporter for KARK-TV in Little Rock, Arkansas. Shortly after we met, we began a sexual relationship that lasted for twelve years.","c":"relationship","a":"Gennifer Flowers"},{"id":"N7KOx5rMrJpN8","t":"I know children regress after vaccination because it happened to my own son. Why aren't there any tests out there on the safety of how vaccines are administered in the real world, six at a time? Why have only two of the 36 shots our kids receive been looked at for their relationship to autism?","c":"relationship","a":"Jenny McCarthy"},{"id":"O2lzCJnnkxzWF","t":"When I got my first television set, I stopped caring so much about having close relationships.","c":"relationship","a":"Andy Warhol"},{"id":"ypHFqwidm__Qy","t":"Having had that experience... I think, what modern culture wants to see is the relationship with the woman. I don't think you can tell a story on film nowadays where the woman simply is there for the man when he decides to settle down.","c":"relationship","a":"Tom Selleck"},{"id":"NAhZj54mXXqAX","t":"We have often been attracted to the story of the other, the outcast. And he and I just loved working together, so it just kept happening, and our relationship is completely bound up with our work. We enjoy each other's art.","c":"relationship","a":"Julie Taymor"},{"id":"clMthL8JM2Mgv","t":"The most important aspect of the relationship between the president and the secretary of state is that they both understand who is president.","c":"relationship","a":"Dean Acheson"},{"id":"hCblFySZycvo8","t":"God gives us relatives thank God, we can choose our friends.","c":"relationship","a":"Addison Mizner"},{"id":"Dao_NqS3ThWGU","t":"Growing up training, I use to get up so early I would wave to the garbage men going by. So, I had this relationship with Blue Collar America and I really liked it. I felt that lots of those people looked forward to me winning.","c":"relationship","a":"Gerry Cooney"},{"id":"OSn_xpFLJ51rW","t":"If you want to have a relationship, at some point you have to let yourself get caught. That's what I did. I got caught.","c":"relationship","a":"Alexandra Guarnaschelli"},{"id":"lyYgjtXn6M-B_","t":"Clearly, the Chinese know that we want a good relationship with them.","c":"relationship","a":"Fred Thompson"},{"id":"cejLMISLD8XfZ","t":"I think a good relationship is about collaboration.","c":"relationship","a":"Jennifer Aniston"},{"id":"8RvaKDBuh--GP","t":"There is a relationship between cartooning and people like Mir= and Picasso which may not be understood by the cartoonist, but it definitely is related even in the early Disney.","c":"relationship","a":"Roy Lichtenstein"},{"id":"CGzBiWmALQJIs","t":"I can't tell you 100 percent what makes a relationship work. But I can see something good coming and I can see something bad coming.","c":"relationship","a":"Sandra Bernhard"},{"id":"YUtH1QSW3VoBA","t":"A relationship is hard in and of itself. And having kids is really hard work, but I think it's really meaningful, as is a relationship. But they all take work.","c":"relationship","a":"Joan Cusack"},{"id":"-7y4s-QbHz6oe","t":"Don't throw petals on the floor if they have no meaning. I would rather have a fun, casual relationship than have someone pretending they're completely in love with me.","c":"relationship","a":"Ashley Greene"},{"id":"Y3hRFzFZPtB3X","t":"Every relationship has its own language. It takes a long time to evolve and read one another. Just as it's true for people, it's also true on a national or cultural level.","c":"relationship","a":"David Mitchell"},{"id":"-NEmQ7HfYb8ms","t":"If you're doing an interview, you need conversational tension. After you talk to them, you're not going to have a relationship with them, they're not going to like you, they're not going to be your friend.","c":"relationship","a":"Chuck Klosterman"},{"id":"Uk5IfziVq97aK","t":"So China will be having to make some choices as to whose side it wants to be on. Hopefully, this will be the beginning of a major improvement in our relationship with them, if they choose correctly.","c":"relationship","a":"Fred Thompson"},{"id":"ydjjE4_FAiQxH","t":"There are very few people that I deal with from a business side that it's just strictly a one-sided business relationship. I think that's important.","c":"relationship","a":"David Nail"},{"id":"fnlXNSp_N9K4q","t":"Novel technologies and ideas that impinge on human biology and their perceived impact on human values have renewed strains in the relationship between science and society.","c":"relationship","a":"Paul Berg"},{"id":"FfYpOALFwpOH0","t":"I came from a family where joining a union was the expected thing to do. I've always believed that the relationship between an employer and an individual worker is fundamentally unequal.","c":"relationship","a":"Frances O'Grady"},{"id":"XZqufsTInKp2M","t":"Spiritual relationship is far more precious than physical. Physical relationship divorced from spiritual is body without soul.","c":"relationship","a":"Mahatma Gandhi"},{"id":"A7PQ-q41oYtLF","t":"American cinema tends to express a patriotic relationship to national identity on a regular basis.","c":"relationship","a":"Tom Hooper"},{"id":"3w9fUxe3DHREW","t":"If I'm in a relationship, I'm 1,000% in it. I love doing things for them and surprising them. And that's just something I thoroughly enjoy and it gives me a lot of pleasure. I just haven't found that right girl yet.","c":"relationship","a":"Josh Henderson"},{"id":"u-g0dTHMcwCoo","t":"Our relationship was cursed by the fact that we agreed on everything.","c":"relationship","a":"Elia Kazan"}]