[{"id":"2h-gy-7TvY1Xf","t":"I am a feminist, and what that means to me is much the same as the meaning of the fact that I am Black: it means that I must undertake to love myself and to respect myself as though my very life depends upon self-love and self-respect.","c":"respect","a":"June Jordan"},{"id":"4tICRw9e8dDmM","t":"I do support enhanced interrogation techniques. Obviously their value is shining through with respect to the bin Laden killing.","c":"respect","a":"Tim Pawlenty"},{"id":"YS2KD6b5EKqCz","t":"The Bee Gees, to us, was the three brothers. In Maurice's name, we would respect that and not be the Bee Gees anymore.","c":"respect","a":"Robin Gibb"},{"id":"LzA-nIhuP-6FR","t":"You can find academic and industrial groups doing some relevant work, but there isn't a focus on building complex molecular systems. In that respect, Japan is first, Europe is second, and we're third.","c":"respect","a":"K. Eric Drexler"},{"id":"Izdt9_1eAb8Yc","t":"I've always had a great respect for the picture business. It's been good to me.","c":"respect","a":"Alan Ladd"},{"id":"7NIA5OzxnCml3","t":"Directing has only increased my admiration and respect for what it is that actors do.","c":"respect","a":"Eric Stoltz"},{"id":"eycNAAfn6Q5dP","t":"I always used to say to my wife, the thing that I loved most about us is that we are a team, we are impenetrable in that respect.","c":"respect","a":"Seal"},{"id":"lyzgpsbgN9_4N","t":"When I first came to Nashville, people hardly gave country music any respect. We lived in old cars and dirty hotels, and we ate when we could.","c":"respect","a":"Loretta Lynn"},{"id":"ODZ4k6mDV3fQq","t":"If you don't respect me you're not gonna get that respect back.","c":"respect","a":"David Hasselhoff"},{"id":"ObjFp50-Yk61Z","t":"I really only respect the Arab culture. I ain't really trying to pay no attention to, ya know, these little people in political positions and executive positions that ain't Arab culture oriented people because a lot of the times, what are you really showing all of this concern for?","c":"respect","a":"Busta Rhymes"},{"id":"XSCDGK3kaKFIC","t":"I firmly believe that respect is a lot more important, and a lot greater, than popularity.","c":"respect","a":"Julius Erving"},{"id":"-_AtnSThnmmkh","t":"Having two daughters changed my perspective on a lot of things, and I definitely have a newfound respect for women. And I think I finally became a good and real man when I had a daughter.","c":"respect","a":"Mark Wahlberg"},{"id":"rdWZSiQ3ceyXz","t":"My mission, I guess, has always been the kind of world where lesbian and gay people can celebrate who we are with equal freedom, dignity, and respect.","c":"respect","a":"John Fisher","e":true},{"id":"QZUtDTbO8BRki","t":"To our Palestinian neighbours, I assure you that we have a genuine intention to respect your right to live independently and in dignity. I have already said that Israel has no desire to continue to govern over you and control your fate.","c":"respect","a":"Ariel Sharon"},{"id":"9rjWNZmg34M8i","t":"I respect and empathize with reporters and editors who must compete in today's environment. And I know full well that when I've been covering campaigns, which I still do, I've made my mistakes and have been far from perfect.","c":"respect","a":"Dan Rather"},{"id":"3sBiNnnZahsm-","t":"If you have some respect for people as they are, you can be more effective in helping them to become better than they are.","c":"respect","a":"John W. Gardner"},{"id":"TG17z-o8870R6","t":"Ray had so much love of life and the music. He had so much integrity. He treated the music with so much dignity and respect. I spent four and a half years as a sideman with Ray Brown's trio. Music was his life, more so than anyone I could mention.","c":"respect","a":"Benny Green"},{"id":"bzbNyB-PWz-Bj","t":"Who could look on these monuments without reflecting on the vanity of mortals in thus offering up testimonials of their respect for persons of whose very names posterity is ignorant?","c":"respect","a":"Marguerite Gardiner"},{"id":"yZkIZ6EyF2tti","t":"I respect music, I do. I love it.","c":"respect","a":"Youssou N'Dour"},{"id":"2-vsDxpcpzJAd","t":"I leave CNN with the utmost respect, love and admiration for the company and everyone who works here. This has been my family and shared endeavor for the past 27 years, and I am forever grateful and proud of all that we have accomplished.","c":"respect","a":"Christiane Amanpour"},{"id":"42-kcUXBHv1gu","t":"Do dirt, get dirt. So I treat people with the same respect that I want.","c":"respect","a":"DMX"},{"id":"PjvvMqv7XBKHW","t":"I fear God and respect God and love God.","c":"respect","a":"Brett Ratner"},{"id":"OfLGm9exRbE8P","t":"What we call 'evil' doesn't necessarily deserve any kind of respect or understanding, by any means it just deserves an acknowledgement of its complexity so we can better understand it - so we can help prevent it.","c":"respect","a":"Bryan Singer"},{"id":"zG23OGHN6tvkt","t":"Well, unfortunately, I have always regretted the fact that I have a temper, but I also have, you know, have great love and respect for all of the people that have worked for me. I think like everything else, this is one of those things that has been blown out of proportion.","c":"respect","a":"Norman Schwarzkopf"},{"id":"3FcQxbDNFSE0B","t":"I shall always respect the composer. If I embellish, it is his idea I am embellishing.","c":"respect","a":"Kate Smith"},{"id":"oGGCylg05lMdK","t":"I could speak Spanish fluently growing up, but I'm so out of practice, and I have such a tremendous respect for songwriting in the Spanish language.","c":"respect","a":"Miguel Jontel Pimentel"},{"id":"UD75wI5Xn9Vl5","t":"General Musharraf needs my participation to give credibility to the electoral process, as well as to respect the fundamental right of all those who wish to vote for me.","c":"respect","a":"Benazir Bhutto"},{"id":"f-jx01ERQ_BQW","t":"It's always flattering when somebody you really respect and like wants you to be involved in their project - let alone writes a part with your voice in mind.","c":"respect","a":"Chris Messina"},{"id":"oqolVvXeOzJ_h","t":"How have relations with Iran and Belarus benefited Venezuela? We are interested in countries that have democracies, that respect human rights, that we have an affinity with. What affinity do we have with Iran?","c":"respect","a":"Henrique Capriles Radonski"},{"id":"wosnRtZLvoz4a","t":"We show deference to the civil authorities when they respect the divine origin of their power and when they serve the people with objective reference to the law of God.","c":"respect","a":"Angelo Scola"},{"id":"NGS5bGcNg69SP","t":"Of course, Einstein was a very great scientist indeed, and I have enormous respect for him, and great admiration for the discoveries he made. But he was very committed to a view of the objectivity of the physical world.","c":"respect","a":"John Polkinghorne"},{"id":"Lh3M4c8VMDEH6","t":"Internationalism is a community theory of society which is founded on economic, spiritual, and biological facts. It maintains that respect for a healthy development of human society and of world civilization requires that mankind be organized internationally.","c":"respect","a":"Christian Lous Lange"},{"id":"EuG8je7GatGjb","t":"That's what people respect, the fact that I wasn't a chump that laid on his back and gave up.","c":"respect","a":"Mike Tyson"},{"id":"w2e1f-E5o8_yS","t":"I am not someone who believes we should build a fence around our country but I do believe there ought to be some fairness with respect to the rules of this globalization.","c":"respect","a":"Byron Dorgan"},{"id":"UFgLtN-PVro1J","t":"It comes down to the way you treat people. When you treat people with dignity and respect all the time, you can work through anything.","c":"respect","a":"John Bacon"},{"id":"H7fA8XTnCMMNX","t":"I think the short story is a very underrated art form. We know that novels deserve respect.","c":"respect","a":"Neil Gaiman"},{"id":"Zxi8JL8z1fUfa","t":"True humility is intelligent self respect which keeps us from thinking too highly or too meanly of ourselves. It makes us modest by reminding us how far we have come short of what we can be.","c":"respect","a":"Ralph W. Sockman"},{"id":"OibJbW0l7E-zK","t":"One of the surprising things in this world is the respect a worthless man has for himself.","c":"respect","a":"E. W. Howe"},{"id":"TlmC07TVcl0UB","t":"Nonetheless, do I have respect for people who believe in the hereafter? Of course I do. I might add, perhaps even a touch of envy too, because of the solace.","c":"respect","a":"Studs Terkel"},{"id":"elTptvNpcpj8P","t":"We need to respect choices that women make.","c":"respect","a":"Ann Romney"},{"id":"K4XKCTJIE7R9-","t":"I have too much respect for the idea of God to make it responsible for such an absurd world.","c":"respect","a":"Georges Duhamel"},{"id":"Ot3SwD-1-eaKx","t":"I have the utmost respect for those who have come to this country legally and have contributed to the great melting pot that is America today. But those who have crossed our borders illegally have broken the law and the law ought to be enforced.","c":"respect","a":"Bob Ney"},{"id":"34Mk6GRuIflsa","t":"Liability does apply with respect to the amount of the oil spill.","c":"respect","a":"Ken Salazar"},{"id":"mlqthIhxqdOCn","t":"Before you, I engage myself to serve my country with the devotion and the exemplary that this post demands. I understand responsibilities of the job and, as such, I give a republican salute to Nicolas Sarkozy who has led France for 5 years and who deserves all of our respect.","c":"respect","a":"Francois Hollande"},{"id":"2KU0KbsXxn_q3","t":"Most teachers still say they love teaching though they wouldn't mind a little more respect for their challenging work and a little less blame for America's educational shortcomings.","c":"respect","a":"Arne Duncan"},{"id":"EhqaLbVpl6Ez5","t":"If anyone asks for your autograph they're showing you respect and give it back to them.","c":"respect","a":"Johnny Rotton"},{"id":"pCQtMNxLW1P4g","t":"What helped me was I had people around me to remind me to help my country even when it did me wrong, have respect for my people, my family, my nation and mankind.","c":"respect","a":"Alexis Arguello"},{"id":"T6NVxGUyhTY3u","t":"I don't believe in God personally but I have great respect for those people who do and different people have different religious views in this country.","c":"respect","a":"Ed Miliband"},{"id":"HwwMbu1XkOaCJ","t":"I think the new generation is much more demanding about respect for the environment than we have ever imagined.","c":"respect","a":"Carlos Ghosn"},{"id":"yX1n_rWuc5iIY","t":"It has been wisely observed by the greatest of modern thinkers that mankind has progressed more rapidly in every other respect than in morality.","c":"respect","a":"Lafcadio Hearn"},{"id":"FyFssu6-xrttL","t":"Most young people have tremendous respect for older people's views.","c":"respect","a":"Dennis Prager"},{"id":"cP39SHM-t0ZBL","t":"Manners are like the shadows of virtues, they are the momentary display of those qualities which our fellow creatures love and respect.","c":"respect","a":"Sydney Smith"},{"id":"zrnFEoA_wHEUn","t":"To be loved at first sight, a man should have at the same time something to respect and something to pity in his face.","c":"respect","a":"Stendhal"},{"id":"q1brfiJh0RZQc","t":"The first few games that we played against some of the teams, the young guys, you know, want a stick sign or photo sign, and I think that they respect what I have achieved throughout my career.","c":"respect","a":"Mario Lemieux"},{"id":"te_OkgDr2HwuR","t":"To retain respect for sausages and laws, one must not watch them in the making.","c":"respect","a":"Otto von Bismarck"},{"id":"Onq-Fx3M-6iX0","t":"There is so much work to be done to treat gays and lesbians and gay and lesbian couples with the respect that they're entitled to. They deserve, in my judgment, partnership benefits. They deserve to be treated fairly when it comes to adoption and immigration.","c":"respect","a":"John Edwards","e":true},{"id":"P92V930Rb1l24","t":"There is no excuse for perjury - never, never, never. There is truth, and the truth demands respect.","c":"respect","a":"Kenneth Starr"},{"id":"XswViK5qZb2_B","t":"We were united not only by political respect for each other, but also by deep mutual sympathy as people.","c":"respect","a":"Helmut Kohl"},{"id":"EdjMDb0M-y6AK","t":"Stand-up don't get no respect - it's the hardest thing to do in show business. You don't have no band and there's no music.","c":"respect","a":"Tracy Morgan"},{"id":"O_FWhulyRAiTG","t":"I don't believe war is a way to solve problems. I think it's wrong. I don't have respect for the people that made the decisions to go on with war. I don't have that much respect for Bush. He's about war, I'm not about war - a lot of people aren't about war.","c":"respect","a":"Avril Lavigne"},{"id":"kzsRAkJqTwwhX","t":"I think the crux of the matter was that if we were going to become partners in, for example, the International Space Station, we had to gain the respect of a country like the United States and particularly its space organization, NASA.","c":"respect","a":"Marc Garneau"},{"id":"5qSGdAo482rxN","t":"The message of music was also the first thing what I learned from my first teacher. She was an organist too and she was very devoted to what she played, so she had a respect for every piece and she felt that she is not allowed to add something of her own.","c":"respect","a":"Kurt Masur"},{"id":"fzqlNl705_W_R","t":"I respect only those who resist me, but I cannot tolerate them.","c":"respect","a":"Charles de Gaulle"},{"id":"tk5rOPg_Q4Klt","t":"I thought perhaps it should be recognized that religious people, including fundamentalists, are quite intelligent, many of them are highly educated, and they should be treated with complete respect.","c":"respect","a":"E. O. Wilson"},{"id":"Ka7mgYkqtazI2","t":"To the living we owe respect, but to the dead we owe only the truth.","c":"respect","a":"Voltaire"},{"id":"Nw-WZwaNG7Rov","t":"The politician in my country seeks votes, affection and respect, in that order. With few notable exceptions, they are simply men who want to be loved.","c":"respect","a":"Edward R. Murrow"},{"id":"Ibp8jz8UXY4Em","t":"With respect to the northeastern boundary of the United States, no official correspondence between this Government and that of Great Britain has passed since that communicated to Congress toward the close of their last session.","c":"respect","a":"Martin Van Buren"},{"id":"8kN3at4ROzLHb","t":"A hypocrite despises those whom he deceives, but has no respect for himself. He would make a dupe of himself too, if he could.","c":"respect","a":"William Hazlitt"},{"id":"jbm1RZK4tiF8d","t":"And the woman who could win the respect of man was often the woman who could knock him down with her bare fists and sit on him until he yelled for help.","c":"respect","a":"Agnes Smedley"},{"id":"ndpf4U807RuVB","t":"Men naturally despise those who court them, but respect those who do not give way to them.","c":"respect","a":"Thucydides"},{"id":"IQQ0Opxn0OKgv","t":"Science without respect for human life is degrading to us all and reflects a hollow and deceptive philosophy, a philosophy that we as a people should never condone.","c":"respect","a":"Nathan Deal"},{"id":"rZllAnrWMGahj","t":"I hate going out in Brighton now. It's different in London. People respect you more there.","c":"respect","a":"Katie Price"},{"id":"qpb4w3Zg2-VBq","t":"I got a lot of things that society had promised would make me whole and fulfilled - all the things that the culture tells you from preschool on will quiet the throbbing anxiety inside you - stature, the respect of colleagues, maybe even a kind of low-grade fame.","c":"respect","a":"Anne Lamott"},{"id":"VQBw_ZEpkzaBy","t":"People are giving me more respect.","c":"respect","a":"Christina Ricci"},{"id":"Rsvlywd5OHGSS","t":"I respect the office of the president.","c":"respect","a":"Jan Brewer"},{"id":"ZnxTl5CTDRIke","t":"I have great respect for directors who know what they're doing.","c":"respect","a":"Bill Mumy"},{"id":"3-dYrwjjHSAmM","t":"I hate victims who respect their executioners.","c":"respect","a":"Jean-Paul Sartre"},{"id":"dDOXTJLV42BQP","t":"When you practice gratefulness, there is a sense of respect toward others.","c":"respect","a":"Dalai Lama"},{"id":"1C7eHrMuwsM42","t":"Status anxiety definitely exists at a political level. Many Iraqis were annoyed with the US essentially for reasons of status: for not showing them respect, for humiliating them.","c":"respect","a":"Alain de Botton"},{"id":"nYEG1zytJmgBj","t":"I guess at the end of the day, all women like to be appreciated and treated with respect and kindness.","c":"respect","a":"Sofia Vergara"},{"id":"uzs2bE-rncRZ4","t":"I have two dream roles: One would be a biopic of someone I admire and respect and the other one would be some sort of action drama film similar to a 'Bourne Identity.' I just really want to do an intelligent action drama film.","c":"respect","a":"Michael Ealy"},{"id":"YMyuWLa35CLlh","t":"I cannot consistently, with self respect, do other than I have, namely, to deliberately violate an act which seems to me to be a denial of everything which ideally and in practice I hold sacred.","c":"respect","a":"Roger Nash Baldwin"},{"id":"Kuno74j1EgGwP","t":"Treat everyone with respect and kindness. Period. No exceptions.","c":"respect","a":"Kiana Tom"},{"id":"7GSBH4V0D-9zU","t":"Respect yourself if you would have others respect you.","c":"respect","a":"Baltasar Gracian"},{"id":"q333ImDl7_AsL","t":"I think that people who live in cultures without quite so much privilege, opportunity or grandiosity have a little bit more respect for the workings of destiny, and the limitations that people can find themselves in through no fault of their own.","c":"respect","a":"Elizabeth Gilbert"},{"id":"ZDvtxq8ue6QiW","t":"I have great respect and understanding for military commitment due to my own family's involvement with the armed forces.","c":"respect","a":"Carolyn Murphy"},{"id":"Mh5zSFDv38AKr","t":"I believe acting is very physical, and when you have to fight or do those kinds of things, it takes a lot of respect not to allow yourself to go off and hurt yourself or someone else.","c":"respect","a":"Giancarlo Esposito"},{"id":"B-KdaZtn5uRlu","t":"The territorial state is such an ancient form of society - here in Europe it dates back thousands of years - that it is now protected by the sanctity of age and the glory of tradition. A strong religious feeling mingles with the respect and the devotion to the fatherland.","c":"respect","a":"Christian Lous Lange"},{"id":"fILmToxcPU-qg","t":"I keep it real normal, like I don't try to act like a celebrity, or say that just because I'm on a TV show I can do other types of TV. I take it very seriously and I respect the art of acting.","c":"respect","a":"Vinny Guadagnino"},{"id":"DYIqjnAsf2VCg","t":"If your partner wants to be private, you have to respect that.","c":"respect","a":"Billie Jean King"},{"id":"oGoR-dPjFRPzn","t":"If a person studies too much and exhausts his reflective powers, he will be confused, and will not be able to apprehend even that which had been within the power of his apprehension. For the powers of the body are all alike in this respect.","c":"respect","a":"Maimonides"},{"id":"-dbR_z89PP_x7","t":"I just play the music that I love with musicians that I respect, and fortunately, I'm in a position where people are willing to play with me, and perhaps I can do something to help them.","c":"respect","a":"Bonnie Raitt"},{"id":"WQPZNFOlM5-5Q","t":"I'm not patient, and some things drive me crazy. In my work, I get incredibly upset when people don't get it right or don't respect others' needs.","c":"respect","a":"Colin Firth"},{"id":"W-qvd_ShX6ds7","t":"The U.S. military has done a phenomenal job of creating these facilities almost over-night and dealing with these sworn enemies of America with more respect and dignity than they ever would have considered according our officers had they captured any.","c":"respect","a":"Charles Foster Bass"},{"id":"51LBJBK1-clPf","t":"I look for these qualities and characteristics in people. Honesty is number one, respect, and absolutely the third would have to be loyalty.","c":"respect","a":"Summer Altice"},{"id":"YmGzLI5USA0l7","t":"Throughout my career, if I have done anything, I have paid attention to every note and every word I sing - if I respect the song. If I cannot project this to a listener, I fail.","c":"respect","a":"Frank Sinatra"},{"id":"RMAMnVqbUCQhN","t":"They all matter to me, whether I'm working on a Sam Jackson film for a week or I'm the star of my own TV series - I take it all very seriously, and I have a healthy respect for the work in general, despite the role.","c":"respect","a":"Anthony Michael Hall"},{"id":"UeRa1V1dMDazi","t":"I was raised Jewish, my wife was raised Catholic. Though we respect each other's heritage, and while many of our friends are deeply religious, we have chosen to focus on our similarities, not our differences. We teach our children compassion, charity, honesty and the benefits of hard work.","c":"respect","a":"Steven Levitan"},{"id":"GU4U0fUWeFAAh","t":"I have many friends and family members who have served (or are currently serving) in our nation's Armed Forces. I have such a profound respect for what they do day in and day out.","c":"respect","a":"Karl Malone"},{"id":"qXrHCiO67eKkf","t":"Psychology is as important as substance. If you treat people with respect, they will go out of their way to accommodate you. If you treat them in a patronizing way, they will go out of their way to make your life difficult.","c":"respect","a":"Mohamed ElBaradei"},{"id":"XBV7ewCRgbiuL","t":"Since I've started fighting it has taught me a lot about self respect, self confidence and self control.","c":"respect","a":"Gina Carano"},{"id":"O8cDjxiSw-ySw","t":"I did private study for about a month, five days a week, six hours a day. I came to understand the character in ways that I never would've previous to that. I was so innocent in respect to ways of creating characters.","c":"respect","a":"Corin Nemec"},{"id":"_-rVsU0wp6fKo","t":"To get down to the quick of it, respect motivates me - not success.","c":"respect","a":"Hugh Jackman"},{"id":"8Cbtv_xlnJ7Vc","t":"I submit that an individual who breaks the law that conscience tells him is unjust and willingly accepts the penalty by staying in jail to arouse the conscience of the community over its injustice, is in reality expressing the very highest respect for law.","c":"respect","a":"Martin Luther King, Jr."},{"id":"qBpCi-PmC7R-Y","t":"I think it's important for artists to work together. It's great for fans to see, like, Ludacris came out to our show in Atlanta and kinda made a surprise appearance there, it shows a mutual respect for what each other does.","c":"respect","a":"Jason Aldean"},{"id":"lbbeolnH8HV7G","t":"One who breaks an unjust law that conscience tells him is unjust, and who willingly accepts the penalty of imprisonment in order to arouse the conscience of the community over its injustice, is in reality expressing the highest respect for law.","c":"respect","a":"Martin Luther King, Jr."},{"id":"P8cjxwe546F1r","t":"I learn something from criticism because when it comes from sources you respect you always examine it and learn.","c":"respect","a":"Maurice Strong"},{"id":"A5kV6cJ2X_YAL","t":"Picasso is a character that has pursued me for a long time and I always rejected. He deserves a lot of respect because I am from Malaga, and I was born four blocks from where he was born.","c":"respect","a":"Antonio Banderas"},{"id":"yfihtLVzE68fQ","t":"We have to unclutter our brains from worries that maybe people don't like us. Women tend to worry about popularity it doesn't matter if they like you. They need to respect you. They need to show that respect for you in your pay check. And that needs to be okay.","c":"respect","a":"Mika Brzezinski"},{"id":"hO_1rZutAWOsy","t":"Respect for self is the beginning of cultivating virtue in men and women.","c":"respect","a":"Gordon B. Hinckley"},{"id":"nakIFudRJ_n8d","t":"A lot of my friends are gangsters. Not like gangsters - well, yeah, all sorts of levels of criminality - but not the types that are preying on innocent people. I have no interest in the type of criminality that has no respect for collateral damage.","c":"respect","a":"Charlie Hunnam"},{"id":"6CS6pQ7z3ZJAr","t":"When you get close to the raw materials and taste them at the moment they let go of the soil, you learn to respect them.","c":"respect","a":"Rene Redzepi"},{"id":"u8wWtrjX8C6QA","t":"I did work out every day. I needed it to have the endurance to do what needed to be done and not get hurt. I have such a new respect for action stars now.","c":"respect","a":"Sanaa Lathan"},{"id":"QrGGkdFugwOEu","t":"Being a monarchist - saying that one small group is born more worthy of respect than another - is just as warped and strange as being a racist.","c":"respect","a":"Julie Burchill"},{"id":"a3e0aiFBssPg6","t":"I think any period in history can be adapted into interesting fiction, as long as you approach the actual history with respect.","c":"respect","a":"Seth Grahame-Smith"},{"id":"Ob3lyZFM20MVF","t":"I don't envy or much respect people who are completely politicised.","c":"respect","a":"Christopher Hitchens"},{"id":"Wu98mQ8E9X_HU","t":"I've always had a lot of respect from the people I respected.","c":"respect","a":"Randy Newman"},{"id":"iqmcaM1p1s0jG","t":"I saw and I met a lot of people who were in the field. It also provided a context in which I came to respect what the actor did, because I saw how difficult it actually was to do.","c":"respect","a":"Ron Silver"},{"id":"5S1KpxdF3WmYS","t":"If you live what you believe, you will always have the respect of others.","c":"respect","a":"Dale Murphy"},{"id":"SZ9zZ29AJOP4r","t":"I have great respect for President Bush, Secretary Powell and Secretary Ridge.","c":"respect","a":"Elton Gallegly"},{"id":"ASP8YaMxowsIM","t":"There are so many things to think about when you make an album. Like, who am I trying to impress? Am I going to get respect, critical acclaim? Or am I going to sell lots of records?","c":"respect","a":"Ellie Goulding"},{"id":"AAEeDyy7HCEe8","t":"I have enormous respect for Steve Johnson, and as I've told him, Feed was one of the inspirations for Salon. They were up there before we were. And also for Joey and the Suck people.","c":"respect","a":"David Talbot","e":true},{"id":"Qe4KiBcDe3D2u","t":"I just want to work, and learn from people I respect and admire.","c":"respect","a":"Sienna Miller"},{"id":"v57QFuCl0utjA","t":"I know people that I respect and admire and look up to who have had extra-marital affairs.","c":"respect","a":"Gwyneth Paltrow"},{"id":"P8DyMbbcPndQZ","t":"But the leaders of the OIC could not even accept Mahathir's proposal, yet they talk about respect and honour.","c":"respect","a":"Abu Bakar Bashir"},{"id":"FyTOn7unY6DJU","t":"I don't think anyone can speculate what will happen with respect to oil prices and gas prices because they are set on the global economy.","c":"respect","a":"Ken Salazar"},{"id":"dS4TnbtNZ9dGR","t":"Every once in a while, you live long enough to get the respect that people didn't want to give while you were trying to become a senior citizen.","c":"respect","a":"Gil Scott-Heron"},{"id":"iG7vJ41jDPSXx","t":"I respect a woman too much to marry her.","c":"respect","a":"Sylvester Stallone"},{"id":"j1v_bSeBIwk-y","t":"Like I said, I've got too much respect for women to marry them, but that doesn't mean you can't support them emotionally and financially.","c":"respect","a":"Sylvester Stallone"},{"id":"HlsmtqTDUAjGK","t":"I hope that tomorrow we can all, wherever we are, join in expressing our grief at Diana's loss, and gratitude for her all-too-short life. It is a chance to show to the whole world the British nation united in grief and respect.","c":"respect","a":"Queen Elizabeth II"},{"id":"dis97ZVO5jBqn","t":"I always respect a woman.","c":"respect","a":"Enrique Iglesias"},{"id":"j7_zt48uyoB4R","t":"All men are somewhat ridiculous and grotesque, just because they are men and in this respect artists might well be regarded as man multiplied by two. So it is, was, and shall be.","c":"respect","a":"Karl Wilhelm Friedrich Schlegel"},{"id":"fER9ODgfvi355","t":"Freedom goes hand-in-hand with mutual respect.","c":"respect","a":"Kay Rala Xanana Gusmao"},{"id":"lQqdmJgh-dQMC","t":"The mandate you go with is intimidating and also is a source of respect that you gain, because you have come with this mandate from the United Nations.","c":"respect","a":"Lakhdar Brahimi"},{"id":"IERg-3s4GjJ2N","t":"We were a family who had come from nothing and now we had respect from French people of all sorts.","c":"respect","a":"Zinedine Zidane"},{"id":"otTbiPXSsMh4R","t":"I dress up a certain way because I respect the music.","c":"respect","a":"Wynton Marsalis"},{"id":"JBY3_hxDXo2tZ","t":"I have respect for beer.","c":"respect","a":"Russell Crowe"},{"id":"TiQiXSunV-B7Z","t":"I work with people I admire and respect. It's never because of who they are.","c":"respect","a":"Alexander McQueen"},{"id":"FJevYRlzrilAm","t":"Gymnastics taught me everything - life lessons, responsibility and discipline and respect.","c":"respect","a":"Shawn Johnson"},{"id":"NQabBjFbh8MjY","t":"When I find someone who is worth it, I'll be nice and respect that person and put some time in.","c":"respect","a":"Ed Westwick"},{"id":"exI33BgVar3nY","t":"In the United States, we do a pretty good job of protecting iconic landscapes and postcard views, but the ocean gets no respect.","c":"respect","a":"Jeff Goodell"},{"id":"Mp9OqCnDEH0d0","t":"For many, the hijab represents modesty, piety and devotion to God, and I truly respect that. But the hijab should not be used as a means of applying social pressure on people.","c":"respect","a":"Queen Rania of Jordan"},{"id":"BSMfWF94cuEEf","t":"When a woman removes her garment, she also removes the respect that is hers.","c":"respect","a":"Herodotus"},{"id":"Zg_cPJASVnz58","t":"Mexico takes a hard line on immigration, demanding that visitors to her shores enter lawfully, and show her respect during their stay.","c":"respect","a":"John Linder"},{"id":"xRsxk3GTTbpOo","t":"Every individual has a place to fill in the world and is important in some respect whether he chooses to be so or not.","c":"respect","a":"Nathaniel Hawthorne"},{"id":"DCnYfr3QtxekH","t":"When about to commit a base deed, respect thyself, though there is no witness.","c":"respect","a":"Ausonius"},{"id":"Kb27exN851N1S","t":"Our will makes constantly a sort of agreement with the world, whereby, if the world will continually show some respect to the will, the will shall consent to be strenuous in its industry.","c":"respect","a":"Josiah Royce"},{"id":"dyVfuKHbGHxQ0","t":"Second, this epic tale allows the audience to actually listen to the Native Americans and receive their wisdom. Spielberg conveys the respect for Native Americans that is normally lacking in Western films.","c":"respect","a":"Beau Bridges"},{"id":"nUrcTTn3D2lNU","t":"After reading Eminem's autobiography, which I did because I'm so interested in him as an artist, I respect him a lot. Even though he seems angry and mad, he's had to fight so many demons in his life.","c":"respect","a":"Taryn Manning"},{"id":"C6KXJW3VQQnD3","t":"I've got tremendous respect for different cultures, for the food and everything.","c":"respect","a":"Ian Rush"},{"id":"ToOSxEijbh59R","t":"Well, I had an immense respect for Cirque du Soleil when I first say them in the '80s on a television show and just thought, you know, this group is really reinventing the circus, as you know. Because there wasn't three rings. There were no animals.","c":"respect","a":"Criss Angel"},{"id":"We4tkfvb6mTIv","t":"I just have a respect for my audience. That seems to be pretty logical.","c":"respect","a":"Thomas Jane"},{"id":"E0ZA3EDEwyF0e","t":"Ninety-nine percent of people now call me The Hoff - and it's out of respect.","c":"respect","a":"David Hasselhoff"},{"id":"Odh8k47oNx7yf","t":"He who does not accept and respect those who want to reject life does not truly accept and respect life itself.","c":"respect","a":"Thomas Szasz"},{"id":"s8qT2fRlxy8Bm","t":"Your private life is your private life and you keep it to yourself. You get more respect that way.","c":"respect","a":"Jay Kay"},{"id":"bbK0w148rkK_t","t":"Someone's career that I admire would have to be Justin Timberlake's because he started off on Disney and he made this huge film career and huge solo music career. I really respect him as an artist.","c":"respect","a":"Victoria Justice"},{"id":"Ob232xUh8Ozez","t":"In our culture we have such respect for musical instruments, they are like part of God.","c":"respect","a":"Ravi Shankar"},{"id":"6tnfULrG_9l8z","t":"Those people behind the mosque have to respect, have to appreciate and have to defer to the people of New York. The wound is still there. Just because the wound is healing you can't say, 'Let's just go back to where we were pre-9/11.","c":"respect","a":"Al-Waleed bin Talal"},{"id":"1QpCpPAWIl9rz","t":"And what holds good of verse holds infinitely better in respect to prose.","c":"respect","a":"James Payn"},{"id":"yv1HhgkS_xkMD","t":"The E.U. is more than just a trade organization or a common market it is a guarantee of democracy, freedom, justice, and human rights. Nations cannot stay in the E.U. if they do not respect these guarantees.","c":"respect","a":"John Bruton"},{"id":"u1m1HC_pDtdJ5","t":"People always have an opinion. Doesn't mean it's right, doesn't mean it's wrong, but we have to respect their opinion.","c":"respect","a":"Michael Clarke Duncan"},{"id":"Rapw7FZRvToyk","t":"I'm a person that doesn't have that many goals or plans. I feel like I'm the wind and I blow through life it's whatever comes to me. I very much respect nature. Whatever happens to me, I'm happy and I embrace it.","c":"respect","a":"Bai Ling"},{"id":"NKkal3w04pdgF","t":"Although a lot of pain for a little screen time Shaving legs, waxing eyebrows, high heels, trying to put on a bra, losing weight because women's clothes are SO revealing - Ladies you have my respect.","c":"respect","a":"Lou Diamond Phillips"},{"id":"y8X1_ZEcKdPbd","t":"Growing up in northern California has had a big influence on my love and respect for the outdoors. When I lived in Oakland, we would think nothing of driving to Half Moon Bay and Santa Cruz one day and then driving to the foothills of the Sierras the next day.","c":"respect","a":"Tom Hanks"},{"id":"NlzdOhgp5tnf5","t":"I love Johnny Cash, and I respect Johnny Cash. He's the biggest. He's like an Elvis in this business, but no, he's never been the rebel.","c":"respect","a":"Waylon Jennings"},{"id":"CWm0zjw5bm9FJ","t":"But really, we also need to learn how to love one another as women. How to appreciate and respect each other.","c":"respect","a":"Chaka Khan"},{"id":"35fcIfTI3UFVg","t":"As we continue to fight the War on Terror, it is imperative that we protect America's fallen heroes by ensuring that they are treated with respect, while being laid to rest.","c":"respect","a":"Jon Porter"},{"id":"pynQBxvH15MLs","t":"Respect for ourselves guides our morals, respect for others guides our manners.","c":"respect","a":"Laurence Sterne"},{"id":"-Sw5ocKNx3Esj","t":"We believe, in fact, that the one act of respect has little force unless matched by the other - in balance with it... The acting out of that dual respect I would name as precisely the source of our power.","c":"respect","a":"Barbara Deming"},{"id":"N8p99_3EHoZTA","t":"There are forms of art that I might not like to do myself, but I still have respect for the artists who create it.","c":"respect","a":"Vanessa Paradis"},{"id":"8X2D7mYWVFqeO","t":"We all would like to see a brighter future for Haiti, and I hope this conference will serve to explore many views. Respect for human rights, freedom, and the rule of law must be established in the poorest nation in our hemisphere.","c":"respect","a":"Eliot Engel"},{"id":"WImBPIjiUqE5W","t":"In fact, the U.S. military has bent over backwards to respect the religious beliefs of some very dangerous fanatics who want to kill us.","c":"respect","a":"Linda Chavez"},{"id":"skxTQQJ-k69C4","t":"By common consent gray hairs are a crown of glory the only object of respect that can never excite envy.","c":"respect","a":"George Bancroft"},{"id":"clvo2eHWh2u7F","t":"I've always wanted to work with Blair, and finally the timing was right. I have a tremendous amount of respect for him. I think he's a hugely underrated actor in Hollywood.","c":"respect","a":"Tyler Perry"},{"id":"wNFgiQRlbklY1","t":"To live your life well, and have respect for what came before or after - there's a strong respect for that in African culture.","c":"respect","a":"Anna Deavere Smith"},{"id":"4dvR7i9fcGDmf","t":"Let them hate me, provided they respect my conduct.","c":"respect","a":"Tiberius"},{"id":"OyTmF923hN2tL","t":"The cross is the centre of all this in every respect.","c":"respect","a":"John Nelson Darby"},{"id":"qgPWxFLHkBaOw","t":"Teachers have the hardest and most important jobs in America. They're building our nation. And we should appreciate them, respect them, and pay them well.","c":"respect","a":"Jim Hunt"},{"id":"dOejwAKDa77os","t":"I do get recognized, but I must say Edinburgh is a fantastic city to live if you're well-known. There is an innate respect for privacy in Edinburgh people, and I also think they're used to seeing me walking around, so I don't think I'm a very big deal.","c":"respect","a":"J. K. Rowling"},{"id":"gIwSjKSIY9pPn","t":"As a younger actor you want to be approved of, you want to gain respect, be admired. All of those things. To say: 'This is me playing this character. And aren't I fantastic!' I don't feel that so much now.","c":"respect","a":"Kristin Scott Thomas"},{"id":"gJcwkZfT0x39Y","t":"I grew up to always respect authority and respect those in charge.","c":"respect","a":"Charles de Gaulle"},{"id":"MNKRpPemnrnTE","t":"In my old age I've come to find that if you respect other people, you feel better about yourself.","c":"respect","a":"Bijou Phillips"},{"id":"Ynf-itH2v0qBh","t":"Other bands gave us lip service, but when it came down to it they kind of backed off. That was a little disheartening. But I respect them. That's their business.","c":"respect","a":"Mike McCready"},{"id":"cHpNHIfYcwPq7","t":"I want to be with someone who wants to work as much as I do and who respects me like I respect him.","c":"respect","a":"Ashley Tisdale"},{"id":"fAancnz6GwkJf","t":"It's a paradox to be an actress, living in the city, taking planes all the time, trying to find the right balance in this life, which is not so eco-friendly, and still try to respect the environment.","c":"respect","a":"Marion Cotillard"},{"id":"fH2cxDU4SzKGP","t":"I have a respect for manners as such, they are a way of dealing with people you don't agree with or like.","c":"respect","a":"Margaret Mead"},{"id":"XSeYMemWWw2CQ","t":"Why do you think I write these feminist songs, to try and teach myself to respect myself. You know, it's not because I'm a hero.","c":"respect","a":"Ani DiFranco"},{"id":"5l0J1vWS3A5lk","t":"A good historian is timeless although he is a patriot, he will never flatter his country in any respect.","c":"respect","a":"Francois Fenelon"},{"id":"UzRfZTwQJdmtr","t":"I can't predict the future and I don't have respect for people who try to.","c":"respect","a":"Jackie Mason"},{"id":"vjWJz1Nnn6NQI","t":"Mankind is like dogs, not gods - as long as you don't get mad they'll bite you - but stay mad and you'll never be bitten. Dogs don't respect humility and sorrow.","c":"respect","a":"Jack Kerouac"},{"id":"_r-_wuvl_-4Do","t":"But it's important, while we are supporting lessons in respecting others, to remember that many of our youngest kids need to learn to respect themselves. You learn your worth from the way you are treated.","c":"respect","a":"Anna Quindlen"},{"id":"478nIs8w3Lo0k","t":"There is a deep affection in Australia for the Queen. And I mean the Queen's been the Queen ever since I was born. I mean she is part of the firmament of Australia's sort of national life there's a deep respect for her role.","c":"respect","a":"Kevin Rudd"},{"id":"YeMcdKs1x9o9-","t":"Goodness and hard work are rewarded with respect.","c":"respect","a":"Luther Campbell"},{"id":"gOr3wUmN96xN4","t":"I got into acting because my teachers kept nudging me into it. The power a teacher has to influence someone is so great. I can't think of a profession I have more respect for.","c":"respect","a":"Jon Hamm"},{"id":"-6_0IiAkSOaZS","t":"Since the composer has said everything, if you discover everything, it will be enough and you will be a happy man. Don't try to say it's your taste, and because of that you are changing this or that. And I must say this respect is still there.","c":"respect","a":"Kurt Masur"},{"id":"kBcB9Cav1r_Ql","t":"I have such a profound respect for what they do day in and day out. This USO tour is especially meaningful because of the friends I have met and I am honored to be apart of it.","c":"respect","a":"Karl Malone"},{"id":"BWmOPSND5c3Ws","t":"I think the more we embrace the culture of life and respect life, the better that we do.","c":"respect","a":"Bob McDonnell"},{"id":"126WyamoYizNA","t":"I am sure that, on the one hand, the Rothschilds appreciate the merits of Marx, and that on the other hand, Marx feels an instinctive inclination and a great respect for the Rothschilds.","c":"respect","a":"Mikhail Bakunin"},{"id":"Fpn3KhzLyxNww","t":"There is no tragedy in missing a putt, no matter how short. All have erred in this respect.","c":"respect","a":"Walter Hagen"},{"id":"br-Q6qygZC_-G","t":"I feel like everybody is against Floyd Mayweather. I don't get any respect.","c":"respect","a":"Floyd Mayweather, Jr."},{"id":"O23XvMXocfoGs","t":"I had never been to a fashion show before going to the Burberry show last month. It was an extraordinary spectacle. I was incredibly green and had no idea what an undertaking it is. I also have a new respect for models because they are so close to the front row and must be so self-conscious.","c":"respect","a":"Eddie Redmayne"},{"id":"jcpAzPr7FwyBw","t":"I have a great respect for the academics who are working with the source material. My hat's off to them.","c":"respect","a":"Terri Windling"},{"id":"bWI_vCgi2mpot","t":"I want to establish a wide range and play all kinds of parts. It's that sort of acting career I really respect. I like to turn a sharp left from whatever I've done before because that keeps me awake. That's why I want to be an actor - I don't want to play endless variations on one character.","c":"respect","a":"Tim Curry"},{"id":"RYrrLNEdplAWB","t":"It's just such a pleasure to bring a talent you respect to the world.","c":"respect","a":"Tina Weymouth"},{"id":"D3urZWgExiprw","t":"It's taken folk a while to come around, hasn't it? Even the boys in the band weren't too sure about the whole art thing. They just wanted me to concentrate on the music. But they respect it now.","c":"respect","a":"Ron Wood"},{"id":"CO9ZHJVGaurzB","t":"The sea speaks a language polite people never repeat. It is a colossal scavenger slang and has no respect.","c":"respect","a":"Carl Sandburg"},{"id":"wQIPoKqGRZoty","t":"My mother is very, very smart and commands respect because she has a lot of respect for herself.","c":"respect","a":"Jared Leto"},{"id":"KAam4sjoQuJgh","t":"There is a certain kind of respect for authenticity today that there wasn't back in the days when they did 'Cleopatra,' where everything looked like a giant motel. People want to have it be authentic in the look, and authentic in the way people behave.","c":"respect","a":"John Milius"},{"id":"c5U1GDtWBTRkk","t":"The people I respect most behave as if they were immortal and as if society was eternal.","c":"respect","a":"E. M. Forster"},{"id":"2lVHRwv4n0onG","t":"But the Western countries that link their partnership with the poorest countries with respect for democracy also have to consider that they have obligations towards these countries.","c":"respect","a":"Omar Bongo"},{"id":"eDNWDu04TPTj_","t":"When I approach a child, he inspires in me two sentiments tenderness for what he is, and respect for what he may become.","c":"respect","a":"Louis Pasteur"},{"id":"bP6RwGLFMoSD9","t":"This post of President is a Constitutional post. It is the duty of everyone, all citizens to see that they respect the post... the institution of President.","c":"respect","a":"Pratibha Patil"},{"id":"g5I2y37WaaYsg","t":"Love of our neighbour, then, has just the same respect to, is no more distant from, self-love, than hatred of our neighbour, or than love or hatred of anything else.","c":"respect","a":"Joseph Butler"},{"id":"U31xmfymVhAWf","t":"Respect for the fragility and importance of an individual life is still the mark of an educated man.","c":"respect","a":"Norman Cousins"},{"id":"s1juJKBfMoBrU","t":"I find it hard to take rock groups very seriously or treat them with respect. There is something absurd about these gloomy young men getting together and banging away.","c":"respect","a":"Robert Wyatt"},{"id":"3HIPrq7lDdGli","t":"How can a Man respect his Wife when he has a contemptible Opinion of her and her Sex?","c":"respect","a":"Mary Astell","e":true},{"id":"0s66mLNqHj616","t":"There is no respect for others without humility in one's self.","c":"respect","a":"Henri Frederic Amiel"},{"id":"jgBXXlJvUKwdm","t":"By deafness one gains in one respect more than one loses one misses more nonsense than sense.","c":"respect","a":"Horace Walpole"},{"id":"bJ_4aFTk8y7Hs","t":"The respect for human rights, essential if we are to use technology wisely, is not something alien that must be grafted onto science. On the contrary, it is integral to science, as also to scholarship in general.","c":"respect","a":"John Charles Polanyi"},{"id":"a-UA2M-7TbHeH","t":"South Carolinians are strong, independently-minded people. At the end of the day, they make their own decisions. And I respect them for that. And I welcome that. And I told him that from the very beginning.","c":"respect","a":"Nikki Haley"},{"id":"AWEHUSQ0qY3cg","t":"Part of our essential humanity is paying respect to what God gave us and what will be here a long time after we're gone.","c":"respect","a":"William J. Clinton"},{"id":"3AVK-Q56KLpSI","t":"Respect the masterpiece. It is true reverence to man. There is no quality so great, none so much needed now.","c":"respect","a":"Frank Lloyd Wright"},{"id":"QdKDz5yeEOWqr","t":"I have very little respect for Nancy Reagan. There is something about her that is very petty.","c":"respect","a":"Walter Annenberg"},{"id":"ABgl5ZDrcdt1G","t":"I would love to have dinner with Jay-Z and Beyonce. I think we would have a lot to chat about. I like them both so much, and I love them as a couple. I like that they are both at the top of their game - and that they have a mutual respect and admiration for each other.","c":"respect","a":"Gayle King"},{"id":"ZJ0n8ca_trZq4","t":"I always watched movies and rooted for the bad guys, you know? I've always been that kind of guy. I still hold some respect for criminals that are good at their jobs.","c":"respect","a":"Justin Townes Earle"},{"id":"HQyhtPSktT_IC","t":"I want there to be a level of respect between everybody.","c":"respect","a":"Kenny Chesney"},{"id":"alyzuqWxOsrm1","t":"To be selected was an honor, and in respect of the family member chosen to run, families held feasts and gave away prized beaver coats, quilled tobacco bags and buffalo hides.","c":"respect","a":"Dennis Banks"},{"id":"WQuR1fwN-_xFN","t":"I think somehow men understand other men's need for respect differently than they understand it for a woman. I'm disappointed to have to say that, but I think it's undeniably true.","c":"respect","a":"Carly Fiorina"},{"id":"y8R0N092yH512","t":"It is so important to get respect for what you do and at the same time give it.","c":"respect","a":"Estelle Parsons"},{"id":"9KIBhyGPGy-0R","t":"Another important aspect of our home was respect for ideas.","c":"respect","a":"Robert B. Laughlin"},{"id":"dYH5fbHPQIgL6","t":"Love is about mutual respect, apart from attraction.","c":"respect","a":"George Best"},{"id":"KQ9oLF3u8yaKG","t":"Whenever I go out, so many people who respect me ask me what to do in a certain situation. A lot of times, I didn't know the answers because sometimes I was going through the same sort of thing. But then later on, I would think of things that people told me.","c":"respect","a":"Patti LaBelle"},{"id":"1BGX5KMFAAIB6","t":"If once you forfeit the confidence of your fellow-citizens, you can never regain their respect and esteem.","c":"respect","a":"Abraham Lincoln"},{"id":"rWspvQmbC3E-z","t":"Some people lose all respect for the lion unless he devours them instantly. There is no pleasing some people.","c":"respect","a":"Will Cuppy"},{"id":"5lvzgfiRUrwYL","t":"I think that's what helped us: confidence, respect, the desire to work hard.","c":"respect","a":"Ed O'Brien"},{"id":"0gcbuRVG4j2zi","t":"Back then, a half-a-century ago, the situation was totally different. Economically, we were practically on our knees, and politically, we were still excluded from the community of nations. Today, in this respect, we have a totally different and much more stable basis.","c":"respect","a":"Franz Beckenbauer"},{"id":"JW68SnH01OJmE","t":"I have respect for those who make money at art and do it well and smartly, because that commercial aspect keeps the world going and running, in a sense.","c":"respect","a":"Tina Weymouth"},{"id":"Drn02fq9hE5jP","t":"I truly respect the people who are working. If they want an autograph from Patti LaBelle, they are going to get it. I have never separated myself from them. I never think you are better than the next one.","c":"respect","a":"Patti LaBelle"},{"id":"sChbPj-bwhbMS","t":"I don't want or need to gain respect with what I do off the court. I want respect for what I do on the court.","c":"respect","a":"Vince Carter"},{"id":"yc5fV0oitNEaR","t":"I want to say with the utmost of sincerity, not as a Republican, but as an American, that I have great respect for Senator Obama's historic achievement to become his party's nominee, not because of his color, but with indifference to it.","c":"respect","a":"Mike Huckabee"},{"id":"-EODBEMbNW1DP","t":"Respect for another man's opinion is worthy. It is the realization that any opinion is valuable, for it is the sign of a rational being.","c":"respect","a":"Sargent Shriver"},{"id":"hEhdxx_3vpTtq","t":"I have nothing against respecting people who lived before, but we have no responsibility toward them.","c":"respect","a":"Leon Kass"},{"id":"3mI-q-5V5BD9f","t":"Olympism seeks to create a way of life based on the joy found in effort, the educational value of a good example and respect for universal fundamental ethical principles.","c":"respect","a":"Pierre de Coubertin"},{"id":"hUMRqGFpq6PrC","t":"If the world were a bar, America would currently be the angry drunk waving around a loaded gun. Yeah, the other people in the bar may be afraid of him, but they sure as hell don't respect him.","c":"respect","a":"Wil Wheaton"},{"id":"DWzUN09R7Guh1","t":"Give your teachers the respect they deserve, because they are the ones who can help you get where you need to go.","c":"respect","a":"Richard Howard"},{"id":"ZLI2mJtRFVD-L","t":"There are some people whose opinion I value and respect and it would be very bothersome if I forfeited their respect. But the general public? I'm not preoccupied with the opinions of others.","c":"respect","a":"Conrad Black"},{"id":"eQF0cWFsO6yg1","t":"One should respect public opinion insofar as is necessary to avoid starvation and keep out of prison, but anything that goes beyond this is voluntary submission to an unnecessary tyranny.","c":"respect","a":"Bertrand Russell"},{"id":"C2J3DKDL1iKQ6","t":"Awe and respect are two different things.","c":"respect","a":"Oliver Reed"},{"id":"HONZKJSJUrQuh","t":"I undertake that, in the exercise of my functions of that office I will have regard to any guidance with respect to ethical standards issued by the secretary of state under Section 66 of the Greater London Authority Act 1999.","c":"respect","a":"Kenneth Robert Livingstone"},{"id":"r2Q17oPiVdl9V","t":"We may seek a fortune for no greater reason than to secure the respect and attention of people who would otherwise look straight through us.","c":"respect","a":"Alain de Botton"},{"id":"XXE__XL1UZZxq","t":"I don't expect to win every battle but I think Fred Pierce has enough respect for me that I can go fight my battles and win my share.","c":"respect","a":"Roone Arledge"},{"id":"Q36lbpps8ko-O","t":"I still don't understand the music industry that much. Everything I learned was from hanging out with rock musicians in studios. I certainly have respect for those who make music their livelihood.","c":"respect","a":"Brendan Fraser"},{"id":"B7p2joVixLU0p","t":"With respect to Holy Communion, it is up to the communicant to decide whether they are in a state of grace and worthy to receive the Eucharist. Each one of us makes that decision.","c":"respect","a":"Roger Mahony"},{"id":"xOd4PWSksLStF","t":"The worst thing that an actor can do is go into any project with a lack of respect for the material. You can have an opinion about it, but you have to respect yourself in doing it.","c":"respect","a":"Alfred Molina"},{"id":"MGWxQ0Chdohzp","t":"The government would be able to go to court with respect to newspaper articles, broadcast pieces and the like that they thought were bad or harmful or even against the government and try to block them.","c":"respect","a":"Floyd Abrams"},{"id":"Cy_jVLidybpGm","t":"I actually have more respect for people who are in the closet. You end up exposing so much of yourself because you have to talk about your sexual life. You shouldn't have to talk about it.","c":"respect","a":"Randy Harrison"},{"id":"DlQbF2Y2XaRk9","t":"A great chef is an artist that I truly respect.","c":"respect","a":"Robert Stack"},{"id":"ZFE5etD6_tnHc","t":"Shooting a film is like a kismet quest. You have thirty days and you need magic to happen. So that's why I wear suits. I'm praying to the gods, and I'm doing everything I can to respect the powers of the world.","c":"respect","a":"Mike Mills"},{"id":"y8Kv0qEnMw8sZ","t":"It is not desirable to cultivate a respect for the law, so much as for the right.","c":"respect","a":"Henry David Thoreau"},{"id":"u9h9B3WZcCheQ","t":"Go up close to your friend, but do not go over to him! We should also respect the enemy in our friend.","c":"respect","a":"Friedrich Nietzsche"},{"id":"PW7OjI3nLUwpi","t":"I'm open to play for anybody that would give me respect, treat me the right way, and actually going to make me feel comfortable.","c":"respect","a":"Pedro Martinez"},{"id":"CGY7YrbVqORWy","t":"To be completely woman you need a master, and in him a compass for your life. You need a man you can look up to and respect. If you dethrone him it's no wonder that you are discontented, and discontented women are not loved for long.","c":"respect","a":"Marlene Dietrich"},{"id":"TkpixviERCU8m","t":"At the time the Sendmail program had a very poor reputation with respect to security, with four root vulnerabilities per year for two successive years.","c":"respect","a":"Wietse Venema"},{"id":"qNGqtPQMYKUyd","t":"I understand the Second Amendment. I respect the Second Amendment. I think we need to use common sense tools to keep the American people safe, to keep our streets safe.","c":"respect","a":"Eric Holder"},{"id":"iZWqdFIsQD-Wy","t":"The beliefs I was raised with - to respect animals and to be aware of nature, to understand that we share this planet with other creatures - have had a huge impact on me.","c":"respect","a":"Stella McCartney"},{"id":"2x-lwPc7e0m47","t":"Judi Dench and Ian McKellen taught me how to work hard and respect the theatre.","c":"respect","a":"Francesca Annis"},{"id":"QM3wuFqTPNZxx","t":"I have the most respect for Zach Woodlee. He is one of my favorite - and one of the most capable - choreographers out there right now.","c":"respect","a":"Harry Shum, Jr."},{"id":"hVMRdGoA2wILA","t":"The only ground on which a neutral State can claim respect at the hands of belligerents is, that, so far as she is concerned, their rights are protected.","c":"respect","a":"Gerrit Smith"},{"id":"BLDjWEj-7u5aN","t":"There are some people who become best friends with everyone they photograph. There are people that I really like and admire and respect, but in a way I think it's better to keep a distance. I think you get better pictures of people that you don't know very well.","c":"respect","a":"Mary Ellen Mark"},{"id":"MoJfLqCx6ndiV","t":"What the Beatles did was something incredible, it was more than what a band could do. We have to give them respect.","c":"respect","a":"Yoko Ono"},{"id":"vn3_wVhJHZMcX","t":"We don't do drugs, drink or use profanity. Instead we instill morals and values in my boys by raising them with a love of God and a love and respect for themselves and all people. I believe they will have a chance.","c":"respect","a":"Anita Baker"},{"id":"b8KWQFUzd0N56","t":"Our moral, religious, and political traditions are united in their respect for the dignity of human life.","c":"respect","a":"Robert Casey"},{"id":"kS9R09m2k2lKS","t":"I respect the state workers and I respect their unions, but we simply can't afford to pay benefits and pensions that are out of line with economic reality.","c":"respect","a":"Andrew Cuomo"},{"id":"CnLw3F4-0eO4f","t":"I've been a critic of the antiglobalization movement, and they've been a critic of me, but the one thing I respect about the movement is their authentic energy. These are not people who don't care about the world.","c":"respect","a":"Thomas Friedman"},{"id":"s18X65m7L42Ua","t":"Plus, you know, when I was young, there was a lot of respect for clowning in rock music - look at Little Richard. It was a part of the whole thing, and I always also believed that it released the audience.","c":"respect","a":"Bruce Springsteen"},{"id":"ZkKkNFzNK_Uea","t":"We shall listen, not lecture learn, not threaten. We will enhance our safety by earning the respect of others and showing respect for them. In short, our foreign policy will rest on the traditional American values of restraint and empathy, not on military might.","c":"respect","a":"Theodore C. Sorensen"},{"id":"qR_CL8kSNNoSl","t":"Anybody who asks for democracy to be introduced should respect the results of democracy.","c":"respect","a":"Ismail Haniyeh"},{"id":"nTVz4o8Y0QQeb","t":"I don't regret anything I ever do or say. I don't like to live my life being censored. I like to say what I feel, and I think people respect that because you're honest.","c":"respect","a":"Eva Longoria"},{"id":"gLobp5KSqvTsd","t":"Other times you can get showy for three minutes, and that's OK with certain films. But that isn't right with an Ang Lee movie, you have to fit right in. You have to understand Ang, respect him and be part of the team and not be in charge of it - he is in charge of it.","c":"respect","a":"Dennis Muren"},{"id":"LfUPWekQX7iy6","t":"I have found that the players who have played in that game really do have respect for their adversaries.","c":"respect","a":"Darrell Royal"},{"id":"bKDMafZyBzqAi","t":"For David Parker and Daniel Parker, with the respect and admiration of their father, who grew up with them.","c":"respect","a":"Robert B. Parker"},{"id":"x52zA44M9dZks","t":"I will not speak with disrespect of the Republican Party. I always speak with respect of the past.","c":"respect","a":"Woodrow Wilson"},{"id":"51-S6m3rieOHa","t":"Respect and affection for animals, particularly those who share our homes, recognize no geographic borders.","c":"respect","a":"Nick Clooney"},{"id":"jAsb1TH3AABrM","t":"Respect for the truth comes close to being the basis for all morality.","c":"respect","a":"Frank Herbert"},{"id":"WL41T70gsgsL5","t":"There are lots of people I admire and respect, but I don't necessarily want to be like them. I'm to happy being myself.","c":"respect","a":"James D'arcy"},{"id":"WCinUUFmV22rH","t":"My focus is always on the day. What I've done behind me, I try to have respect for it, and keep an eye on it, and make sure it isn't abused, and obviously be thoughtful about it, because it's all real to me. I'm basically in every band I ever was in, and the songs, I still mean them all.","c":"respect","a":"Ian MacKaye"},{"id":"23iczqoiFLr_A","t":"I respect Everest very much.","c":"respect","a":"Anatoli Boukreev"},{"id":"hixU2Ikk_0um6","t":"I think more and more respect has been accorded to teachers, and quite rightly so.","c":"respect","a":"Michael Gove"},{"id":"cEyS9a1qqhU_i","t":"What I do as best I can is out of a deep respect for children, for how difficult their world is.","c":"respect","a":"Maurice Sendak"},{"id":"F6tKMDF_TBIdD","t":"At the time of Polaroid - and I did a couple of other commercials just before I stopped doing that stuff - at that point I was at the level where they respect you and your opinion and all that sort of thing.","c":"respect","a":"Jim Henson"},{"id":"9qUNzhyhTgyys","t":"There's immense fun to be had as long as you can sort of sneak it past DC. I have been told on occasion that I need to have more respect for these characters.","c":"respect","a":"Garth Ennis"},{"id":"qs1iIPebL5A9O","t":"In this respect I suppose I'm the total opposite of Garry. With his very emotive body language at the board he shows and displays all his emotions. I don't.","c":"respect","a":"Vladimir Kramnik"},{"id":"QGoYZhh_an_FS","t":"I have more respect for somebody who points at his ideal - in this case, the ideal of the pirate - and then becomes something that's more radical, more exciting, more subversive than a pirate could ever be.","c":"respect","a":"Will Oldham"},{"id":"WuOhBfsmMUvxf","t":"Well you know, I have the utmost respect for people like Angelina Jolie and Zoe Saldana in 'Colombiana. '","c":"respect","a":"Gina Carano"},{"id":"sDHXTs0DklKvY","t":"Marks of Identity is, among other things, the expression of the process of alienation in a contemporary intellectual with respect to his own country.","c":"respect","a":"Juan Goytisolo"},{"id":"82uzYpWk9UL87","t":"You cannot trust 25 guys in a locker room to have the same respect and training as I do with a weapon. That I do understand. I've carried a gun for 10 years. I've carried them in the locker room, and nobody really knows about it. I know how to handle myself.","c":"respect","a":"Luke Scott"},{"id":"3TzW_1nGkgsHL","t":"Steve Irwin did wonderful conservation work but I was uncomfortable about some of his stunts. Even if animals aren't aware that you are not treating them with respect, the viewers are.","c":"respect","a":"David Attenborough"},{"id":"D46HjZ1SEs-XF","t":"I don't think I look up to any players. Obviously you respect everyone.","c":"respect","a":"Wayne Rooney"},{"id":"tyOujYpw7W_kB","t":"I did learn that it was the greatest thing in the world to respect yourself. Respect other people.","c":"respect","a":"Little Milton"},{"id":"QMdoqMRYVYpDC","t":"A jealous lover of human liberty, deeming it the absolute condition of all that we admire and respect in humanity, I reverse the phrase of Voltaire, and say that, if God really existed, it would be necessary to abolish him.","c":"respect","a":"Mikhail Bakunin"},{"id":"o9-k8DTOFoz14","t":"Every human being, of whatever origin, of whatever station, deserves respect. We must each respect others even as we respect ourselves.","c":"respect","a":"U Thant"},{"id":"KByPsEPRzeQIJ","t":"Alabama citizens, like the vast majority of Americans, respect and value the meaning of decency, and appreciate public institutions that reflect the common values of our society.","c":"respect","a":"Mike Rogers"},{"id":"r6v4uCiPx7Z_S","t":"I will have to earn trust and respect from my kids.","c":"respect","a":"Tiger Woods"},{"id":"bskbApwh_xt8K","t":"Willing or preferring is the same with respect to good and evil, that judging is with respect to truth or falsehood.","c":"respect","a":"Anthony Collins"},{"id":"fMeZqZWrFQpsz","t":"I love romantic comedies. I have a deep respect for them. I think they're really difficult to write and write well.","c":"respect","a":"Rashida Jones"},{"id":"bJvd38AfXeS9x","t":"'Harry Potter' gave me back self respect. Harry gave me a job to do that I loved more than anything else.","c":"respect","a":"J. K. Rowling"},{"id":"-5Q2OVRZZ0k1o","t":"There is no need to worry about mere size. We do not necessarily respect a fat man more than a thin man. Sir Isaac Newton was very much smaller than a hippopotamus, but we do not on that account value him less.","c":"respect","a":"Bertrand Russell","e":true},{"id":"wYYKLT-oBddH5","t":"We ought to thank God for that. Yes, the man who tills the land is more worthy of respect than any.","c":"respect","a":"Nikolai Gogol"},{"id":"4swS5ifLawiF0","t":"American officials have bent over backwards to show how sensitive they are to Muslim culture. It didn't seem very effective. They seem to be worried about winning the respect of other people.","c":"respect","a":"Tucker Carlson"},{"id":"atQvqzKxQkr6b","t":"It is through accepting other people in our own countries that we shall come to respect our neighbours and be respected in our turn.","c":"respect","a":"Tahar Ben Jelloun"},{"id":"NBwiqCD6I3prW","t":"There is only one thing I respect in so-called Broadway actors... and that is their competitive sense.","c":"respect","a":"Elia Kazan"},{"id":"6GWrndGW0yX60","t":"In some ways England is more liberal than France, but I also find it more intrusive. But when you go abroad you have to accept the ways of where you live. I have to respect that.","c":"respect","a":"Arsene Wenger"},{"id":"q18SsZhAbHmeb","t":"I do not like sports, unless you consider treating all humankind with love and respect a sport.","c":"respect","a":"Todd Barry"},{"id":"e-xRr5xF2Qs9z","t":"Boldness and decision command, often even in evil, the respect and concurrence of mankind.","c":"respect","a":"Robert Dale Owen"},{"id":"1wnEW7UeyEv_u","t":"Respect for right conduct is felt by every body.","c":"respect","a":"Jane Austen"},{"id":"qnmVe93NK2geT","t":"I am very proud to come back, to speak on the disinterested effort we have made and I believe that, with all due respect, that the decisions we made, when we turned our final report over to President Johnson, will stand in history.","c":"respect","a":"John Sherman Cooper"},{"id":"olJZ2_GinC2rA","t":"We all respect sincerity in our friends and acquaintances, but Hollywood is willing to pay for it.","c":"respect","a":"Hattie McDaniel"},{"id":"EoQHf-ZHpnOdv","t":"I have two sisters and a mother, obviously, so I grew up with a household of girls. Maybe I have a greater respect for women because of it.","c":"respect","a":"Hayden Christensen"},{"id":"SjmNpfHzcwnKN","t":"It is justice and respect that I want the world to dust off and put - without delay, and with tenderness - back on the head of the Palestinian child. It will be imperfect justice and respect because the injustice and disrespect have been so severe. But I believe we are right to try.","c":"respect","a":"Alice Walker"},{"id":"ape9R8mOKXygK","t":"Americans have been conditioned to respect newness, whatever it costs them.","c":"respect","a":"John Updike"},{"id":"D9FgKSOjGJwsL","t":"I'm definitely bicoastal, but I have to say, it's easier to live in New York than in L.A. I feel like people respect other people's space a bit more here.","c":"respect","a":"Mary-Kate Olsen"},{"id":"uCgubmpQMRhTH","t":"Let every man be respected as an individual and no man idolized.","c":"respect","a":"Albert Einstein"},{"id":"0TMtqTG5d1vyM","t":"Like the average American that I hang out with, and like my father before me, I raised all my children to respect tools and use them wisely and safely.","c":"respect","a":"Ted Nugent"},{"id":"MK6_SFeHUDBK_","t":"I definitely think we get a lot of respect for what we do, but I definitely think that some people don't like us, which is fine.","c":"respect","a":"Matt Stone"},{"id":"GZa3h-x4gt5O6","t":"When I started, you didn't make a lot of money by being a comedian. You didn't get a lot of respect.","c":"respect","a":"David Steinberg"},{"id":"JepbOZSoxRHNi","t":"I, for one, respect those who believe with all their hearts and conscience that there are no circumstances under which any abortion should ever be available.","c":"respect","a":"Hillary Clinton"},{"id":"1iNjDiowyBVUD","t":"Of course, the plea for respect for nonhuman life goes far beyond the scientific delight of familiarity with our planet mates. The nonhuman forms of life with which we 6,000 million talking, upright apes share this finite planet are directly or indirectly connected to our well-being.","c":"respect","a":"Lynn Margulis"},{"id":"5xNt4i0jXlZ1K","t":"Because of my tremendous respect for Bob Barker and for the show's high standards of professionalism I consider this a tremendous honor that few announcers have ever been treated to. Both Rod's and Johnny's shoes are huge I can't think about filling them.","c":"respect","a":"Randy West"},{"id":"i5ZYI-59z2k0s","t":"This is the final test of a gentleman: his respect for those who can be of no possible service to him.","c":"respect","a":"William Lyon Phelps"},{"id":"BNd9lyNeieNVN","t":"We will work with industrial or Dept. Of Defence sponsorship as long as we keep our principals of openness firm we're proud to work with the military, and they respect that in turn.","c":"respect","a":"Charles Vest"},{"id":"iueEAyxwnD3Z0","t":"Eisenhower was my war hero and the President I admire and respect most.","c":"respect","a":"Ethel Merman"},{"id":"s7Mhn4VC2lxEX","t":"Listen, I have a great affection and respect for Joe Biden. I think he's been a great vice president. He's taken on a lot of tough assignments for our administration.","c":"respect","a":"David Axelrod"},{"id":"v7WQPnxjQzRxA","t":"Being popular comes when you have everything. But to be liked, it means that you must be treating people with respect and you must be showing kindness toward them.","c":"respect","a":"Queen Rania of Jordan"},{"id":"aP6c8xV8pOKZj","t":"People have to be educated and they have to stick to it. If people lose that respect, an awful lot is lost.","c":"respect","a":"Stephen Breyer"},{"id":"IpaZMcGJZi9p9","t":"To be one, to be united is a great thing. But to respect the right to be different is maybe even greater.","c":"respect","a":"Bono"},{"id":"Sn4SA0Txj-gXA","t":"I'm always pushing for human responsibility. Given that chimpanzees and many other animals are sentient and sapient, then we should treat them with respect.","c":"respect","a":"Jane Goodall"},{"id":"3DVjzlsU9hbNl","t":"We're in such a volatile climate right now politically. I think they didn't want Assassins to not succeed due to popular opinion and politics, versus on its own merits. I can respect that.","c":"respect","a":"Neil Patrick Harris"},{"id":"bIxnVZeFfju6i","t":"I haven't seen a player in this game, as long as I've been in it, that can't be pitched to... Barry is an outstanding ballplayer. I respect him an awful lot. I also have confidence in my pitchers that they can pitch to Barry Bonds and get him out.","c":"respect","a":"Frank Robinson"},{"id":"HzWml6rJeD0h4","t":"First and foremost, I'm a feminist. And basically that stems from a strong belief that all people and creatures deserve equal opportunity, rights and respect.","c":"respect","a":"Kathy Najimy"},{"id":"Bl4n-PM5O-ipG","t":"Discretion is nothing other than the sense of justice with respect to the sphere of the intimate contents of life.","c":"respect","a":"Georg Simmel"},{"id":"_dUd5JRgKybQZ","t":"Not only did I come out as a reality star that was very boisterous and vivacious and outspoken and all those things. I flipped that into money and respect. And a lot of people can't do that.","c":"respect","a":"NeNe Leakes"},{"id":"v9h4bKCaclH94","t":"I respect newspapers, but the reality is that magazine 'photojournalism' is finished. They want illustrations, Photoshopped pictures of movie stars.","c":"respect","a":"Mary Ellen Mark"},{"id":"8lYLWysnGTbGm","t":"Americans will respect your beliefs if you just keep them private.","c":"respect","a":"Bill O'Reilly"},{"id":"-adj0GHfQe-Gz","t":"It's not that the Irish are cynical. It's rather that they have a wonderful lack of respect for everything and everybody.","c":"respect","a":"Brendan Behan"},{"id":"-cUPemco7nA39","t":"We have accepted the principle of democracy and we are committed to respect the popular verdict and the result of that national consultation.","c":"respect","a":"Mahmoud Abbas"},{"id":"j9ZtuRpLMpWCt","t":"Everyone at 'CSI' has been so great to work with, and so great in terms of scheduling. There's a real feeling of family on that set... I've grown to have so much respect for the cast and crew - they're been together so many years and still care about the show and each other.","c":"respect","a":"Elisabeth Shue"},{"id":"O_ChfB9NDqleD","t":"If the individual is to be happy in the contemporary order, he must be open-minded with respect to new values and new arrangements.","c":"respect","a":"Thomas Cochrane"},{"id":"CAjv__XAmuXYn","t":"What I'd say about that is that we must respect homosexuals in the church. I've got many homosexual friends, the issue is not in any way a homophobic reaction on my part.","c":"respect","a":"George Carey"},{"id":"socufx2vfRhBi","t":"He's a legend and I respect his work, so I went down and paid my respects when Charlton was on the set. He was nice but I think he lied a little. He said it was an honour to be in a movie with me, but I don't believe it.","c":"respect","a":"Mark Wahlberg"},{"id":"Z1kTpE1cro45g","t":"It is still a surprise when people tell me that I've had an influence on them, particularly when it's someone I really respect.","c":"respect","a":"Bonnie Raitt"},{"id":"PFEPfvG1Li-P4","t":"I'm not a big fan of Women's Liberation, but maybe it will help women stand up for the respect they're due.","c":"respect","a":"Loretta Lynn"},{"id":"enXQM-e7mjv1Q","t":"The country that owns green, that dominates that industry, is going to have the most energy security, national security, economic security, competitive companies, healthy population and, most of all, global respect.","c":"respect","a":"Thomas Friedman"},{"id":"ZaTet_Cjxm3s3","t":"We respect opposition to any position or policy. But we believe that the opinion that should prevail and be respected is that of the majority.","c":"respect","a":"King Hussein I"},{"id":"TPD1MLbzxCuaB","t":"I played it right because that's what you're supposed to do - play it right and with respect.","c":"respect","a":"Ryne Sandberg"},{"id":"ivwuYcj-SI_eN","t":"Respect commands itself and can neither be given nor withheld when it is due.","c":"respect","a":"Eldridge Cleaver"},{"id":"IT9ROHeH_n8j4","t":"That is a Medieval way of drawing history, in which they do not respect the law and want the rest of the world to respect the law. That's not possible.","c":"respect","a":"Emir Kusturica"},{"id":"lkOd2U61P1v99","t":"I got a nomination for director, which means the world to me it's just the most exciting thing for me and my family. You do the good hard work, and the rest of it is something you shouldn't get too caught up in, but when it happens - boy! I respect it.","c":"respect","a":"David O. Russell"},{"id":"RZjZQ43S_Zoc_","t":"Our high respect for a well read person is praise enough for literature.","c":"respect","a":"T. S. Eliot"},{"id":"CT9i09RrmvJ2i","t":"House music is about love, and lots of hip hop is about hate and intolerance, so in that respect, it's not good at all.","c":"respect","a":"Chris Lowe"},{"id":"n8uLXSW5FnO1Y","t":"The liberties and freedoms which we hold dear and we recognize and cherish and respect guide the way we gather information in the United States.","c":"respect","a":"John Ashcroft"},{"id":"kkPiLoVuQneAg","t":"I said 'Brian, no one is going to respect me as a mother after this.' He said, 'oh no, yes they will, this is a movie, don't worry about it.' But they're not.","c":"respect","a":"Nia Long"},{"id":"3h6V2Lgzm-S_H","t":"My stories are about humans and how they react, or fail to react, or react stupidly. I'm pointing the finger at us, not at the zombies. I try to respect and sympathize with the zombies as much as possible.","c":"respect","a":"George A. Romero"},{"id":"bzoTa847Tns2n","t":"Just as the process of repealing national alcohol prohibition began with individual states repealing their own prohibition laws, so individual states must now take the initiative with respect to repealing marijuana prohibition laws.","c":"respect","a":"George Soros"},{"id":"CD-hKIP0SWNdn","t":"Awaken its powers, and it will respect itself.","c":"respect","a":"Francis Wright"},{"id":"A6kikMQrLg3zi","t":"PETA's campaign should be included in school curricula. If we can open children's hearts and minds to animals' needs, teach them to treat a dog or a chicken as if they feel fear and love and pain - as they do - then they will grow up to understand that we are all worthy of respect.","c":"respect","a":"Ingrid Newkirk"},{"id":"rf8BxVwQKgWl0","t":"I've always had great respect for Paddington because he is amusingly English and eccentric. He is a great British institution and my generation grew up with the books and then Michael Horden's animations.","c":"respect","a":"Stephen Fry"},{"id":"j_u78mx6gpW14","t":"I respect the Hall of Fame, and if they think that I'm worthy enough, I would be very honored. And if they don't, I gave it all that I had to this game.","c":"respect","a":"Rafael Palmeiro"},{"id":"8E9m9hJK3Uqs_","t":"With respect to the respective French and German traditions you are no doubt correct, although I am reluctant to see individual achievement reduced to archetypes.","c":"respect","a":"Brian Ferneyhough"},{"id":"JrYQdeyD4G564","t":"In some ways that fight gave me more respect around the world and helped me be even more popular because so many people felt my pain and saw that I was robbed.","c":"respect","a":"Marvin Hagler"},{"id":"AMRordDY9Z0xg","t":"No, but I've always felt that with true talent, and a commitment to hard work, it is possible to achieve an enduring respect and appreciation. In other words, I don't take my fans for granted.","c":"respect","a":"John Fogerty"},{"id":"aOdVCgE7FpUEd","t":"I would never want to live in L.A., and I made that decision years ago, so I never chose that path for myself, although I have much respect for those that do it at a high level.","c":"respect","a":"Matt Cameron"},{"id":"rhDQxXg6kAurU","t":"You know, I've carried a weapon for 10 years, never shot anybody, never robbed anybody. It has saved my life twice, but I know they're not toys. I practice with firearms, I enjoy shooting, it's a hobby of mine and I have a healthy respect for them.","c":"respect","a":"Luke Scott"},{"id":"AugYbX24KX-vH","t":"You can't respect yourself if you're afraid to be who you are.","c":"respect","a":"Amber Heard"},{"id":"S1vpbN_l_wyob","t":"An individual who breaks a law that conscience tells him is unjust, and who willingly accepts the penalty of imprisonment in order to arouse the conscience of the community over its injustice, is in reality expressing the highest respect for the law.","c":"respect","a":"Martin Luther King, Jr."},{"id":"HnQVzDEeCNOz6","t":"I have respect for what other people believe. What I believe in my own life is that it's a search for how I can do things better, whether it's being a better man or a better father or finding ways for myself to improve.","c":"respect","a":"Tom Cruise"},{"id":"CtNlT9WTZrWNe","t":"In order to gain the respect of your players in the locker room, you can't just perform on Saturday. You have to do it consistently during practices, meetings, and in the weight room.","c":"respect","a":"Junior Seau"},{"id":"dzJZtlr1u3wSm","t":"As a former cop, I respect and appreciate those who've dedicated their lives to serving others as well as those who appreciate the rule of law and honor it.","c":"respect","a":"Dave Reichert"},{"id":"Yq3rw9lRg1MKw","t":"You know, I respect what Howard Dean has been able to do. It's good for our party. But I've got to tell you this: If money alone decided presidential nominations, Phil Gramm would have been nominated in '96.","c":"respect","a":"Joe Lieberman"},{"id":"f0cz9-nn7e3T4","t":"I would like to work with anyone in the business who wants to give respect back to the Jamaican vibe.","c":"respect","a":"Sean Paul"},{"id":"e7F4dWjsGEIfD","t":"I know what the attitudes of the readers are: These are guys who love women and respect women.","c":"respect","a":"Christie Hefner"},{"id":"hP5c7Zh6YTZ0v","t":"The twentieth century has exhibited a barbarism and lack of respect for human life on a massive scale just about unknown before.","c":"respect","a":"Ron Silver"},{"id":"C8NKnfDMM-prd","t":"If they respect the craft and what we're doing and they bring something to the table and they work hard, I don't care what you do as your side job or as your day job.","c":"respect","a":"Anthony Anderson"},{"id":"KnT-j-Ab-2OPh","t":"Someday I want to be rich. Some people get so rich they lose all respect for humanity. That's how rich I want to be.","c":"respect","a":"Rita Rudner"},{"id":"REjd5M4MPQhcq","t":"So I really would like to see both parties respond to the poor with greater commitment. But I've got to tell you, the Democrats, I feel, are doing a better job in that respect than Republicans are.","c":"respect","a":"Tony Campolo"},{"id":"bEH7Mwspy06xR","t":"Everyone should be respected as an individual, but no one idolized.","c":"respect","a":"Albert Einstein"},{"id":"WN-0BrPmfI_zc","t":"So it's kind of nervous to be in this situation, but at the same time you look at all those actors and the work that they've done, I've been in bigger films than all of them and still kept my integrity and still kept my respect.","c":"respect","a":"Shia LaBeouf"},{"id":"2v5t7RWuIDrq5","t":"When it comes to the president, we have to respect him, we have to protect him, and we have to correct him. And in my career, since he'd been on the national stage at least, I've had - I've always respected the president.","c":"respect","a":"Tavis Smiley"},{"id":"GYOfn4ZWVqOm8","t":"And in this respect, the Israeli-Palestinian conflict has been a tragedy, a clash between one very powerful, very convincing, very painful claim over this land and another no less powerful, no less convincing claim.","c":"respect","a":"Amos Oz"},{"id":"MnsD19MOuhKIP","t":"I even believe if you're killing a team, you shouldn't stop. You should respect your opponents enough to play 100 percent the whole time. And by the same token, if you're getting killed by the other team, you should never quit.","c":"respect","a":"Sue Wicks"},{"id":"KW68iiZvrne7f","t":"In parallel with the development of my interests in technical gadgetry I began to acquire a profound love of and respect for the natural world which motivates my scientific thinking to this day.","c":"respect","a":"Robert B. Laughlin"},{"id":"Bd7cfM-ZETvau","t":"We are more thoroughly an enlightened people, with respect to our political interests, than perhaps any other under heaven. Every man among us reads, and is so easy in his circumstances as to have leisure for conversations of improvement and for acquiring information.","c":"respect","a":"Benjamin Franklin"},{"id":"_3op8g6VMbnH6","t":"There may be fairies at the bottom of the garden. There is no evidence for it, but you can't prove that there aren't any, so shouldn't we be agnostic with respect to fairies?","c":"respect","a":"Richard Dawkins"},{"id":"lKaJT6sUF1EnX","t":"I just feel like if I do good work, then people should respect me for the work I do.","c":"respect","a":"Scott Caan"},{"id":"xHEF9fInsuVUg","t":"As a politician, you have to deal with someone wanting you to fail every day. I think I prefer being in a situation where generally people are rooting for me, and if they aren't rooting for me, they aren't out there to see my downfall. I respect the people who have the stomach for it.","c":"respect","a":"John Legend"},{"id":"xzxbcSdeUGZf_","t":"All the actors I respect, especially old-Hollywood actors, the reason I think so many of them have had long careers is that there is a sort of mystery about them. You don't know what they do on Friday nights when they go home from work. You have no clue. You have this sort of fantasy about them.","c":"respect","a":"Kate Mara"},{"id":"zz_wAG6XZLyvs","t":"The person who comes up to you and makes the most noise and is the most intrusive is invariably the person in the room who has no respect for you at all, and it's really all about them.","c":"respect","a":"Robbie Coltrane"},{"id":"WG2e6O97DLUbL","t":"Managers have very tough jobs. I always respected their job but demanded respect in return.","c":"respect","a":"Jim Evans"},{"id":"0DlvW3Lf-BcSF","t":"A child is owed the greatest respect if you have ever have something disgraceful in mind, don't ignore your son's tender years.","c":"respect","a":"Juvenal"},{"id":"Jvq4sLd_iatZn","t":"A blank wall of social and professional antagonism faces the woman physician that forms a situation of singular and painful loneliness, leaving her without support, respect or professional counsel.","c":"respect","a":"Elizabeth Blackwell"},{"id":"wBgVUBd7EZgkK","t":"I do think that, at one time, being an actress was the equivalent almost of being a prostitute. It garnered roughly the same respect. That's changed a lot, thank goodness.","c":"respect","a":"Michelle Pfeiffer"},{"id":"Ey4Ta7pnWSjKz","t":"More than anything, I think as our country matures, we recognize that women deserve to be treated with respect and dignity.","c":"respect","a":"Barbara Boxer"},{"id":"Qkku1dqIfQkKc","t":"It's not easy to retire at 31. In one respect I was glad I was done. But after a few years of having fun, I got a little restless. When you're 33, 34, and you don't have a focus, you can get kind of lost. As a man, you feel a little bit unfulfilled.","c":"respect","a":"Pete Sampras"},{"id":"rfL3YXFnHabph","t":"I expect that our associates will walk with a little more bounce in their step and understand that this company is behind them and has respect for them.","c":"respect","a":"Lee Scott"},{"id":"PxNK_1NKojmeC","t":"The success my children have had has helped me immensely. I've showed them a certain respect for this career.","c":"respect","a":"Julio Iglesias"},{"id":"uS2_Wm5hzjBw1","t":"At sea a fellow comes out. Salt water is like wine, in that respect.","c":"respect","a":"Herman Melville"},{"id":"4MjPUCzlt8_rI","t":"We never respect those who amuse us, however we may smile at their comic powers.","c":"respect","a":"Marguerite Gardiner"},{"id":"RJTXWNFVJ3BC1","t":"I deserve respect for the things I did not do.","c":"respect","a":"Dan Quayle"},{"id":"QW1MnMIQ2dayt","t":"My government, you can be assured, will be less focused on personalities. It is about treating people with respect. I think complaining about the community not being able to see the wisdom of our ideas is the wrong approach.","c":"respect","a":"Jay Weatherill"},{"id":"FzFojoTP-Adk1","t":"As long as I have the support and respect of my teammates, that's all I can ask for.","c":"respect","a":"Darren Flutie"},{"id":"93VrfAor7U11P","t":"Perhaps I seek certain utopian things, space for human honour and respect, landscapes not yet offended, planets that do not exist yet, dreamed landscapes.","c":"respect","a":"Werner Herzog"},{"id":"_o1arjg6mUeZz","t":"Treating your adversary with respect is striking soft in battle.","c":"respect","a":"Samuel Johnson"},{"id":"3VjCxzCulcBh0","t":"You should be able to voice your opinion and respect the voice of the other side. You should be willing to educate yourself and know what it is you're dealing with.","c":"respect","a":"Steve Nash"},{"id":"Oj1qQTsDQyymw","t":"I just want the same thing Joe Montana got when he was MVP. He got respect. He got commercials. He got everything.","c":"respect","a":"Jerry Rice"},{"id":"so4Vp4RRa3WB3","t":"As an actor, you really want to respect and honor the script. You want to try to be in the moment and you also realize that you're one part of a bigger picture and when they call action, you have your dance.","c":"respect","a":"Carrie-Anne Moss"},{"id":"FVTFIXFzFg1lY","t":"I respect the game that goes on of putting this against that, but I don't respect, nor do I enjoy, an awful lot of the actual programs that go on the air.","c":"respect","a":"Roone Arledge"},{"id":"nkB-FLMKQJZR2","t":"I have so much respect for people in the theater. You can't do 10 or 15 takes. It's all live. It's like life in motion.","c":"respect","a":"Puff Daddy"},{"id":"-gbsCFNokrcwa","t":"People respect you more if you just play and blow something out than if you take the easier road. That's how we think. You get more respect and people play harder for you. Just play till you blow it. Just play till it goes.","c":"respect","a":"Terry Bradshaw"},{"id":"q893lHPRfDHRo","t":"I'm getting my respect as a video director. The fashion industry respects me and knows who I am.","c":"respect","a":"ASAP Rocky"},{"id":"pTKdQGBsEtUON","t":"All due respect and trying to be as modest as I can be, I am a dancer. But I don't think I would be on 'Dancing with the Stars,' mainly because I would be too shy.","c":"respect","a":"Al Pacino"},{"id":"o0m6eV7cr2nZX","t":"Hip-hop is more about attaining wealth. People respect success. They respect big. They don't even have to like your music. If you're big enough, people are drawn to you.","c":"respect","a":"Jay-Z"},{"id":"08HkmxteZdLl7","t":"I have as much input to the blues I just never got the chance, the opportunity or maybe the respect.","c":"respect","a":"Luther Allison"},{"id":"OgxhqHfV0t4VV","t":"The Epistle is a correction of profession without life, and most valuable in this respect.","c":"respect","a":"John Nelson Darby"},{"id":"fiCEGDT7HTIKP","t":"If we have no respect for our viewers, then how can we have any respect for ourselves and what we do?","c":"respect","a":"Christiane Amanpour"},{"id":"fvzzFTXVqnSzd","t":"Since narcissism is fueled by a greater need to be admired than to be liked, psychologists might use that fact as a therapeutic lever - stressing to patients that being known as a narcissist will actually cause them to lose the respect and social status they crave.","c":"respect","a":"Jeffrey Kluger"},{"id":"uvXrlJ1RotFmZ","t":"I have the absolute utmost respect for soap opera actors now. They work harder than any actor I know in any other medium. And they don't get very much approbation for it.","c":"respect","a":"Joan Collins"},{"id":"SBWGp2Gr__k98","t":"I'm so incredibly tired of giving respect to a lot of delusions and crazy ideas just because they are regarded as religions.","c":"respect","a":"Bjorn Ulvaeus"},{"id":"__MgHqcPKr8p_","t":"It's easy to see why pitchers respect McGwire. If you hit behind him, they're saying that they don't respect you. You have to change their thinking.","c":"respect","a":"Eric Davis"},{"id":"PNuKVEwtI0de4","t":"One of the most sincere forms of respect is actually listening to what another has to say.","c":"respect","a":"Bryant H. McGill"},{"id":"xfWqtOi4CzC4j","t":"The actors I respect are the ones who see it as a career and manage to live reasonably normal lives, like Meryl Streep and Philip Seymour Hoffman.","c":"respect","a":"Max Irons"},{"id":"Aaup5bO-1PNNT","t":"When I speak of 'cycles,' I am referring to lengthy intervals of relative homogeneity, if not in the resolving of problems, than at least with respect to the consistency of their capacity to productively irritate.","c":"respect","a":"Brian Ferneyhough"},{"id":"bUq8xA5A63MGi","t":"We learned about gratitude and humility - that so many people had a hand in our success, from the teachers who inspired us to the janitors who kept our school clean... and we were taught to value everyone's contribution and treat everyone with respect.","c":"respect","a":"Michelle Obama"},{"id":"qkiMAMyHxaRFA","t":"Like many people in Britain, I have an affectionate respect for the Queen, and am surprised that I should be having such republican thoughts.","c":"respect","a":"A. N. Wilson"},{"id":"EXgLi7KLAL3Sr","t":"I actually never knew Peter Green but I do respect his early work very much.","c":"respect","a":"Ken Hensley"},{"id":"rR_kcjgs8E9Va","t":"As a chef, you need to respect your guests and their needs. If they decide that they want to eat certain things and not eat others, if for religious reasons or just decide they don't want to eat certain ingredients, you have to respect that.","c":"respect","a":"Joel Robuchon"},{"id":"T5K3D7oxsedOn","t":"In fact I am quite snappy and irritable, and I don't know if I'd like to make myself worse in that respect.","c":"respect","a":"Nigella Lawson"},{"id":"xMmPuspANOBFd","t":"Until we respect bin Laden, we are going to die in numbers that are probably unnecessary.","c":"respect","a":"Michael Scheuer"},{"id":"NqJU2miGrZ5gQ","t":"Thus, it was to seek true civilization and true justice for all the peoples of the world, and to view this as the destruction of personal freedom and respect is to be assailed by the hatred and emotion of war, and to make hasty judgments.","c":"respect","a":"Hideki Tojo"},{"id":"02KQ4Ugbh0B_h","t":"I have no confidence issues with the impact or the quality of the music. No one in hip-hop, before this point and to this point, with all due respect, has done this.","c":"respect","a":"Mos Def"},{"id":"5WyJ6bkcQ20Dz","t":"More than in any other performing arts the lack of respect for acting seems to spring from the fact that every layman considers himself a valid critic.","c":"respect","a":"Simone Weil"},{"id":"pKiHj2olSfi9z","t":"Judge Roberts has assured me personally that he has a healthy respect for precedent and the hard-won rights of Americans.","c":"respect","a":"Max Baucus"},{"id":"OX_AyKMRxsOCK","t":"The common denominator all Latinos have is that we want some respect. That's what we're all fighting for.","c":"respect","a":"Cristina Saralegui"},{"id":"OC--2aIl-6ufk","t":"I'm pretty upfront about my love and admiration for the military. One of the perks of making movies is that you get to sort of follow your own passions, and I believe quite passionately that we don't pay enough attention and respect to our veterans. Not just our wounded veterans, but all veterans.","c":"respect","a":"Peter Berg"},{"id":"LYurKBg_U6Kzb","t":"I remember the evacuee children from towns and cities throwing stones at the farm animals. When we explained that if you did that you wouldn't have any milk, meat or eggs, they soon learned to respect the animals.","c":"respect","a":"Mary Wesley"},{"id":"M5nE9KWvYI-Vu","t":"The other inmates stand in a long straight line, flanked by guards, and I am dragged past them. I do not respect them, because they will not run - will not try to escape.","c":"respect","a":"Jack Henry Abbott"},{"id":"HNzwGzXPI1mNg","t":"If I am still doing what I'm doing and I still have respect in this town, haven't done anything completely and utterly stupid, then I'll be happy with myself.","c":"respect","a":"Jeremy London"},{"id":"-3w6SoWalFTmZ","t":"I think in New York we had respect and we would pretty much fill up the places where we went, but I never got the sense that we really were Number 1 here in New York among the Latin crowds.","c":"respect","a":"Ruben Blades"},{"id":"2J19zQ7sHoMpd","t":"I have said, with respect to authorization bills, that I do not want the Congress or the country to commit fiscal suicide on the installment plan.","c":"respect","a":"Everett Dirksen"},{"id":"eFwAGGztRs8IJ","t":"About the twenty-third year of my age, I had many fresh and heavenly openings, in respect to the care and providence of the Almighty over his creatures in general, and over man as the most noble amongst those which are visible.","c":"respect","a":"John Woolman"},{"id":"cPo1FQ7603S0f","t":"We sincerely hope that south Asian countries will respect and live in amity with each other, and achieve common development, and that south Asia will enjoy peace, stability and prosperity.","c":"respect","a":"Li Peng"},{"id":"J91LCOtJqurin","t":"Often people display a curious respect for a man drunk, rather like the respect of simple races for the insane... There is something awe-inspiring in one who has lost all inhibitions.","c":"respect","a":"F. Scott Fitzgerald"},{"id":"UJvNh3M3DjiaY","t":"Facts matter. Science matters. Reason matters. Mitt Romney has shown an inability to respect any of the three. President Barack Obama not only respects them, he relies on them. He is an overwhelming and unquestioned choice to continue as president.","c":"respect","a":"Eliot Spitzer"},{"id":"0V94TEyTbgsmo","t":"Live with integrity, respect the rights of other people, and follow your own bliss.","c":"respect","a":"Nathaniel Branden"},{"id":"IcSW9KO5ZayFk","t":"You can't buy back your respect you can't buy back your career. You only get one, so I don't want to mess that up.","c":"respect","a":"Shia LaBeouf"},{"id":"0gIPHh0zM45Vv","t":"I have enormous respect for Tom Daschle. The NRA has not yet taken a formal position on which I'm aware of on this matter, and I think Tom may be just getting a little ahead of things.","c":"respect","a":"John Dingell"},{"id":"k8T8n4TQoAZUk","t":"Thieves respect property. They merely wish the property to become their property that they may more perfectly respect it.","c":"respect","a":"Gilbert K. Chesterton"},{"id":"xSKGaPSdzAXek","t":"The only theism worthy of our respect believes in God not because of the way the world is made but in spite of that. The only theism that is no less profound than the Buddha's atheism is that represented in the Bible by Job and Jeremiah.","c":"respect","a":"Walter Kaufmann"},{"id":"x39RiNdlIkSzc","t":"We are talking about someone who has lived. It must be honored in every respect. The fictional can take any kind of channel - according to the actor's marriage to the character.","c":"respect","a":"Kate Mulgrew"},{"id":"J1fgZn-p_isgD","t":"A student never forgets an encouraging private word, when it is given with sincere respect and admiration.","c":"respect","a":"William Lyon Phelps"},{"id":"YcPmid0VzNe5s","t":"In England, with all due respect, we have some of the plainest actresses in the entire world as our greatest.","c":"respect","a":"Minnie Driver"},{"id":"8Wr6hzwW0ovxU","t":"America wants its respect.","c":"respect","a":"Tupac Shakur"},{"id":"u0PbqOTMDt-Cd","t":"Respect the burden.","c":"respect","a":"Napoleon Bonaparte"},{"id":"cHxp_SnfYmchF","t":"I'm not gonna say that I hate it, because I really respect Usher and I was influenced by him. But so many people compare me to him, and I don't think it'll ever stop. I just want to be my own artist.","c":"respect","a":"Chris Brown"},{"id":"SaUHMlq4Cm83X","t":"I don't think socialism, and I don't think warmness and respect are necessarily bad words.","c":"respect","a":"Dave Matthews"},{"id":"M-3cVkv_EWkyo","t":"The fact that the adult American Negro female emerges a formidable character is often met with amazement, distaste and even belligerance. It is seldom accepted as an inevitable outcome of the struggle won by survivors, and deserves respect if not enthusiastic acceptance.","c":"respect","a":"Maya Angelou","e":true},{"id":"NtNbTWRJt2qKj","t":"I have too much respect for the characters I play to make them anything but as real as they can possibly be. I have a great deal of respect for all of them, otherwise I wouldn't do them. And I don't want to screw them by not portraying them honestly.","c":"respect","a":"Kyra Sedgwick"},{"id":"-UXqvUYETykqJ","t":"I respect the people who buy my records and come to my concerts. It's only fair that I always try to give them the very best that's in me. After all, I need them more than they need me.","c":"respect","a":"Andy Gibb"},{"id":"p-N_oki0ubuTr","t":"Be peaceful, be courteous, obey the law, respect everyone but if someone puts his hand on you, send him to the cemetery.","c":"respect","a":"Malcolm X"},{"id":"quwq1qi5IUT-w","t":"I wanted to be an actress. In college I was a serious feminist and very political. I was determined to get one thing out of my career and that was respect. I didn't want money. I didn't care about fame.","c":"respect","a":"Christine Lahti"},{"id":"4nh3FKseb2f50","t":"For this reason, the expansion of relations with all countries is on the agenda of the Islamic Republic of Iran. I mean balanced relationships, based on mutual respect and observation of each other's rights.","c":"respect","a":"Mahmoud Ahmadinejad"},{"id":"lwN8weXVijF1K","t":"If there is one realm in which it is essential to be sublime, it is in wickedness. You spit on a petty thief, but you can't deny a kind of respect for the great criminal.","c":"respect","a":"Denis Diderot"},{"id":"XaPYvhX25wiCm","t":"I think it's great that she's not perfect and wasn't perfect. I think that's maybe why so many young girls and different people look up to Mac and respect her even more.","c":"respect","a":"Catherine Bell"},{"id":"R_h2fDkiC5oN_","t":"Against my will, in the course of my travels, the belief that everything worth knowing was known at Cambridge gradually wore off. In this respect my travels were very useful to me.","c":"respect","a":"Bertrand Russell"},{"id":"Anz6J5u1-8H7v","t":"Marches alone won't bring integration when human respect is disintegratin'","c":"respect","a":"Barry McGuire"},{"id":"_YB9OsJd1ls9k","t":"People respect nonfiction but they read novels.","c":"respect","a":"E. O. Wilson"},{"id":"6w5WGHl1n1ARJ","t":"Walt had a marvelous intuition. And because he understood people very well, liked them and had great respect for people, there was nothing cynical about Walt.","c":"respect","a":"John Hench"},{"id":"RC7WMaJ4jzbRw","t":"Since achieving their independence in 1992, the people of Croatia have built a democratic society based on the rule of law, respect for human rights, and a free market economy.","c":"respect","a":"Elton Gallegly"},{"id":"Fv6uScmbqNTx6","t":"I respect people who feel things passionately. I do. But when someone is a judge, that is not what they should bring to the bench. It is not really passion, except in rare instances, that serves the bench well. It is, rather, an ability to understand the law and follow it.","c":"respect","a":"Charles Schumer"},{"id":"9pLv7-DsrQP_-","t":"You don't stay married for thirty-nine years because of sex or even because of love, but because your partner is a real friend to you, because they respect and regard you.","c":"respect","a":"Olympia Dukakis","e":true},{"id":"W8Q37ZMIyg9Sv","t":"I met Jesse Owens once. He was a remarkable individual, and I have tremendous respect for what he did in the Olympics under the circumstances.","c":"respect","a":"Lee Trevino"},{"id":"vabmYn2D4Y74s","t":"When you have that respect from your teammates, it makes it a lot more comfortable.","c":"respect","a":"LeBron James"},{"id":"VNSRZcKDgou2b","t":"Somebody who's really comfortable with who she is and doesn't care what other people think. I like women who are really strong and were brought up to be comfortable with themselves and respect themselves.","c":"respect","a":"Brian Austin Green"},{"id":"FTr5y5yzCTB6k","t":"I respect the president. He and I have a difference of opinion on how to help the country we both love. But the question each of us wants the voters to answer is who will be the better president, not who is the better American.","c":"respect","a":"Jon Huntsman, Jr."},{"id":"Bx6GqtJNMxzOF","t":"Never esteem men on account of their riches or their station. Respect goodness, find it where you may.","c":"respect","a":"William Cobbett"},{"id":"Q-_WBGozovMuP","t":"I like to be bought flowers and taken out for dinner. I like a man to be a gentleman. I don't like to be treated as if I am brainless. I like to be respected and to give respect.","c":"respect","a":"Sharon Stone"},{"id":"0YJdmSDtYUwFE","t":"I have always believed that I should have had no difficulty in causing my rights to be respected.","c":"respect","a":"Eli Whitney"},{"id":"Hxrf9qUZhdeuP","t":"I respect someone's right to privacy and I want them to know it.","c":"respect","a":"Terry Gross"},{"id":"LifyY0tf6bREb","t":"'Metals' has partly been about me regaining my self respect and I feel like I'm growing the muscles I want to grow again.","c":"respect","a":"Feist"},{"id":"VczlMv4sr0Shw","t":"There is a lovable quality about the actual tools. One feels so kindly to the thing that enables the hand to obey the brain. Moreover, one feels a good deal of respect for it without it the brain and the hand would be helpless.","c":"respect","a":"Gertrude Jekyll"},{"id":"sAxT56yl0oO2k","t":"If you're lucky as you get older, you respect the craft and it becomes a skill.","c":"respect","a":"Frank Langella"},{"id":"GiSCvqGQSZWhF","t":"Because we should always respect other nationalities, I have always tried to play them with dignity.","c":"respect","a":"Ricardo Montalban"},{"id":"n4xc24Jswtb5n","t":"I refuse to step inside the ring and fight like a gladiator against my own. I'm not playing that game. Any woman who has survived a year or more of making music has my undying respect.","c":"respect","a":"Shirley Manson"},{"id":"y6Gwy63XYYWyj","t":"Great authors are admirable in this respect: in every generation they make for disagreement. Through them we become aware of our differences.","c":"respect","a":"Andre Gide"},{"id":"S0I3Ck6dDZXA_","t":"I want to be remembered as somebody that tried to respect her integrity as an artist and as a person. And I don't want to be in any box. I don't want to be one thing.","c":"respect","a":"Penelope Cruz"},{"id":"-W5JP387SkYBr","t":"Everyone in society should be a role model, not only for their own self-respect, but for respect from others.","c":"respect","a":"Barry Bonds"},{"id":"OqfmrYjS_G3Td","t":"I have the utmost respect and 'aloha' for black people - who have already suffered so much due to racial discrimination and acts of hatred.","c":"respect","a":"Duane Chapman"},{"id":"gXQ26la7OWqnv","t":"A man's real life is that accorded to him in the thoughts of other men by reason of respect or natural love.","c":"respect","a":"Joseph Conrad"},{"id":"JM4VS7Ubb5S3n","t":"Renown? I've already got more of it than those I respect, and will never have as much as those for whom I feel contempt.","c":"respect","a":"Jean Rostand"},{"id":"jawagC9lRLpC3","t":"Second, there are two problems with respect to mobile homes in particular. One is we obviously don't want to put them in a flood plain, because if there's another flood, you're going to lose the mobile home.","c":"respect","a":"Michael Chertoff"},{"id":"UhiMQ8nvDV-7U","t":"The idea that you earn things - that you earn respect, that you earn income, responsibility. the vote, punishment... these ideas are anathema to the liberal mind.","c":"respect","a":"Dennis Prager"},{"id":"ecn8CynIRkmeN","t":"You couldn't pay me enough to be a law enforcement officer. Their job is a tough job. You have to solve people's problems, you have to baby-sit people, you have to always be doing this cat-and-mouse game with the bad guys. My respect for them is immense.","c":"respect","a":"Christopher Meloni"},{"id":"igUt80JkKI2a5","t":"I call on the international community to be fair to the Iraqi people. My position is that we respect international resolutions but in return demand justice and accountability for those who stole Iraq's money.","c":"respect","a":"Ahmed Chalabi"},{"id":"lqd_jii5l5xUN","t":"I carried through well with my tennis. I got the respect by usage of the tennis racket.","c":"respect","a":"Gabriela Sabatini"},{"id":"bmvnFnRwXnxVZ","t":"I have no problem going on record with this and probably have gone on record with this before, there aren't that many people who I respect. There just aren't.","c":"respect","a":"Marc Jacobs"},{"id":"zJ7_fCb3mnzqI","t":"I don't have to participate in another culture's ceremonies in order to respect that culture.","c":"respect","a":"Sherman Alexie"},{"id":"kO6OBj3pqDYRb","t":"Once you take care of people, people respect you.","c":"respect","a":"George Weah"},{"id":"sn13ZxPDKmpvC","t":"When people do not respect us we are sharply offended yet in his private heart no man much respects himself.","c":"respect","a":"Mark Twain"},{"id":"ISMCPIpo-U1tw","t":"Where defining foreign policy as 'ethical' went wrong was that it implied that all decisions would be exclusive in every respect of any dealings with unethical regimes.","c":"respect","a":"William Hague"},{"id":"ujODfGHXmsiOP","t":"Larry Kasdan has made some of my favorite movies of all time so just to be working with him was a pleasure. Now that I have, I not only respect his work but I just love and respect him as a person.","c":"respect","a":"Timothy Olyphant"},{"id":"40d-COM9p102E","t":"You respect all of these people that you know in the business as actors. And they sort of turn around and say, we really like your work. It's a nice acknowledgment.","c":"respect","a":"Lucy Liu"},{"id":"aSzAl3MgebBLR","t":"We must not permit our respect for the dead or our sympathy for the living to lead us into an act of injustice to the balance of the living.","c":"respect","a":"Davy Crockett"},{"id":"jx33umoqQQRjs","t":"I adore adverbs they are the only qualifications I really much respect.","c":"respect","a":"Henry James"},{"id":"qkFQP7mzPA4Px","t":"New York gave me hell for that 'Purple Swag,' man. They didn't respect me until 'Peso.'","c":"respect","a":"ASAP Rocky"},{"id":"cc8cLEJ1V7CHb","t":"There's one advantage in having been around as long as I have. Everybody in the Senate knows me, and - I'm going to say something presumptuous, to repeat myself - I think most respect me.","c":"respect","a":"Joe Biden"},{"id":"4WWcBiTgcZeTg","t":"If guys don't respect themselves, they don't respect other people. That's times and personalities. And all of them are not that way. But it don't take but one or two to screw up the whole crowd.","c":"respect","a":"Richard Petty"},{"id":"gAD5P_qMWD1lf","t":"Well, being that, at the house and being in the competition, it was very hard to be with family. We couldn't have visitors out of respect for everyone else there. But, being the American Idol, the focus would have been on me.","c":"respect","a":"LaToya London"},{"id":"ceQ_0b9ZefMJu","t":"You can't tell your kids to read if you're just watching television. They have to see you read. And in that respect, I think it's important to walk the walk. It's a wonderful shared time.","c":"respect","a":"Gary Ross"},{"id":"CMMe_TpOnXFLW","t":"I have no right, by anything I do or say, to demean a human being in his own eyes. What matters is not what I think of him it is what he thinks of himself. To undermine a man's self-respect is a sin.","c":"respect","a":"Antoine de Saint-Exupery"},{"id":"u7CQRJxErlHaJ","t":"See, I respect boxing because it has given me so much and that's why I will never allow anyone to mistreat the sport of boxing if I can help it.","c":"respect","a":"Alexis Arguello"},{"id":"Z3za3TIljKQh8","t":"Among those who are satisfactory in this respect it is desirable to have represented as great a diversity of intellectual tradition, social milieu and personal character as possible.","c":"respect","a":"Talcott Parsons"},{"id":"zhimQ8nG3Jqo3","t":"Respect the place you live, be aware of the impact that you have on things.","c":"respect","a":"Marion Cotillard"},{"id":"YDtRGn4dnl1tT","t":"Writing for children is bloody difficult books for children are as complex as their adult counterparts, and they should therefore be accorded the same respect.","c":"respect","a":"Mark Haddon"},{"id":"FFZ59l27fEz3H","t":"Respect talent. Get respect where respect is due, but don't be caught up in yourself where you do things obliviously and not pay attention to what is going on.","c":"respect","a":"Robert Griffin III"},{"id":"tqcivgZDbF7Xy","t":"I think a lot of people have lost respect for the individual, you know, the individual, the person who doesn't conform.","c":"respect","a":"Erykah Badu"},{"id":"PI2PkDeNdbaDJ","t":"I always remember having a healthy respect for my grandmother.","c":"respect","a":"Prince William"},{"id":"fluhrx_DMs0u1","t":"If any movie people are watching this show, please, for me, have some respect. You wanna sell some tickets, act like you know what you're talking about.","c":"respect","a":"Jeff Goldblum"},{"id":"HF9dCFKAfkYgt","t":"I have more respect for a man who lets me know where he stands, even if he's wrong. Than the one who comes up like an angel and is nothing but a devil.","c":"respect","a":"Malcolm X"},{"id":"34-ZxngWSq7QF","t":"Show respect to all people, but grovel to none.","c":"respect","a":"Tecumseh"},{"id":"BnYVBU-QIvmjG","t":"I hate to say it, but the truth is that the upscale line is where I get respect as a designer. The higher the price range, the higher the respect level from the industry, even though it's much easier to make a great $500 dress than a great $100 dress.","c":"respect","a":"Betsey Johnson"},{"id":"tcBXakr9PQ9wA","t":"There are people who drove me crazy, but they got the job done. And when I see that person again, I nod my head. Respect.","c":"respect","a":"Bill Murray"},{"id":"w1Y_WfUV6viKK","t":"The respect for human rights is nowadays not so much a matter of having international standards, but rather questions of compliance with those standards.","c":"respect","a":"Michelle Bachelet"},{"id":"Pz5D5ssbUdPh3","t":"No, it's interesting to remake a film for the contemporary audience today. I think it's a good idea it needs to respect the original idea. Don't just take the title and change everything else.","c":"respect","a":"Dario Argento"},{"id":"lq6PA_oKIuehp","t":"Out of respect to writers, you have to read the book in the way in which the author visualised it going out into the world.","c":"respect","a":"Joanna Trollope"},{"id":"4A9VQRf1c52Eq","t":"I work on a TV show I love, I have the opportunity to do movies with actors I respect, and I'm in love with the man I want to spend the rest of my life with, who pushes me and excites me.","c":"respect","a":"Ali Larter"},{"id":"iN65QmTyTH0Ky","t":"While I will always have the utmost respect for the superhuman out-of-bounds freestyle and extreme stunts that seem to continually progress beyond our imaginable limits, my highest appreciation goes out to the simple rider who's out there just for the experience.","c":"respect","a":"Craig Kelly"},{"id":"VmlHvVLrU6ilH","t":"Ardent love or desire introduced, as passionately longing to please and glorify the Divine Being, to be in every respect conformed to him, and in that way to enjoy him.","c":"respect","a":"David Brainerd"},{"id":"K0VN6P4arKr7F","t":"It's difficult to love someone you don't respect, which is hard to remember when you're having an argument.","c":"respect","a":"Mehmet Oz"},{"id":"rRiwzsa0TS-2m","t":"I had too much respect for the game to leave it behind or to make it my second or third sport in college.","c":"respect","a":"Ryne Sandberg"},{"id":"V4A3m2O0Vld7u","t":"No one is above the game or the rules that govern it. Respect for the game and the people who participate in it will not be compromised.","c":"respect","a":"Roger Goodell"},{"id":"gtfuoLA5IC8TG","t":"To advocate a New Order was to seek freedom and respect for peoples without prejudice, and to seek a stable basis for the existence all peoples, equally, and free of threats.","c":"respect","a":"Hideki Tojo"},{"id":"33uIMow4X8CiM","t":"My object will be, first, to show by what connections the history of the fossil bones of land animals is linked to the theory of the earth and why they have a particular importance in this respect.","c":"respect","a":"Georges Cuvier"},{"id":"TvLSYr5Ute-5n","t":"Cheerleaders deserve a lot of respect for what they do.","c":"respect","a":"Ashley Tisdale"},{"id":"dNcfrLFBrRrZq","t":"I don't have any respect at all for the scum-bags who went to Canada to avoid the draft or to avoid doing their fair share.","c":"respect","a":"R. Lee Ermey"},{"id":"meAdrCzsBuFvl","t":"It's a very complex scenario, and certainly Dave was, and is, not the only person in Pearl Jam with personality flaws. Everybody in this band exhibits some form of neurotic behavior. And we couldn't find a balance, a mutual respect for each other.","c":"respect","a":"Stone Gossard"},{"id":"uwOJtc-XvEkmU","t":"Parents need to teach their children principles of respect and acceptance.","c":"respect","a":"Zachary Quinto"},{"id":"XVC5Zk3XH72zG","t":"To win the cause we all believe in, the spread of true democracy all over the world, we need to win by example, not just with speeches but by example not just with military might but by gaining the respect of the world.","c":"respect","a":"Barbara Boxer"},{"id":"IQimPKE729_xW","t":"I get no respect. The way my luck is running, if I was a politician I would be honest.","c":"respect","a":"Rodney Dangerfield"},{"id":"dQSHfEtDYPVPU","t":"Writing fiction has developed in me an abiding respect for the unknown in a human lifetime and a sense of where to look for the threads, how to follow, how to connect, find in the thick of the tangle what clear line persists.","c":"respect","a":"Eudora Welty"},{"id":"nEwuWmqUbjrhx","t":"Even the most understated ceremony involves a certain respect for ritual and pageantry. No one plays more of a significant role than the bride's attendants.","c":"respect","a":"Vera Wang"},{"id":"t1OCUNuX4pP6m","t":"The conqueror is regarded with awe the wise man commands our respect but it is only the benevolent man that wins our affection.","c":"respect","a":"William Dean Howells"},{"id":"f3bq-ZTdSFMop","t":"We reserve our deepest respect and admiration for those who volunteer for service and give their lives to help keep our nation secure.","c":"respect","a":"Mitt Romney"},{"id":"At8TNCray5_Nz","t":"Consult your friend on all things, especially on those which respect yourself. His counsel may then be useful where your own self-love might impair your judgment.","c":"respect","a":"Lucius Annaeus Seneca"},{"id":"tFxdbxo4gF23F","t":"I don't wilt easily, and a director can't either. He's the captain of the ship and he's got to be in total control. He also has to have respect for the people he's working for. From being an actor and being on a set my whole life, I'm very comfortable there. And I'm not afraid.","c":"respect","a":"Ricky Schroder"},{"id":"V1ynywu5luQM9","t":"If you have to fight a crowd of boys, it's best to go for the biggest one. That way you won't have to fight them all. The others will see that you mean business and you will win their respect.","c":"respect","a":"Suzanne Vega"},{"id":"LLuP_Aqj_9Tri","t":"When I'm getting to know someone, I look for someone who has passions that I respect, like his career. Someone who loves what he does is really attractive.","c":"respect","a":"Taylor Swift"},{"id":"qAJfjtFX2JNyB","t":"I've spent a bit of time with the Prince of Wales, who I respect greatly. I'd give two cheers for the Monarchy.","c":"respect","a":"Sting"},{"id":"mPwxuV45hAhKu","t":"I see the entire world as Eden, and every time you take an inch of it away, you must do so with respect.","c":"respect","a":"Joni Mitchell"},{"id":"CgSnhcRjqxRpz","t":"I've learned how to look at things and not judge them, but respect them and use it in a way that people understand that I respect them, show them love and respect their reality.","c":"respect","a":"Doug E. Fresh"},{"id":"A4-VgrECPzJ-h","t":"The Arab-Israeli conflict is also in many ways a conflict about status: it's a war between two peoples who feel deeply humiliated by the other, who want the other to respect them. Battles over status can be even more intractable than those over land or water or oil.","c":"respect","a":"Alain de Botton"},{"id":"u48Re_WHgoJMu","t":"Labor wants pride and joy in doing good work, a sense of making or doing something beautiful or useful - to be treated with dignity and respect as brother and sister.","c":"respect","a":"Thorstein Veblen"},{"id":"BM9OJvVrDDt1J","t":"I have learned to respect ideas, wherever they come from. Often they come from clients. Account executives often have big creative ideas, regardless of what some writers think.","c":"respect","a":"Leo Burnett"},{"id":"We5ar_B9Ko-Di","t":"Instead, in the absence of respect for human rights, science and its offspring technology have been used in this century as brutal instruments for oppression.","c":"respect","a":"John Charles Polanyi"},{"id":"ePSMrtUe6JI4s","t":"We went online to surrogacy agencies. We interviewed lots of people - and I have to say, with all due respect, some of them were freaks. I was very leery of the process the whole way through.","c":"respect","a":"Christopher Meloni"},{"id":"AnXiK8XwpArmb","t":"I think I've earned a certain level of respect, based on my accomplishments and my consistency.","c":"respect","a":"Curt Schilling"},{"id":"Qpf617OV8ZTP6","t":"Writing can sometimes be exploitative. I like to take a few steps of remove in order to respect the privacy of the subject. If readers make the link, they have engaged with the poem.","c":"respect","a":"John Barton"},{"id":"Sgh7QqsL8LH1o","t":"Wherever I look, I see signs of the commandment to honor one's parents and nowhere of a commandment that calls for the respect of a child.","c":"respect","a":"Alice Miller"},{"id":"b6vUnHSBLE6BZ","t":"You treat a kid with respect and as an adult you talk to them as if they're smart people. But you don't throw at them the trappings of adulthood and you know, the darker stuff.","c":"respect","a":"Dave Eggers"},{"id":"Ya5flbREM-rmq","t":"I have the most profound respect for the Department of Justice and the FTC. We in Europe are a younger and I would say junior institution to the historical antitrust experience of the US.","c":"respect","a":"Mario Monti"},{"id":"HScXfLKSOLnCp","t":"My friendships and relationships in the conservative world are not predicated on political correctness and enforced conformity of thought. They are based, instead, on mutual respect, honesty and understanding - concepts many modern liberals should consider revisiting.","c":"respect","a":"Tammy Bruce"},{"id":"ibugBiw8Ew_lM","t":"This is my job and I respect it enough to concentrate on it.","c":"respect","a":"Andrew Bogut"},{"id":"bBjohKCYLQegV","t":"Being identified as a poet in France or Denmark or India one is greeted with gracious respect.","c":"respect","a":"James Broughton"},{"id":"Qp_nS1kQ_9Gtx","t":"Respect is not ever assigned it's earned.","c":"respect","a":"Linda Tripp"},{"id":"JkjShcJvCs_XG","t":"Every color I can think of and nationality, we were all touched by Dr. King because he made us like each other and respect each other.","c":"respect","a":"Lena Horne"},{"id":"R9PCE9D6LsUqk","t":"I think Europeans have enough tradition and respect for the experience and body of work of an actress that they don't sell out to the new ones.","c":"respect","a":"Kathleen Turner"},{"id":"4UvxtvTSgB7jH","t":"I have a rule on my team: when we talk to one another, we look each other right in the eye, because I think it's tough to lie to somebody. You give respect to somebody.","c":"respect","a":"Mike Krzyzewski"},{"id":"dMupbZ0eRnHEF","t":"Where the people possess no authority, their rights obtain no respect.","c":"respect","a":"George Bancroft"},{"id":"c9n_t8xiM8GMv","t":"If Milosevic is to be tried, he has to be tried by a proper court, an impartial, properly constituted court which has international respect.","c":"respect","a":"Harold Pinter"},{"id":"jNp7HgNv8haHj","t":"Hopefully this movie will help people understand that if a child is never given the tools to know how to love others and love and respect themselves, this is what happens.","c":"respect","a":"Jami Gertz"},{"id":"ovh4R6dBvigZX","t":"Success turns a lot of people off. I have a pretty solid sense of joy and respect that irritates people, and can irritate me, too.","c":"respect","a":"Dave Matthews"},{"id":"OVCYdcGx-UBBr","t":"The great rule of moral conduct is next to God, respect time.","c":"respect","a":"Johann Kaspar Lavater"},{"id":"3vraaXMjpt8iJ","t":"Don't tell your kids you had an easy birth or they won't respect you. For years I used to wake up my daughter and say, 'Melissa you ripped me to shreds. Now go back to sleep.'.","c":"respect","a":"Joan Rivers"},{"id":"uGs266kudwwyV","t":"The new republic should be based on diversity, respect and equal rights for all.","c":"respect","a":"Evo Morales"},{"id":"iRztRpuPaegIg","t":"I've got too much respect for stand-ups to call myself one.","c":"respect","a":"Johnny Vegas"},{"id":"oopafTmdQ2dQR","t":"I have a great deal of respect and admiration for people who put themselves on the line.","c":"respect","a":"Major Owens"},{"id":"NRRkBBCu3hcH1","t":"There are only two occasions when Americans respect privacy, especially in Presidents. Those are prayer and fishing.","c":"respect","a":"Herbert Hoover"},{"id":"MJQ1DsPAt6au7","t":"I wanted to be the kind of woman who would attract a certain kind of man that I could respect. That was my thinking. It had to do with the kind of couple I would be a part of.","c":"respect","a":"Lisa Kudrow"},{"id":"eylGVX7wwhxEM","t":"I believe that, like most writers, my personality comes through in the fiction. So in that respect my writing can't be like any other author's really.","c":"respect","a":"Paul Kane"},{"id":"pecqZJ2VDT0-A","t":"To be frank, I suspect that today there is little respect for Christianity as source of moral teaching about goodness.","c":"respect","a":"Timothy Radcliffe"},{"id":"bFf5PbtoOoJf0","t":"I had found English audiences highly satisfactory. They are the best listeners in the world. Perhaps the music-lovers of some of our larger cities equal the English, but I do not believe they can be surpassed in that respect.","c":"respect","a":"John Philip Sousa"},{"id":"CQBo3kbY4XFnw","t":"There exist only three beings worthy of respect: the priest, the soldier, the poet. To know, to kill, to create.","c":"respect","a":"Charles Baudelaire"},{"id":"kz0N79CdA2CiY","t":"We've become much more casual and much more relaxed in social interactions, where there was a formality and maybe a kind of respect at that time that doesn't exist now.","c":"respect","a":"Radha Mitchell"},{"id":"rUWGayGKWXkGZ","t":"My father told me to dress to reflect the respect you have for the people around you. I've never forgotten that.","c":"respect","a":"Sam Raimi"},{"id":"5incMFa15DcQt","t":"That's the most important thing to me - that if I'm gonna spend however long it takes to make a movie, give up 14 hours a day for however many weeks or months, then it's very important for me to know that I'm working with people who I respect and enjoy and that we're going for something together.","c":"respect","a":"Brad Pitt"},{"id":"HJAwCWSN8Za8P","t":"You demand respect and you'll get it. First of all, you give respect.","c":"respect","a":"Mary J. Blige"},{"id":"2OXhSUAGYv97g","t":"We tried to approach this as though there's never been a Superman movie before, but at the same time respecting the canon and mythology. There are the pillars that you have to respect, and I'm not about to break them. But it is fun for me to bend them and mess with them.","c":"respect","a":"Zack Snyder"},{"id":"-KECf6uM5GMq7","t":"If someone lacked decency or respect, I didn't allow that person to stay in my world.","c":"respect","a":"Gabrielle Union"},{"id":"mo414Dq5e3IIn","t":"I'm very conscious that I want the dance audience to respond and respect what I'm doing, so I'm always very true to the music and I honour the music in the way I see it - I don't mess around with the music.","c":"respect","a":"Matthew Bourne"},{"id":"fKC6A3uVChfPJ","t":"I have nothing but respect for HBO.","c":"respect","a":"James Gandolfini"},{"id":"WCq2vd9TvbOz-","t":"Here's my gift-giving rule: Respect your current financial situation.","c":"respect","a":"Suze Orman"},{"id":"2uosvt_OAaqao","t":"If we are not free, no one will respect us.","c":"respect","a":"Abdul Kalam"},{"id":"pzMpsitcclIPC","t":"When I was young there was no respect for the young, and now that I am old there is no respect for the old. I missed out coming and going.","c":"respect","a":"J. B. Priestley"},{"id":"m5yMrYTnLLGMs","t":"Lying has a kind of respect and reverence with it. We pay a person the compliment of acknowledging his superiority whenever we lie to him.","c":"respect","a":"Samuel Butler"},{"id":"Y38BAXxDLIUtw","t":"I am for a clear distinction between public and private life. I believe private matters should be regulated in private and I have asked those close to me to respect this.","c":"respect","a":"Francois Hollande"},{"id":"9lz2HZzyGe6EO","t":"I received from my experience in Japan an incredible sense of respect for the art of creating, not just the creative product. We're all about the product. To me, the process was also an incredibly important aspect of the total form.","c":"respect","a":"Julie Taymor"},{"id":"afxilG2_Hlzyw","t":"Sometimes you have to take a break from being a crazy kid. You can't be doing that all the time. Sometimes you just have to pay respect to your own simple-ness.","c":"respect","a":"Sean Paul"},{"id":"Cv9v9AwrlbqnL","t":"Be modest, be respectful of others, try to understand.","c":"respect","a":"Lakhdar Brahimi"},{"id":"s3fjlLXeX0m8N","t":"I'm a big proponent of young women dressing appropriately in the workplace to get ahead. We need to demand respect as women, and part of that involves how we present ourselves.","c":"respect","a":"Rachel Roy"},{"id":"YEI83sP3EAVIj","t":"Take pride in your work at all times. Remember, respect for an umpire is created off the field as well as on.","c":"respect","a":"Ford Frick"},{"id":"9vbmlS8nGm_gm","t":"I admire the Elsie Tanners and Barbara Windsors of the world: people who have crawled back from the abyss. I'm quite camp in that respect.","c":"respect","a":"Jenny Eclair"},{"id":"dIfu9komreRXl","t":"Over the course of time this gave us a deep respect for ideas, both our own and those of others, and an understanding that conflict through debate is a powerful means of revealing truth.","c":"respect","a":"Robert B. Laughlin"},{"id":"GY6xY3XIlgyc3","t":"I never make the mistake of arguing with people for whose opinions I have no respect.","c":"respect","a":"Edward Gibbon"},{"id":"_nYnpQsnCuseL","t":"I always got great respect as a bass player.","c":"respect","a":"Bill Wyman"},{"id":"QTy0fhW-pB9Zm","t":"I certainly respect other people's opinions, but I would not vote for a woman to be the pastor of a church.","c":"respect","a":"Charles Stanley"},{"id":"Yu40fyAwtDFgK","t":"If we were all determined to play the first violin we should never have an ensemble. therefore, respect every musician in his proper place.","c":"respect","a":"Robert Schumann"},{"id":"9FkUjjWD0U380","t":"Such an arrangement would provide Taiwan and China with a forum for dialogue whereby they may forge closer ties based on mutual understanding and respect, leading to permanent peace in the Taiwan Strait.","c":"respect","a":"Nick Lampson"},{"id":"zzOtAr6RRa24y","t":"If I despised myself, it would be no compensation if everyone saluted me, and if I respect myself, it does not trouble me if others hold me lightly.","c":"respect","a":"Max Nordau"},{"id":"NeP6kvdghq1Pc","t":"The Arab League tells us to go in and take out Qaddafi. We've spent billions of dollars already with respect to the Arab League. Billions of dollars, because they told us to do it. Why aren't they paying for it? They don't like Qaddafi, Qaddafi's been a terrible thorn in their side.","c":"respect","a":"Donald Trump"},{"id":"8uxp4stk44qDv","t":"I really don't spend any time on the Internet, so I guess I live a little under a rock in that respect.","c":"respect","a":"Christina Aguilera"},{"id":"TqSAHJq64trSt","t":"Arsenal have won that advantage, nobody gave it to them. By playing fantastic football and by winning matches and by winning trophies, they won that respect that the opponent has for them.","c":"respect","a":"Jose Mourinho"},{"id":"_5gIp5ifENSUK","t":"I don't expect to try to get people to like everything I do. I want them to respect what I do.","c":"respect","a":"Roger Goodell"},{"id":"jSo-7HucGLS92","t":"From the spinners, Anil and I have been together for a long time and I respect him a lot.","c":"respect","a":"Sachin Tendulkar"},{"id":"xA75uJuPNQ8Fg","t":"And they like being able to turn on the television day in and day out to see someone that they know and they feel comfortable with and trust hopefully and respect even.","c":"respect","a":"Katie Couric"},{"id":"LUECJYIWqkUtF","t":"You can have a certain arrogance, and I think that's fine, but what you should never lose is the respect for the others.","c":"respect","a":"Steffi Graf"},{"id":"IZrc6HQwfemKk","t":"It's nice to know that people appreciate and respect you.","c":"respect","a":"Marcel Carne"},{"id":"SW065Y6L4QPnN","t":"People always love and respect characters who speak the truth, even if the truth hurts.","c":"respect","a":"David Duchovny"},{"id":"CSp-2mwDA6zWS","t":"I love making new friends and I respect people for a lot of different reasons.","c":"respect","a":"Taylor Swift"},{"id":"km_Zo3EV5gLE_","t":"I'm not religious, but I believe that what I have is a gift, and I respect it and live up to it.","c":"respect","a":"Sugar Ray Leonard"},{"id":"_T0KDCRihI5tu","t":"I still collect comics. I still have a great love and respect for the genre.","c":"respect","a":"Thomas Jane"},{"id":"67mQR3aEnDNrt","t":"I think we need to significantly reduce the regulatory burden on the private sector. The Obama administration is doing the opposite. They're loading on more and more regulation on the private respect to how the economy functions.","c":"respect","a":"Dick Cheney"},{"id":"b1E4nwy3woXTr","t":"I've discovered that I've never had much respect for money, and that has meant that money has ended up ruling me a little bit more than it should have. So I'm trying to learn - at this late stage in life! - to actually control that.","c":"respect","a":"Rufus Sewell"},{"id":"tyRxd_9V1eF9q","t":"Men who love their mothers treat women wonderfully. And they have enormous respect for women.","c":"respect","a":"Ellen Barkin"},{"id":"IaMyf8zC8_YnT","t":"What's natural and right is to go with the energy of how it all has to work together. What's natural and right is interconnectedness, not individualism. What is natural and right is respect for the system, not killing the system. What's natural and right is love.","c":"respect","a":"Susan Powter"},{"id":"N7gRbeq0--vDW","t":"Ragtime has about the same amount of respect as comics. And in a way they're similar art forms. Ragtime is highly compositional, and the emotion in the music is built in, whereas in jazz a lot of that emotion comes from the way it's performed.","c":"respect","a":"Chris Ware"},{"id":"NRzozAjqZf7fJ","t":"By respect for life we become religious in a way that is elementary, profound and alive.","c":"respect","a":"Albert Schweitzer"},{"id":"uISnawtn4bpyR","t":"In high school, we studied a lot of poetical forms. I was really interested in the math that was involved and the strange live break ups. That gave me a great amount of respect for a rhymed stanza.","c":"respect","a":"Joanna Newsom"},{"id":"7swyQQaGcnxqY","t":"Lately I did a film called All I Want for Christmas and it was well received. This gave me a new point of view and a new respect for my work as an actress.","c":"respect","a":"Sarah Polley"},{"id":"r565TT11xFsNx","t":"I want to say a little something that's long overdue, the disrespect to women has got to be through. To all the mothers and the sisters and the wives and friends, I wanna offer my love and respect till the end.","c":"respect","a":"Adam Yauch"},{"id":"kNI5hUUjvFI6q","t":"Arabs respect only the language of force.","c":"respect","a":"Moshe Sharett"},{"id":"3ZAXY2WRX3P5S","t":"I'm not an American but I have always had the outsiders' respect for the American people and the American way.","c":"respect","a":"Christiane Amanpour"},{"id":"8q39FU_Euf9AK","t":"For, behind the scenes, halfway around the world in Mexico, were two decades of aggressive research on wheat that not only enabled Mexico to become self-sufficient with respect to wheat production but also paved the way to rapid increase in its production in other countries.","c":"respect","a":"Norman Borlaug"},{"id":"L5b-mC94M7tok","t":"The more you make fun of yourself and don't try to go for any kind of respect, the more people seem to respect you.","c":"respect","a":"James Van Der Beek"},{"id":"ddHFHwRfLyVmK","t":"Perhaps the surest test of an individual's integrity is his refusal to do or say anything that would damage his self-respect.","c":"respect","a":"Thomas S. Monson"},{"id":"Ek3z2ofQVOJyU","t":"Golf is game of respect and sportsmanship we have to respect its traditions and its rules.","c":"respect","a":"Jack Nicklaus"},{"id":"gGH505tyi2VJJ","t":"When you are content to be simply yourself and don't compare or compete, everybody will respect you.","c":"respect","a":"Lao Tzu"},{"id":"NkQpXosGFwl3Z","t":"I've got no respect for any young man who won't join the colors.","c":"respect","a":"Nathan Bedford Forrest"},{"id":"ESXFxzNtBNNwZ","t":"You get respect when you give respect. That's how you get respect.","c":"respect","a":"Michael Nutter"},{"id":"5NH6n6hJqvbWO","t":"I didn't want to be a writer, but I became one. And now I have many readers, in many countries. I think that's a miracle. So I think I have to be humble regarding this ability. I'm proud of it and I enjoy it, and it is strange to say it this way, but I respect it.","c":"respect","a":"Haruki Murakami"},{"id":"UVJITz5NqFcg7","t":"The British nation is unique in this respect. They are the only people who like to be told how bad things are, who like to be told the worst.","c":"respect","a":"Winston Churchill"},{"id":"SvRd8cWzks0LZ","t":"I think we can get respect for Parliament back providing governments and oppositions are frank.","c":"respect","a":"John Major"},{"id":"fd7H9XkmEOigZ","t":"The language of America changed with the election of Bill Clinton, because with all due respect to my friends on the Republican side, Bill Clinton is the best communicator of the last 50 years. He felt your pain.","c":"respect","a":"Frank Luntz"},{"id":"RUfb5_XnCXX24","t":"I have nothing but respect for the Lakers. So many of their legends shaped who I am as a person and player.","c":"respect","a":"Bill Walton"},{"id":"QqVdZQdtjQZdO","t":"Anglo-Saxon civilization has taught the individual to protect his own rights American civilization will teach him to respect the rights of others.","c":"respect","a":"William Jennings Bryan"},{"id":"3hX9fqvVfMolu","t":"What I respect as far as in myself and in others is the spirit of just doing it. For better or worse, it may work and it may not, but I'm going to go for it. Ultimately I probably prefer to be respected for that than whether it works out or not, either winning or losing.","c":"respect","a":"Hugh Jackman"},{"id":"MEly29bkTOn5z","t":"There is a secret pride in every human heart that revolts at tyranny. You may order and drive an individual, but you cannot make him respect you.","c":"respect","a":"William Hazlitt"},{"id":"HmgD0DtzjdShi","t":"I'm a good girl because I really believe in love, integrity, and respect.","c":"respect","a":"Katy Perry"},{"id":"SDOQ9sH5ZxGyA","t":"I think every religious person should have a deep sense of respect for other people's religious documents and religious symbols just as we were deeply opposed to the Taliban destroying the two historic buddhas which they blew up. So I think we ought to all oppose burning the Koran.","c":"respect","a":"Newt Gingrich"},{"id":"4gKLApqN0YcW2","t":"One of the people that I respect the most now, a person I think has done a heck of a lot for this world as a leader, is Margaret Thatcher. She helped create a world that offers us a lot of excitement as we look to the next century.","c":"respect","a":"Sanford I. Weill"},{"id":"ppWGMffzJFC2D","t":"The writers I respect the most had an undying commitment to a vision.","c":"respect","a":"Jewel"},{"id":"SP21UvEqKAUgD","t":"I was silent as a child, and silenced as a young woman I am taking my lumps and bumps for being a big mouth, now, but usually from those whose opinion I don't respect.","c":"respect","a":"Sandra Cisneros"},{"id":"7tu1dkJCHzY2S","t":"My father used to tell me about how musicians don't have respect from people and he was afraid about my future.","c":"respect","a":"Youssou N'Dour"},{"id":"hrvgnODmBgDxT","t":"When men and women are able to respect and accept their differences then love has a chance to blossom.","c":"respect","a":"John Gray"},{"id":"96sIWBMjKYcAf","t":"I have a new found respect for women who have been through breast cancer and this surgery.","c":"respect","a":"Giuliana Rancic"},{"id":"RkxzkL6q5a6Lp","t":"I like cinema audiences. I respect them, and I talk to them just like I would anybody I know.","c":"respect","a":"Roland Joffe"},{"id":"b42bKVRD6NmDF","t":"Economics is a subject that does not greatly respect one's wishes.","c":"respect","a":"Nikita Khrushchev"},{"id":"nSozneqN7SMP5","t":"I'm an atheist, but I'm very relaxed about it. I don't preach my atheism, but I have a huge amount of respect for people like Richard Dawkins who do.","c":"respect","a":"Daniel Radcliffe"},{"id":"n082EhflvuiWI","t":"If you are killed because you are a writer, that's the maximum expression of respect, you know.","c":"respect","a":"Mario Vargas Llosa"},{"id":"AlXupdXd0aQ-E","t":"This acting's serious! And I really respect those actors. It's a tough business to be able to be something you're not and be natural and convince people on camera.","c":"respect","a":"Michael Strahan"},{"id":"HdgVlS4Dd84Ip","t":"There is overwhelming evidence that the higher the level of self-esteem, the more likely one will be to treat others with respect, kindness, and generosity.","c":"respect","a":"Nathaniel Branden"},{"id":"jRzbR0rGzgrFy","t":"All respect for the office of the presidency aside, I assumed that the obvious and unadulterated decline of freedom and constitutional sovereignty, not to mention the efforts to curb the power of judicial review, spoke for itself.","c":"respect","a":"Ruth Bader Ginsburg"},{"id":"t4S9PTzLZYhKb","t":"The owner of the New York Yankees, Mr. George Steinbrenner who I had the greatest respect for, I want to thank him for giving me the opportunity to win that special ring in 1996.","c":"respect","a":"Wade Boggs"},{"id":"lq67tYFK-Lo3j","t":"Society as a whole benefits immeasurably from a climate in which all persons, regardless of race or gender, may have the opportunity to earn respect, responsibility, advancement and remuneration based on ability.","c":"respect","a":"Sandra Day O'Connor"},{"id":"orh2oBa2bu0tl","t":"You totally value and respect your body as you get older.","c":"respect","a":"Jenny McCarthy"},{"id":"MFPnJn9JxhZG6","t":"My father was an inspiration to me I made a few movies with him and I loved working with him. Everything about him - his whole approach to work, as well as his love, enthusiasm and respect for it and other people in the business - was inspiring. I was very lucky to have him as a role model.","c":"respect","a":"Hayley Mills"},{"id":"EgR7vza0v_4rk","t":"I think I'm a natural-born leader. I know how to bow down to authority if it's authority that I respect.","c":"respect","a":"Tupac Shakur"},{"id":"LMgkaRfTioIwd","t":"If you respect the audience enough, they can take onboard many things.","c":"respect","a":"Nick Park"},{"id":"Rad9UQu88lnXq","t":"I've had the greatest respect for my work in this country by Americans. Critics have no brains.","c":"respect","a":"Jerry Lewis"},{"id":"DFJrEs5kc6PEC","t":"I'll put it frankly - Britain has more influence in China than Norway or Switzerland, with all respect for the other countries.","c":"respect","a":"Jose Manuel Barroso"},{"id":"X8faqw4Ye8vte","t":"Voters don't have to love him, Romney advisers say, but they will respect him.","c":"respect","a":"Ron Fournier"},{"id":"UCKNpOSf18npA","t":"The whites come to applaud a Negro performer just like the colored do. When you've got the respect of white and colored, you can ease a lot of things.","c":"respect","a":"Nat King Cole","e":true},{"id":"NWBksrOru7AMe","t":"Madonna is a pro. I don't like her and have no respect for her but- I don't think she should be called a musician or a dancer or whatever you know, but I do have, well I do have respect for her ability to completely manipulate the media and have them work for her.","c":"respect","a":"Jon Fishman"},{"id":"YCjNrq2s7nWtG","t":"That you may retain your self-respect, it is better to displease the people by doing what you know is right, than to temporarily please them by doing what you know is wrong.","c":"respect","a":"William J. H. Boetcker"},{"id":"06N4xGdIqakLb","t":"I haven't had an orthodox career, and I've wanted more than anything to have your respect. The first time I didn't feel it, but this time I feel it, and I can't deny the fact that you like me, right now, you like me!","c":"respect","a":"Sally Field"},{"id":"K35Aovc-RkPsz","t":"I have a wonderful respect for old people.","c":"respect","a":"Craig Kilborn"},{"id":"K1MSVnt3OQM47","t":"How sick one gets of being 'good,' how much I should respect myself if I could burst out and make everyone wretched for twenty-four hours embody selfishness.","c":"respect","a":"Alice James"},{"id":"cmmtAwBYT04I5","t":"If you don't stand for something, how can anyone respect what you do?","c":"respect","a":"Miranda Lambert"},{"id":"OGM9IUh2_NuAH","t":"I'm always most excited about the job I'm doing at the present, and that's especially true about 'Price' because of my respect for the show and it's production team.","c":"respect","a":"Randy West"},{"id":"fr8w9jmHUSOJ7","t":"I can remember when I was a baby and my mother was there watching the show. I went and bought 100 episodes and watched them. I respect it so much that the sitcom itself and Ed Norton I'm not playing Ed Norton but my version of it, cause I'm a black man.","c":"respect","a":"Mike Epps"},{"id":"Q8c5QLtiUfiZE","t":"Appellant constituted a legitimate class of one, and this provides a basis for Congress's decision to proceed with dispatch with respect to his materials.","c":"respect","a":"William J. Brennan, Jr."},{"id":"PUW_PqzTBBp6b","t":"For about ten years now, the struggle for democracy and the respect of human rights has been in the focus point - if not a commodity - of political groups aiming to rise to power.","c":"respect","a":"Omar Bongo"},{"id":"a-JEIXB3l9cfh","t":"The Masters is where I won my first major, and I view this tournament with great respect. After a long and necessary time away from the game, I feel like I'm ready to start my season at Augusta.","c":"respect","a":"Tiger Woods"},{"id":"WMglQaBkPDYP1","t":"It's critical that the manager has the respect of players so he can make the moves that he feels is appropriate without having somebody go to the papers. They respect you. So you respect them back.","c":"respect","a":"Dale Murphy"},{"id":"8iioYgsC7Fj4E","t":"Terrorism can never be accepted. We must fight it together, with methods that do not compromise our respect for the rule of law and human rights, or are used as an excuse for others to do so.","c":"respect","a":"Anna Lindh"},{"id":"28vVdUMD_kAlr","t":"In the mean time I worship God, laying every wrong action under an interdict which I endeavour to respect, and I loathe the wicked without doing them any injury.","c":"respect","a":"Giacomo Casanova"},{"id":"E0b3sER8qdUzJ","t":"We never really felt a real level of respect. The fame was fantastic, but that wasn't that important to me, because for every million people that loved me I focused on the one that hated me.","c":"respect","a":"Donnie Wahlberg"},{"id":"qcO4h158CHr9c","t":"My team and I have reunited two elements that coexist with difficulty: respect and affection, because when they love you they don't respect you and when they respect you they don't love you.","c":"respect","a":"Shakira"},{"id":"7dKHAm0AqfxPM","t":"All I ever seek from good deeds is a measure of respect.","c":"respect","a":"Walter Annenberg"},{"id":"HlGqpqadKJC-R","t":"Like Christ said, love thee one another. I learned to do that, and I learned to respect and be appreciative and thankful for what I had.","c":"respect","a":"James Brown"},{"id":"xCGyhb8DX79jg","t":"I respect people who can do both careers, like Will Smith and a couple of other people who have done it, but I just don't know when they sleep.","c":"respect","a":"Val Kilmer"},{"id":"es8dbTEuAp-hK","t":"I loved fairy tales when I was a kid. Grimm. The grimmer the better. I loved gruesome gothic tales and, in that respect, I liked Bible stories, because to me they were very gothic.","c":"respect","a":"Amy Tan"},{"id":"6fiR9KwhAXot_","t":"If you respect the art and you have some talent about you, I'm on your team.","c":"respect","a":"Anthony Anderson"},{"id":"zEqlscI5PKYmL","t":"It goes without saying that the desire to accomplish the task with more confidence, to avoid wasting time and labour, and to spare our experimental animals as much as possible, made us strictly observe all the precautions taken by surgeons in respect to their patients.","c":"respect","a":"Ivan Pavlov"},{"id":"JG_LL4-sZEmZY","t":"Never dress down for the poor. They won't respect you for it. They want their First Lady to look like a million dollars.","c":"respect","a":"Imelda Marcos"},{"id":"oMRJWmm1dasNF","t":"When you have fans who are hassling you the entire game and you ignore them, they respect you because their job is to try and distract you. And if they don't distract you, that means you're focused on doing your job. And who knows, by the end, sometimes you even win them over.","c":"respect","a":"Robert Griffin III"},{"id":"uFwO34lz7VL-J","t":"Respect... is appreciation of the separateness of the other person, of the ways in which he or she is unique.","c":"respect","a":"Annie Gottlieb"},{"id":"LjGT_OzYcsn8R","t":"I'm looking at working with people I get on with, that respect me, that don't just see me as a piece of ass. Which I have experienced as well. I've nearly walked off very big films before, and I would, because I don't want that in my life. I want to enjoy the work I do.","c":"respect","a":"Gemma Arterton","e":true},{"id":"O83CySNnuHsYG","t":"I feel like the quality of privacy and respect of people's personal space has been completely disintegrated. You can ask to take the picture. I will be so glad to take the picture and pose and look good for the picture.","c":"respect","a":"Busta Rhymes"},{"id":"5lI613z7aYP0r","t":"We do not covet anything from any nation except their respect.","c":"respect","a":"Winston Churchill"},{"id":"15Oaaqtkdk78r","t":"Surely our inaction with respect to Syria is a poor precedent if we're fighting a war on terror.","c":"respect","a":"Bill Kristol"},{"id":"TzpzijGET_z9P","t":"Yes I have made a lot of money and I have a lot of respect, my films have done well, and I know there are loads of loads of people who look up to me and really love me. I really just thought this is like a strange dream. I have never thought this is a success - I don't have a standard.","c":"respect","a":"Shahrukh Khan"},{"id":"V4QWIHou7eNK0","t":"I have a feeling that being in love sometimes means the projection of your desires onto another person. The important thing is that you like the other person, respect the other person and want to raise children with the other person.","c":"respect","a":"Eric Braeden"},{"id":"zf6ZZ6vMPGZnl","t":"Women are tenacious, and all of them should be tenacious of respect without esteem they cannot exist esteem is the first demand that they make of love.","c":"respect","a":"Honore de Balzac"},{"id":"-4Y1GgmP2NT2P","t":"Whose rights will we acknowledge? Whose human dignity will we respect? For whose well-being will we, as a people, assume responsibility?","c":"respect","a":"Robert Casey"},{"id":"CxxfUdF-vAFNU","t":"Do we not realize that self respect comes with self reliance?","c":"respect","a":"Abdul Kalam"},{"id":"yo09oI5OWG4wC","t":"I was always fascinated by engineering. Maybe it was an attempt maybe to get my father's respect or interest, or maybe it was just a genetic love of technology, but I was always trying to build things.","c":"respect","a":"James Cameron"},{"id":"2PY6HVGKHCJ_7","t":"There was certainly less profanity in the Godfather than in the Sopranos. There was a kind of respect. It's not that I totally agreed with it, but it was a great piece of art.","c":"respect","a":"Danny Aiello"},{"id":"2jLT85jL8t9-A","t":"I need privacy. I would think that because what I do makes a lot of people happy that I might deserve a little bit of respect in return. Instead, the papers try to drag me off my pedestal.","c":"respect","a":"Jim Carrey"},{"id":"sGq7-dYuHVpmr","t":"People want to hear what I have to say and respect what I say.","c":"respect","a":"Jennifer Capriati"},{"id":"dgg7pvwshAzGU","t":"Self-respect is the fruit of discipline the sense of dignity grows with the ability to say no to oneself.","c":"respect","a":"Abraham Joshua Heschel"},{"id":"l-Er8CLNzEHug","t":"I have women coming up to me and saying: 'I love your character! She's so empowered. She takes control she gets what she wants.' That's another side of her. And I respect that in Joan. She says and does things that I would never allow myself to do.","c":"respect","a":"Christina Hendricks"},{"id":"MWwtzkBxxsopO","t":"Don't ever know who you may meet, or just because a person may not be dressed up all fancy, don't mean they're not an important person. You just don't ever know who you're gonna meet in life. So that's why I look at everybody as equal. Can't just judge. I treat everybody with respect. Every man.","c":"respect","a":"Floyd Mayweather, Jr."},{"id":"7RB15QAc3GcMr","t":"I'm not concerned with your liking or disliking me... All I ask is that you respect me as a human being.","c":"respect","a":"Jackie Robinson"},{"id":"CmjRPM84hip_U","t":"Respect is one of the greatest expressions of love.","c":"respect","a":"Miguel Angel Ruiz"},{"id":"AelCMrPKh-vmA","t":"We are not directly involved in Syria. But we will be working with our partners in the European Union and at the United Nations to see if we can persuade the Syrian authorities to go, as I say, more in that direction of respect for democracy and human rights.","c":"respect","a":"William Hague"},{"id":"4prF98jggse4O","t":"I remember I read this harsh review about my show, and one of my friends told me that this was the exact same stuff people said about Madonna. And it's like, she didn't care. Madonna just came out and was herself. I respect that a lot.","c":"respect","a":"Britney Spears"},{"id":"K-XDYyuzy94EO","t":"The only thing I believe is this: A player does not have to like a manager and he does not have to respect a manager. All he has to do is obey the rules.","c":"respect","a":"Sparky Anderson"},{"id":"2Prtm_GoZ916F","t":"Americanism demands loyalty to the teacher and respect for his lesson.","c":"respect","a":"Bainbridge Colby"},{"id":"f-t0eqYOn1cnc","t":"If I respect myself and believe in what I'm doing, no one can touch me.","c":"respect","a":"Fiona Apple"},{"id":"S5nFine5ar7BR","t":"My parents started a business out of the living room of our home and, 30-plus years later, it was a multimillion dollar company. So, President Obama, with all due respect, don't tell me that my parents didn't build their business.","c":"respect","a":"Nikki Haley"},{"id":"fGfaHMqaZBArW","t":"A lot of the time, the way it's portrayed is that I only see women in a sexual way. But I grew up with just my mum and sister, so I respect women a lot.","c":"respect","a":"Harry Styles","e":true},{"id":"k_6BgApKmRkkK","t":"There is in us a lyric germ or nucleus which deserves respect it bids a man to ponder or create and in this dim corner of himself he can take refuge and find consolations which the society of his fellow creatures does not provide.","c":"respect","a":"Norman Douglas"},{"id":"GSTfPn6uHUvLW","t":"My government will respect the will of the people.","c":"respect","a":"Mwai Kibaki"},{"id":"Q6vCUkvz68JrH","t":"To be sensual, I think, is to respect and rejoice in the force of life, of life itself, and to be present in all that one does, from the effort of loving to the making of bread.","c":"respect","a":"James A. Baldwin"},{"id":"8xrpvH328Nj1I","t":"The reason it has relevance is because I, as a popular Arab personality - the Arab people like me and respect me - thought it was time for me to make an ever so tiny statement about what I thought about this whole thing.","c":"respect","a":"Omar Sharif"},{"id":"jFqBMC1-TgmX9","t":"I like messing around, and I like working with artists who I respect.","c":"respect","a":"Shia LaBeouf"},{"id":"W1hvqBHp9oe3p","t":"Our aversion to lying is commonly a secret ambition to make what we say considerable, and have every word received with a religious respect.","c":"respect","a":"Francois de La Rochefoucauld"},{"id":"9tio4TSRSkwHL","t":"Anyone who can do the splits and come back up on the backbeat, as James Brown and Prince can, has my eternal respect. Prince, who is a genius of the highest order, can come back up while singing and playing the guitar.","c":"respect","a":"Bill Nighy"},{"id":"GN5sPSFT5iYA_","t":"I have a strong emotional respect for Steve.","c":"respect","a":"Walter Isaacson"},{"id":"h_LtosEdtZy0H","t":"The working class owes all honor and respect to the first men who planted the standard of labor solidarity on the hostile frontier of unorganized industry.","c":"respect","a":"Ralph Chaplin"},{"id":"dXyFY0F3_oQdR","t":"Never respect men merely for their riches, but rather for their philanthropy we do not value the sun for its height, but for its use.","c":"respect","a":"Gamaliel Bailey"}]