[{"id":"a5aL1P9WjfhIe","t":"When I see myself on film it makes me smile, I mean making a good living doing what I enjoy is soo much fun. I just hope that everyone has the chance to enjoy life like I do.","c":"smile","a":"Adrienne Barbeau"},{"id":"XfdqYlpBABz77","t":"Operationally, God is beginning to resemble not a ruler but the last fading smile of a cosmic Cheshire cat.","c":"smile","a":"Julian Huxley"},{"id":"luqXJXP93fGT4","t":"I get very nervous whenever I think about it. I've never done a serious play, and I have such awe of the woman - she's really my only idol. It's going to be a big stretch - certain people come out on stage and your face muscles automatically tense and you get ready to smile.","c":"smile","a":"Judy Holliday"},{"id":"5PtrsVo3A9fGX","t":"A warm smile is the universal language of kindness.","c":"smile","a":"William Arthur Ward"},{"id":"W4hsAi_SdmuIi","t":"No one is so completely disenchanted with the world, or knows it so thoroughly, or is so utterly disgusted with it, that when it begins to smile upon him he does not become partially reconciled to it.","c":"smile","a":"Giacomo Leopardi"},{"id":"BDQSxlRS6s5JV","t":"It scares you: all the noise, the rattling, the shaking. But the look on everybody's face when you're finished and packing, it's the best smile in the world and there's nobody hurt, and the well's under control.","c":"smile","a":"Red Adair"},{"id":"HgJh1xdwZDwsj","t":"Smile, it is the key that fits the lock of everybody's heart.","c":"smile","a":"Anthony J. D'Angelo"},{"id":"czm9HzkOjzmBE","t":"Nobody needs a smile so much as the one who has none to give. So get used to smiling heart-warming smiles, and you will spread sunshine in a sometimes dreary world.","c":"smile","a":"Lawrence G. Lovasik"},{"id":"yvrSvZ3RLDDbY","t":"My friends and family, especially my mom and dad, are always saying I should smile more.","c":"smile","a":"Dillon Casey"},{"id":"ROaSa19jXPI2D","t":"We sometimes laugh from ear to ear, but it would be impossible for a smile to be wider than the distance between our eyes.","c":"smile","a":"Malcolm De Chazal"},{"id":"KMx1K1bEmOxRf","t":"I was so embarrassed about mispronouncing words. I just knew how to smile.","c":"smile","a":"Adriana Lima"},{"id":"q8GJ5nZEwMeiC","t":"Wrinkles will only go where the smiles have been.","c":"smile","a":"Jimmy Buffett"},{"id":"L7k36slOchYeq","t":"But I am convinced that those Jews who stand aside today with a malicious smile and with their hands in their trousers' pockets will also want to dwell in our beautiful home.","c":"smile","a":"Theodor Herzl"},{"id":"euNiDdiUj_zWL","t":"If you haven't seen your wife smile at a traffic cop, you haven't seen her smile her prettiest.","c":"smile","a":"Kin Hubbard"},{"id":"IngLK4ScIS6YJ","t":"Go, forget me - why should sorrow, O'er that brow a shadow fling? Go, forget me - and tomorrow, brightly smile and sweetly sing. Smile - though I shall not be near thee Sing - though I shall never hear thee.","c":"smile","a":"Charles Wolfe"},{"id":"pfX6IRfyLrtB9","t":"But with exquisite breathing you smile, with satisfaction of love, And I touch you again as you tick in the silence and settle in sleep.","c":"smile","a":"Karl Shapiro"},{"id":"h7Dx3tD-UWmjd","t":"Look back, and smile on perils past.","c":"smile","a":"Walter Scott"},{"id":"vPobxz-h_r_bt","t":"Crowds are the most difficult thing for me these days because I have to walk with my head down and my eyes averted. There's still that part of me that wants to hold my head up, make eye contact and smile.","c":"smile","a":"Cameron Diaz"},{"id":"I4URP79c30m1-","t":"I like to smile when its natural. I'm not mad or anything. That's my style.","c":"smile","a":"Jesse McCartney"},{"id":"iNx0nDEJjJscJ","t":"If you meet a woman in a burqa, she can't reply to your smile. It's a denial of identity.","c":"smile","a":"Jean-Francois Cope"},{"id":"DZmQM13caj0TS","t":"You see, with me, when I'm nervous, I smile and laugh.","c":"smile","a":"Paula Radcliffe"},{"id":"mE5u7D1hdCgOI","t":"Bob Dylan has always sealed his decisions with the unexplainable. His motives for withholding the release of the magnificent 'Basement Tapes' will be as forever obscure as Brian Wilson's reasons for the destruction of the tapes for 'Smile.'","c":"smile","a":"Jon Landau"},{"id":"KJTRkwD8T_U5-","t":"For me, I think the Lord wanted me to win to put a smile on Chinese people's faces.","c":"smile","a":"Michael Chang"},{"id":"U_eC8_A3rzzxf","t":"Oh, the summer night, Has a smile of light, And she sits on a sapphire throne.","c":"smile","a":"Barry Cornwall"},{"id":"8rO9pjBZtHbng","t":"Comrades, this man has a nice smile, but he's got iron teeth.","c":"smile","a":"Andrei A. Gromyko"},{"id":"0w_IhbAMgZpBc","t":"Don't write anything you can phone. Don't phone anything you can talk. Don't talk anything you can whisper. Don't whisper anything you can smile. Don't smile anything you can nod. Don't nod anything you can wink.","c":"smile","a":"Earl Long"},{"id":"9qzjcuLPJbeal","t":"He taught me never to smile, which helps me when I visit disaster sites.","c":"smile","a":"Emo Philips"},{"id":"VTCPtlRWOH5t_","t":"Everyone looks so much better when they smile.","c":"smile","a":"Jimmy Fallon"},{"id":"ghP9XDYlABJ61","t":"Bjorn was a different breed, I threw my best material at him, but he would never smile, but that added to the charm when he played me and Mac. We were going nuts and losing our mind and he was sitting back like he was on a Sunday stroll.","c":"smile","a":"Jimmy Connors"},{"id":"7y5-yJPBO7h4k","t":"I never get tired of smiling. I'm just the kind of guy who likes to smile.","c":"smile","a":"Jason Ritter"},{"id":"h-CKPGHsOoqrn","t":"I sat in at every club in New York City, jamming with musicians, because it felt right - and because it felt right and we were having fun - the people dancing and sipping their drinks in the clubs felt it too and it made them smile.","c":"smile","a":"Ray Conniff"},{"id":"IyA1lhXpM2Cfh","t":"I don't really remember a time younger than 5 years old that I didn't have skates on because all I can remember is every day, tying up my skates and a big smile on my face, excited to go on the ice.","c":"smile","a":"Michelle Kwan"},{"id":"Mqqc6p5iMsG1R","t":"Nothing you wear is more important than your smile.","c":"smile","a":"Connie Stevens"},{"id":"ABslCcgCI4fFx","t":"There are some women whose pregnancy would make some sly bachelor smile.","c":"smile","a":"Honore de Balzac"},{"id":"Lr0altx02MqKN","t":"People ask me to smile for the camera, but somehow it always comes out gloomy.","c":"smile","a":"Stephen Rea"},{"id":"AqDfRkUMjHNl0","t":"A kind heart is a fountain of gladness, making everything in its vicinity freshen into smiles.","c":"smile","a":"Washington Irving"},{"id":"pfrJKo_WyI9aB","t":"If you're able to help some people and make them smile and make them realize that life is good, then that's worth so much more than buying a pair of shoes.","c":"smile","a":"Maria Sharapova"},{"id":"R4WZMxufXZ7gY","t":"Right now, I'm following the Buddhist principle: Smile as abuse is hurled your way and this too shall pass.","c":"smile","a":"Aishwarya Rai"},{"id":"WbDbu5uH_foBS","t":"Playing hard to get is not the way to win me over. I'm definitely more for the girl who can smile and laugh all the time and just have a good time!","c":"smile","a":"Taylor Lautner"},{"id":"Ukp2ZGnweruN9","t":"Well, there's nothing more touching than putting a smile on a kid's face when you can.","c":"smile","a":"Emma Roberts"},{"id":"sVpbmNVT3Zp1w","t":"When trying to remember my share in the glow of the eternal present, in the smile of God, I return to my childhood, too, for that is where the most significant discoveries turn up.","c":"smile","a":"Herman Hesse"},{"id":"6njEkOouhrBRi","t":"I suffered from post-natal depression after Rowan was born. I had a healthy, beautiful baby girl and I couldn't look at her. I couldn't hold her, smile at her. All I wanted was to disappear and die.","c":"smile","a":"Brooke Shields"},{"id":"d-95HF0SpceJs","t":"I'm really exciting. I smile a lot, I win a lot, and I'm really sexy.","c":"smile","a":"Serena Williams","e":true},{"id":"zLLSfEw9rZenn","t":"What do I like in a girl? I like a girl that likes me, a girl that knows how to smile and see the bright side of things. A girl that makes me a better person.","c":"smile","a":"James Lafferty"},{"id":"c7lPk35WlFKgB","t":"There's no damn business like show business - you have to smile to keep from throwing up.","c":"smile","a":"Billie Holiday"},{"id":"7g2CnN_yxwt2_","t":"Laughter is regional: a smile extends over the whole face.","c":"smile","a":"Malcolm De Chazal"},{"id":"TsAO-8pjvgFpd","t":"A smile is the universal welcome.","c":"smile","a":"Max Eastman"},{"id":"1nGGCJOgYm1SK","t":"I have found that a smile and a stick will carry you through all right, and in ninety-nine cases out of a hundred it is the smile that does the trick.","c":"smile","a":"Robert Powell"},{"id":"q6vwMOp2ocY9F","t":"If I went to them all dressed up and flashed a nice smile for the cameras it would probably be easier for me to get work. But I just can't tolerate it.","c":"smile","a":"Charlie Hunnam"},{"id":"TR5GlDouVS976","t":"We have such a long, familiar history with Peter Falk. The minute his mug is on that screen people smile.","c":"smile","a":"Paul Reiser"},{"id":"3SdYu2c090-az","t":"Southerners smile more than other Americans.","c":"smile","a":"John Shelton Reed"},{"id":"14TnfW7WooZIo","t":"Just because a situation is grim doesn't mean you don't have every right to smile.","c":"smile","a":"Rashida Jones"},{"id":"tRWKA-PFh_AjY","t":"Allowing yourself to smile takes 99% of the effort.","c":"smile","a":"Simon Travaglia"},{"id":"K8QetiUkrokVe","t":"Virtue is not photogenic. What is it to be a nice guy? To be nothing, that's what. A big fat zero with a smile for everybody.","c":"smile","a":"Kirk Douglas","e":true},{"id":"EawAmBZEMaZsm","t":"Children learn to smile from their parents.","c":"smile","a":"Shinichi Suzuki"},{"id":"DrZvN06Z815ub","t":"The coolest part about seeing a girl wear something comfortable is the smile that you can just feel coming through from inside her.","c":"smile","a":"Kellan Lutz"},{"id":"8DfjvCFX_r4Os","t":"When I look out at the people and they look at me and they're smiling, then I know that I'm loved. That is the time when I have no worries, no problems.","c":"smile","a":"Etta James"},{"id":"vPZ8J9BOLdNoc","t":"When you see that many people with a smile on their face, then you must be doing something right.","c":"smile","a":"Greg Norman"},{"id":"lDg8Blz0bK-Bv","t":"Anyone who has a continuous smile on his face conceals a toughness that is almost frightening.","c":"smile","a":"Greta Garbo"},{"id":"z7CNJ8sVhXlOU","t":"I'd much rather have sat there and just been a fly on the wall, instead of having to smile at people. I'd rather have been a waitress. Just gone round and stared at people.","c":"smile","a":"Jennifer Saunders"},{"id":"mASO0PFUgcczJ","t":"Ostensibly rigorous and realistic, contemporary conservatism is an ideology of denial. Its symbol is a smile button.","c":"smile","a":"Christopher Lasch"},{"id":"tHGB5AgLM4PeV","t":"I always challenge myself. I get out in deep water and I always try to get back. But I get hung up. The audience never knows, but that's when I smile the most, when I show the most ivory.","c":"smile","a":"Earl Hines"},{"id":"5gdiAg6NAvsJA","t":"The essence of life is the smile of round female bottoms, under the shadow of cosmic boredom.","c":"smile","a":"Guy de Maupassant"},{"id":"nxSQQuIXjsSm9","t":"And I like the look on people's faces when I say I'm doing this movie called Pride and Prejudice and they kind of smile, and then I say I'm in a movie called Doom and they kind of do a double take and try and put the two things together. And they never quite manage to.","c":"smile","a":"Rosamund Pike"},{"id":"XEIplGkeXNsEV","t":"It is impossible to persuade a man who does not disagree, but smiles.","c":"smile","a":"Muriel Spark"},{"id":"ZstPXOmD9FcIh","t":"I smile so much at the theater my face hurts when I leave.","c":"smile","a":"Heather Matarazzo"},{"id":"FK-mhrEA12kxH","t":"I love to smile.","c":"smile","a":"Inge de Bruijn"},{"id":"q9jY3br0wiFxX","t":"The greatest self is a peaceful smile, that always sees the world smiling back.","c":"smile","a":"Bryant McGill"},{"id":"CflbmJrPWSXYF","t":"She felt like a chess player who, by the clever handling of his pieces, sees the game taking the course intended. Her eyes were bright and tender with a smile as they glanced up into his and her lips looked hungry for the kiss which they invited.","c":"smile","a":"Kate Chopin"},{"id":"ggXJnB2NPsfjg","t":"While you're improvising, you may come up with something which will break him up. As soon as that smile comes out, you know that, hey, we're having fun.","c":"smile","a":"Shelley Berman"},{"id":"NbEyOinT9cjfT","t":"Colors are the smiles of nature.","c":"smile","a":"Leigh Hunt"},{"id":"tSDvi632VV5gx","t":"I've always spent more time with a smile on my face than not, but the thing is, I don't write about it.","c":"smile","a":"Robert Smith"},{"id":"wmDhuesDDrusd","t":"A smile is a curve that sets everything straight.","c":"smile","a":"Phyllis Diller"},{"id":"cK5kCqJVQEFJg","t":"As happy a man as any in the world, for the whole world seems to smile upon me!","c":"smile","a":"Samuel Pepys"},{"id":"QM8xknPZ3CjM2","t":"It takes a man to suffer ignorance and smile.","c":"smile","a":"Sting"},{"id":"75w01huYmXy2d","t":"I think ultimately I make people happy: Whether I'm doing the stage show, giving somebody a makeover, or designing clothing, the end goal is to make people smile.","c":"smile","a":"Carson Kressley"},{"id":"_sLnXBVXPQCx9","t":"My big running discovery was around Stanley Park in Vancouver. Miss it. That's a six-mile loop. Now I smile when I get four miles done. Age is a beast.","c":"smile","a":"Michael Weatherly"},{"id":"962RtdUP6fIQd","t":"Get up and dance, get up and smile, get up and drink to the days that are gone in the shortest while.","c":"smile","a":"Simon Fowler"},{"id":"vzyK3sfAs3Gwj","t":"When you're walking down the street, or you're at a restaurant, someone catches your eye because they have their own look. It goes way beyond what they're wearing - into their mannerisms, the way they smile, or just the way they hold themselves.","c":"smile","a":"Mary-Kate Olsen"},{"id":"2qQksbnwalMPP","t":"The bat is gone, but the smile remains.","c":"smile","a":"Willie Stargell"},{"id":"CANaJySNJnw2s","t":"Acting is a sense of wonder and magic and mystery for me and when life takes me on a new journey, I simply remember the smile my first ballet recital put on my face and I move forward.","c":"smile","a":"Andrea Thompson"},{"id":"eS3rwm6rI9gxH","t":"You have to promote yourself you have to have this smile on your face all the time and be this nice guy - which I am!","c":"smile","a":"Craig Roberts"},{"id":"bkjxKaMV4IY5F","t":"I enjoy jokes, smiling, and making people smile. I may be a little different, but that's OK, who wants to be normal anyway?","c":"smile","a":"Tim Duncan"},{"id":"knnGQ71OaynEE","t":"The people of Liberia know what it means to be deprived of clean water, but we also know what it means to see our children to begin to smile again with a restoration of hope and faith in the future.","c":"smile","a":"Ellen Johnson Sirleaf"},{"id":"ycPS68-GGrmXL","t":"I made a circle with a smile for a mouth on yellow paper, because it was sunshiny and bright.","c":"smile","a":"Harvey Ball"},{"id":"jslxu4_Tal548","t":"Usually, if you smile at them and show some interest in the toy, they will give it to you. That's a straight up Democrat move!","c":"smile","a":"Margaret Cho"},{"id":"v2BYKSbOFDrpX","t":"Let me smile with the wise, and feed with the rich.","c":"smile","a":"Samuel Johnson"},{"id":"SegnIxrqyQ5Q2","t":"I hoped I could make people smile and laugh and have a good time.","c":"smile","a":"Carson Kressley"},{"id":"k2jGTHkZQL2JF","t":"If by chance some day you're not feeling well and you should remember some silly thing I've said or done and it brings back a smile to your face or a chuckle to your heart, then my purpose as your clown has been fulfilled.","c":"smile","a":"Red Skelton"},{"id":"Dz5sjz8rW-0JE","t":"Those who weep recover more quickly than those who smile.","c":"smile","a":"Jean Giraudoux"},{"id":"8RvH57IVm0Do0","t":"I never smile unless I mean it.","c":"smile","a":"Donny Osmond"},{"id":"r44ANhy6gXV2v","t":"I truly believe my job is to make sure people smile.","c":"smile","a":"Shahrukh Khan"},{"id":"Xgc-d-gpUEnEG","t":"Sometimes your joy is the source of your smile, but sometimes your smile can be the source of your joy.","c":"smile","a":"Nhat Hanh"},{"id":"BcRk5b_EduwIK","t":"The smile of God is victory.","c":"smile","a":"John Greenleaf Whittier"},{"id":"M3A3yrbNQDZRZ","t":"Remember even though the outside world might be raining, if you keep on smiling the sun will soon show its face and smile back at you.","c":"smile","a":"Anna Lee"},{"id":"8ctYKUWG5GLue","t":"I want to touch the heart of the world and make it smile.","c":"smile","a":"Charles de Lint"},{"id":"XiP3jZGlmwdqB","t":"A game one of my sisters will play with me in my first year of being alive is called Good Baby, Bad Baby. This consists of being told I am a good baby until I smile and laugh, then being told I am a bad baby until I burst into tears. This training will stand me in good stead all through my life.","c":"smile","a":"Ali Smith"},{"id":"0PE8ayBgjfTRp","t":"Jessica Simpson is the youth ambassador for Operation Smile, and an episode of The Apprentice featured a team managing a charity concert she put on. Donald Trump came on stage and pledged a donation.","c":"smile","a":"Roma Downey"},{"id":"bFYSHp66YVyeM","t":"Reproof on her lip, but a smile in her eye.","c":"smile","a":"Samuel Lover"},{"id":"bBhvZ4Ig1O8w4","t":"Ever since I was four years old, I loved making people smile, making them think, making them feel good, feel some kind of emotion.","c":"smile","a":"Ann-Margret"},{"id":"uyVSNdAoOfZe2","t":"The man who can smile when things go wrong has thought of someone else he can blame it on.","c":"smile","a":"Robert Bloch"},{"id":"Iffy21kKGYPPw","t":"When you walk into a room, a healthy, beautiful smile is incredibly important.","c":"smile","a":"Susan Anton"},{"id":"PG6LLrRouwF9y","t":"If you force yourself to smile, within a couple minutes, you feel happy.","c":"smile","a":"Dean Norris"},{"id":"qNt5gON-prtlh","t":"I figured out, I guess, that the job just makes me happy if it's not number one. So if it all works, great. If it doesn't, I still go home, look at my kids, and I have a big smile on my face.","c":"smile","a":"Thomas Kretschmann"},{"id":"d2ZrzmjNxY4A_","t":"One of the most important responsibilities in the Christian life is to care about others, smile at them, and be a friend to the friendless.","c":"smile","a":"James Dobson"},{"id":"MdkQw6YzFC88I","t":"People smile at me as if they know me. I just smile back. They probably might know me.","c":"smile","a":"Jim Broadbent"},{"id":"43wZj2mvGoKrX","t":"You're never fully dressed without a smile.","c":"smile","a":"Martin Charnin"},{"id":"KFMNkQiy-U9c3","t":"And the smile that is worth the praises of earth is the smile that shines through tears.","c":"smile","a":"Ella Wheeler Wilcox"},{"id":"wMYDeXFBPeZIQ","t":"When life takes me on a new journey, I simply remember the smile my first ballet recital put on my face and I move forward.","c":"smile","a":"Andrea Thompson"},{"id":"LsY1XDbPJYym8","t":"People who keep stiff upper lips find that it's damn hard to smile.","c":"smile","a":"Judith Guest"},{"id":"RtIEfdHoJgD8v","t":"When onstage, I always try to take my audience through as many emotions as I possibly can. I want them to go from laughter to tears, be shocked and surprised and walk out the door with a renewed sense of themselves - and maybe a smile.","c":"smile","a":"Reba McEntire"},{"id":"03kqJaqgnYxc5","t":"Smile, it's better than a poke in the eye.","c":"smile","a":"Douglas Horton"},{"id":"ih74hRNcxBwrm","t":"Never a lip is curved with pain that can't be kissed into smiles again.","c":"smile","a":"Bret Harte"},{"id":"0GKuclfczCjFF","t":"The same people who smile in my face would be the same ones to talk behind my back.","c":"smile","a":"Timbaland"},{"id":"G8hJBvDzCE3f7","t":"Youth smiles without any reason. It is one of its chiefest charms.","c":"smile","a":"Thomas Gray"},{"id":"ZHytbmVb6j8Y2","t":"Oh, the ignorance of us upon whom Providence did not sufficiently smile to permit us to be born in New England.","c":"smile","a":"Horace Porter"},{"id":"fk1JHzqags9Xm","t":"I can sing and dance. I can smile - a lot.","c":"smile","a":"Chris Colfer"},{"id":"_Zs-2MyTXTWYU","t":"So, my style has hopefully changed over the years and it is more relaxed, and I do tend to smile and have more than one expression these days hopefully - which I didn't at the beginning.","c":"smile","a":"Jo Brand"},{"id":"bkT-vHnXvB7-j","t":"As long as you smile, have sparkly eyes and stick your shoulders back, nobody's going to notice your bum or your waist or your feet, for that matter.","c":"smile","a":"Cat Deeley"},{"id":"vYQpr4eEPutDq","t":"I'm a very outgoing person. I'm always happy, I'm one of those people who are always smiling. If somebody described me to somebody else, they'd say the kid with the curly hair with the big smile on his face. I get along with everybody.","c":"smile","a":"Corbin Bleu"},{"id":"RB-qz1nsAY_jF","t":"The weaker the country, the stronger the smile.","c":"smile","a":"Howard Koch"},{"id":"cHWFUj4dJzSbB","t":"You can always tell folks from nonfolks. Folks like to feel good, like to smile for the camera when there's a big photo opportunity for a really good cause.","c":"smile","a":"Russell Baker"},{"id":"Y8qrxwxZ6SJnO","t":"Laughter is day, and sobriety is night a smile is the twilight that hovers gently between both, more bewitching than either.","c":"smile","a":"Henry Ward Beecher"},{"id":"P25qXtR82OGef","t":"Tell me not of joy: there's none Now my little sparrow's gone He, just as you, Would toy and woo, He would chirp and flatter me, He would hang the wing awhile, Till at length he saw me smile, Lord! how sullen he would be!","c":"smile","a":"William Cartwright"},{"id":"zgdQ9kUZOhh3K","t":"I just smile. And they - my opponents don't like it when I smile at them. They think I'm playing or something. But - like I smile throughout the whole fight. Sometimes I'll be throwing combinations and I just smile and stick my tongue out at them.","c":"smile","a":"Rau'Shee Warren"},{"id":"KfJf2CTn-Aktc","t":"A stale article, if you dip it in a good, warm, sunny smile, will go off better than a fresh one that you've scowled upon.","c":"smile","a":"Nathaniel Hawthorne"},{"id":"YMkV69Opj8Y9V","t":"I've never wanted anybody to like me because I had long hair or short hair, or that they liked the way I dressed or they liked the way I dressed or they liked the way I smile.","c":"smile","a":"David Allan Coe"},{"id":"LpY1UsOLp0xkV","t":"Always keep your smile. That's how I explain my long life.","c":"smile","a":"Jeanne Calment"},{"id":"CMWb1pCP34UEr","t":"I always said that if I could just find a guy who could chop wood and had a nice smile, it wouldn't bother me if he was a thug or an aristocrat, as long as he was a good guy. And I've ended up with an educated thug.","c":"smile","a":"Sade Adu"},{"id":"OexGRVVys4TR0","t":"Whenever I run into prejudice. I smile and feel sorry for them, and I say to myself, There's one more argument for birth control.","c":"smile","a":"Freddy Fender"},{"id":"yBqBWfSymNasS","t":"If you're going to kill someone there isn't much reason to get all worked up about it and angry - you just pull the trigger. Angry discussions beforehand are a waste of time. We need to smile at Novell while we pull the trigger.","c":"smile","a":"Jim Allchin"},{"id":"uE-__to__FxuR","t":"I think luck is the sense to recognize an opportunity and the ability to take advantage of it... The man who can smile at his breaks and grab his chances gets on.","c":"smile","a":"Samuel Goldwyn"},{"id":"bI0AjBRxq9gdo","t":"Later in my life, I'm going to look back and smile and be very fulfilled. I know that if I don't give it my all right now I'll regret it later. That's very important to me, because I've worked all my life to have this.","c":"smile","a":"Shania Twain"},{"id":"jOaUg-BDP3maD","t":"When I see these young girls who are dreaming the dream that I'm living, it's very very exciting and it puts a big smile on my face.","c":"smile","a":"Sue Wicks"},{"id":"3VV-6GEEC2OKM","t":"I like outgoing girls with a lovely smile and beautiful eyes.","c":"smile","a":"Corbin Bleu"},{"id":"Cd8COOZZn7Kqn","t":"Remember that it is not enough to abstain from lying by word of mouth for the worst lies are often conveyed by a false look, smile, or act.","c":"smile","a":"Abraham Cahan"},{"id":"Hm8vaP8x4p9d6","t":"I think people are sick and tired of all the abuse songs, and drug addiction, we want to bring to world a big fat smile.","c":"smile","a":"Steve Brown","e":true},{"id":"ffLRT8XFPFs31","t":"I know virtually no one of my age who can remember a hug, or a smile from their father, or a 'Let's go play football.'","c":"smile","a":"Peter Mullan"},{"id":"8g77VWNfwnRlE","t":"Most smiles are started by another smile.","c":"smile","a":"Frank A. Clark"},{"id":"ZfQOwfH5566oC","t":"I just want to show the fans my big smile and play the game that I love.","c":"smile","a":"Yani Tseng"},{"id":"lV0VwrMRCz-eo","t":"When I came into office, people said, 'Billionaire? How do they live? What do they eat? How do they sleep?' Today, they see me on the subway coming uptown. A couple of people say hi, some people smile and nod. Some people just sleep. It's not an issue.","c":"smile","a":"Michael Bloomberg"},{"id":"hZhppZfXZRC-I","t":"We ought to be beating our chests every day. We ought to look in the mirror, stick out our chests, suck in our bellies, and say, 'Damn, we're Americans,' and smile.","c":"smile","a":"Jay Garner","e":true},{"id":"jjeTCQIOUSeuU","t":"War is a game that is played with a smile. If you can't smile, grin. If you can't grin, keep out of the way till you can.","c":"smile","a":"Winston Churchill"},{"id":"zQ_QtEZcuT1Rc","t":"I've had to learn to fight all my life - got to learn to keep smiling. If you smile things will work out.","c":"smile","a":"Serena Williams"},{"id":"_FOspSwsB4BCD","t":"When Fortune smiles, I smile to think how quickly she will frown.","c":"smile","a":"Robert Southwell"},{"id":"WchyKJfX2CzqK","t":"We're teaching our kids that attributes as vague and relatively meaningless as a toothy smile or a fine head of hair make a fine statement about a person.","c":"smile","a":"Neil Cavuto"},{"id":"Ax0Odg0WzZpo7","t":"Let him who expects one class of society to prosper in the highest degree, while the other is in distress, try whether one side of the face can smile while the other is pinched.","c":"smile","a":"Thomas Fuller"},{"id":"ifUnSArqV7jNu","t":"Nothing beats a great smile.","c":"smile","a":"Karl Urban"},{"id":"C-KqOOyy1i9bU","t":"The smile on your face lets me know that you need me, there's a truth in your heart that says you'll never leave me, and the touch of your hand says you'll catch me whenever I fall.","c":"smile","a":"Allison Krauss"},{"id":"FCq1MihEW1k18","t":"Wear a smile and have friends wear a scowl and have wrinkles.","c":"smile","a":"George Eliot"},{"id":"Hmx_q94_qspiK","t":"If the world's a veil of tears, Smile till rainbows span it.","c":"smile","a":"Lucy Larcom"},{"id":"1zXa95-7VnPdN","t":"I just sing the stuff that makes me smile, makes me feel like I didn't sell myself out.","c":"smile","a":"Patti LaBelle"},{"id":"tdGo5WRr2_HUD","t":"We smile at the ignorance of the savage who cuts down the tree in order to reach its fruit but the same blunder is made by every person who is over eager and impatient in the pursuit of pleasure.","c":"smile","a":"William Ellery Channing"},{"id":"dle-uNhCqHiyk","t":"I wake up every day with a smile on my face.","c":"smile","a":"Henry Ian Cusick"},{"id":"J3mdIiM0yY752","t":"The Parthenon without the marbles is like a smile with a tooth missing.","c":"smile","a":"Neil Kinnock"},{"id":"TjDbru5vT8-UR","t":"I just want to make people smile.","c":"smile","a":"Julie Garwood"},{"id":"S8T-yMONbJxhl","t":"A smile costs about $240.","c":"smile","a":"Roma Downey"},{"id":"MgkskQIqRFcyb","t":"I have witnessed the softening of the hardest of hearts by a simple smile.","c":"smile","a":"Goldie Hawn"},{"id":"ev6-AhktpXG3k","t":"The flower in the vase smiles, but no longer laughs.","c":"smile","a":"Malcolm De Chazal"},{"id":"-VgpqnDhsas9H","t":"Jesus wept Voltaire smiled. From that divine tear and from that human smile is derived the grace of present civilization.","c":"smile","a":"Victor Hugo"},{"id":"3QlCE5raja3Iv","t":"I was walking around legally blind. Now I have 20-20 vision. I can't believe I spent so many years blurry, but I think that coincides with how I was feeling. Now I notice if people are watching me, but I also smile right back if someone waves, which helps.","c":"smile","a":"Nicole Kidman"},{"id":"IyE8vUB0WKXyO","t":"It is boorish to live ungraciously: the giving is the hardest part what does it cost to add a smile?","c":"smile","a":"Jean de la Bruyere"},{"id":"-05ShLixtePem","t":"The person that's always talkin', you don't have to worry about that person. The person that while you're in his face, he's just lookin' at you with a smile on his face, that's the guy you worry about.","c":"smile","a":"Michael Clarke Duncan"},{"id":"SENLYr8ira9EA","t":"I wake up each and every day with a smile on my face knowing I get to do something musically.","c":"smile","a":"Two Chainz"},{"id":"ioMODSP4KsXcl","t":"She gave me a smile I could feel in my hip pocket.","c":"smile","a":"Raymond Chandler"},{"id":"6wtISYjafZtPC","t":"I don't mind a little Sturm und Drang. When I was doing 'Riding in Cars With Boys,' I wouldn't smile at anybody, because my character, Bev, was angry at the world. I'm the opposite. Inside my head I'd be like, God, I'll explain to you at the end of shooting that I'm not this person.","c":"smile","a":"Drew Barrymore"},{"id":"OM6mf-6aJKAno","t":"Clinton's hands remain incredibly clean, don't they, and Tony Blair's smile remains as wide as ever. I view these guises with profound contempt.","c":"smile","a":"Harold Pinter"},{"id":"lYtJSS2vZTHZ0","t":"We've been trained since kindergarten: Be nice, be kind, share, put on a smile. So we're conditioned to squash our natural selfish instincts, and that's the right thing for society.","c":"smile","a":"Bryan Cranston"},{"id":"x34150Kirqeyq","t":"Luck is not chance, it's toil fortune's expensive smile is earned.","c":"smile","a":"Emily Dickinson"},{"id":"MqAi61QOB_QdL","t":"I try to make people smile and dance, not think about things or educate them.","c":"smile","a":"Norman Cook"},{"id":"2-gE_EDThKRrW","t":"Sometimes Queens' music is dark, but somehow it's ok to deliver it with a smile on your face because thing's are still going to kick in.","c":"smile","a":"Joshua Homme"},{"id":"3cfkb4eb_2cTt","t":"The company of fools may first make us smile, but in the end we always feel melancholy.","c":"smile","a":"Oliver Goldsmith"},{"id":"qFd5qMfjAW5BE","t":"The biggest thing we get out of it is seeing the kids smile. And hopefully we will also see that the lessons we're teaching - not only the fundamentals of hockey, but also the life values - are sinking in.","c":"smile","a":"Bobby Orr"},{"id":"7d1grJt14IBBx","t":"I hope there have been times when I made you all proud, or made you all smile or at least piqued your interest in this wonderful institution we call government.","c":"smile","a":"John Rowland"},{"id":"9BrHIPxiMtcL9","t":"I love a girl that can make me laugh. I am not really a laugh-at-things type of guy and I don't smile and laugh all the time... But if a girl can make me laugh... I'm in love!!!!","c":"smile","a":"Jesse McCartney"},{"id":"48TLOyKhCGDRk","t":"Beautiful isle of the sea, Smile on the brow of the waters.","c":"smile","a":"George Cooper"},{"id":"DJXvznCSRn-aM","t":"May Heaven be propitious, and smile on the cause of my country.","c":"smile","a":"Zebulon Pike"},{"id":"x6LI0iTFeolW9","t":"Some people know that they are so adorable looking, all they have to do is smile and dress up and they get plenty from that. Then there are some of us who, early on, see that that doesn't work. So we joke about it.","c":"smile","a":"Merrill Markoe"},{"id":"_tTHaarGrHBT2","t":"You keep shooting. You hope it goes in, and you smile.","c":"smile","a":"Teemu Selanne"},{"id":"yjKGouYYFrLOD","t":"I will know how to hold you just by the look in your eye, I will never forget - not even on the day that I die. This is a promise of my passion for you, smile at me and make it true.","c":"smile","a":"Diana Lynn"},{"id":"SVzPBU4ebHCba","t":"To smile at the jest which plants a thorn in another's breast is to become a principal in the mischief.","c":"smile","a":"Richard Brinsley Sheridan"},{"id":"980VMtvLwRoI8","t":"Don't cry because it's over. Smile because it happened.","c":"smile","a":"Dr. Seuss"},{"id":"7ScavV3aVbM_s","t":"I think Operation Smile is in more than 22 countries, mostly Third World. It just happened that my schedule opened up at the time they were heading to Vietnam.","c":"smile","a":"Roma Downey"},{"id":"28st7Xc8neQX0","t":"You know when someone's over-flattering you in a way. You smile but you can't believe it.","c":"smile","a":"Laura Linney"},{"id":"5ryiSO53hgqA0","t":"I like to smile. I smile even when I'm nervous since it calms me down and shows my friendliness.","c":"smile","a":"Yani Tseng"},{"id":"UrFJIbct3kqRF","t":"I like guys with a nice smile. I know it's cliche, but it's so true! I like a guy with a nice smile and nice eyes.","c":"smile","a":"Rebecca Black"},{"id":"IddCH14fWeTZA","t":"I love a good laugh as well, I think that's so important in life, which is probably why I've dabbled in comedy writing as well as horror. I think if you can make someone laugh or smile it's the most special thing in the world.","c":"smile","a":"Paul Kane"},{"id":"pstRuys3Dv6_7","t":"The catch phrase for the day is 'Do an act of kindness. Help one person smile.'","c":"smile","a":"Harvey Ball"},{"id":"ZR5afHsweVXUr","t":"I believe that when you put a smile out there, you get a smile back.","c":"smile","a":"Heidi Klum"},{"id":"pPjvcQYap9Y1Z","t":"The Viennese wash everything. Where else in the world does the government hire public servants to wash public telephone booths and the glass over traffic lights? Every time I see someone doing these things, I smile like a child.","c":"smile","a":"Jonathan Carroll"},{"id":"aFzvlRWiks01j","t":"There is not a soul who does not have to beg alms of another, either a smile, a handshake, or a fond eye.","c":"smile","a":"Lord Acton"},{"id":"IMXIQ0l3TWIBk","t":"You get somebody to crack a smile, that's a beautiful thing.","c":"smile","a":"Tracy Morgan"},{"id":"SvslJsewcVtpN","t":"I feel like a little kid who just walked into a candy store. I think that's something to smile about.","c":"smile","a":"Brandon Boyd"},{"id":"JAkZYg3DQ4CvQ","t":"In my whole career, I've never seen this type of race that you had to wait for the last day. There's so many teams that are involved. You've got to smile because we're in it.","c":"smile","a":"David Wells"},{"id":"PEWgxfJC3M3Oj","t":"I get really frustrated if people don't smile.","c":"smile","a":"Sophie Ellis-Bextor"},{"id":"O4LVhZ9cTRB3B","t":"When you consider all the stars I have managed, mere submarines make me smile.","c":"smile","a":"Charles Frohman"},{"id":"jTyXFVC975pBP","t":"Joy's smile is much closer to tears than laughter.","c":"smile","a":"Victor Hugo"},{"id":"czTpesdcPRPvh","t":"I've told several writers this, and, again, I get back to it, but if you want to make God smile, tell him your plans.","c":"smile","a":"Vin Scully"},{"id":"irXdlHTd2qLA5","t":"My mother-in-law speaks not a word of English. I speak not a word of Tajiki. So I smile at her ingratiatingly and she fixes me with a beady eye.","c":"smile","a":"Wilbur Smith"},{"id":"22-Ui8v5s3LCj","t":"I try to greet my friends with a drink in my hand, a warm smile on my face, and great music in the background, because that's what gets a dinner party off to a fun start.","c":"smile","a":"Ina Garten"},{"id":"lgmoQa3lknOmZ","t":"Smile, for everyone lacks self-confidence and more than any other one thing a smile reassures them.","c":"smile","a":"Andre Maurois"},{"id":"q2nNNfS3tXlA0","t":"They might not need me but they might. I'll let my head be just in sight a smile as small as mine might be precisely their necessity.","c":"smile","a":"Emily Dickinson"},{"id":"Ygb-3ZAxLevfT","t":"The real man smiles in trouble, gathers strength from distress, and grows brave by reflection.","c":"smile","a":"Thomas Paine"},{"id":"s1rlMvz8IVaHl","t":"I love the live performances and Las Vegas. I also like making films that are being discovered by another generation. Having been a teen idol of the '60s is great because you realize you left your generation with a smile and good memories.","c":"smile","a":"Connie Stevens"},{"id":"uX2FJ-dg_MW5v","t":"Arnold Palmer has what I call an 'Eisenhower smile'. Those two men, they'd smile and their whole faces would look so pleasant it was like they were smiling all over.","c":"smile","a":"Byron Nelson"},{"id":"qOi4Mp0CRA2By","t":"People always say golfers don't smile. But there is so much psychology in golf so we have to be a bit robotic.","c":"smile","a":"Lee Westwood"},{"id":"ozMA_ETKD3vjV","t":"In junior high school, I was an object of pure ridicule for my dress, withdrawal, and asocial manner. Dozens of times, I saw individuals laugh and smile more in ten to fifteen minutes than I did in all my life up to then.","c":"smile","a":"Arthur Bremer"},{"id":"Nir7jJ4uk0xMp","t":"I think the deafness affects me more than I realise I think it makes me more tired. I loathe parties. I attend, smile and leave.","c":"smile","a":"Stephanie Beacham"},{"id":"Zm5jpa9TVdlCa","t":"It's been a hard time to celebrate, to come out with a smile. But I'm an American. Naomi asked me to come out to support other Americans, and here I am.","c":"smile","a":"Angie Everhart"},{"id":"SS5wHOkPFYlKw","t":"Even if you're unhappy, just pretend that you're happy. Eventually, your smile will be contagious to yourself. I had to learn that. I used to think, 'I'm being fake,' but you know what? Better to be fake and happy than real and miserable.","c":"smile","a":"Evangeline Lilly"},{"id":"NKQIf5epizCHP","t":"If you want to meet a woman, it's best just to smile and say hi.","c":"smile","a":"Karen McDougal"},{"id":"TZ2XrsXbL5d5q","t":"Many people say I smile more in Africa than in Sweden.","c":"smile","a":"Henning Mankell"},{"id":"XXB90ulWzAdcz","t":"I never smile when I have a bat in my hands. That's when you've got to be serious. When I get out on the field, nothing's a joke to me. I don't feel like I should walk around with a smile on my face.","c":"smile","a":"Hank Aaron"},{"id":"9d9GKfp5RxfMs","t":"And if you see me, smile and maybe give me a hug. That's important to me too.","c":"smile","a":"Jim Valvano"},{"id":"zyDu-TP687gwW","t":"A beautiful person is someone who stays true to themselves and their spirit someone who is self-confident and can make you smile.","c":"smile","a":"Helena Christensen"},{"id":"ysxpG7weEK1d3","t":"You know, I've got wrinkles on my forehead and smile lines, but what's wrong with that? I love to smile.","c":"smile","a":"Jennifer Aniston"},{"id":"5gM4c2PQl8hbp","t":"No, I like to wear as least amount of makeup as I can during my everyday life because I'm just all about keeping my skin healthy and hydrated and I love to laugh and have a great time and smile - that's when I feel the most pretty so I just want to make sure that I stay happy.","c":"smile","a":"Lily Collins"},{"id":"j0KWtYR-Mn17G","t":"You see some of these actors, they have a permanent smile on their face. How can they do that? It really fascinates me.","c":"smile","a":"Agnes Bruckner"},{"id":"XnpOUqUw_wdPK","t":"A smile is the light in your window that tells others that there is a caring, sharing person inside.","c":"smile","a":"Denis Waitley"},{"id":"UjHabfURA2qhO","t":"A smile is the chosen vehicle of all ambiguities.","c":"smile","a":"Herman Melville"},{"id":"oHczwSjmTP8Mb","t":"We tried to set up a company that patterned ourselves after Southwest in all the fun, the spirit, the great people, the smile, the efficiency side of it, but we've added some extras that people aren't used to finding on Southwest.","c":"smile","a":"David Neeleman"},{"id":"tFPN3fQ7Yw8tb","t":"I think that anybody that smiles automatically looks better.","c":"smile","a":"Diane Lane"},{"id":"b5APRCBK2M8VB","t":"We may smile at these matters, but they are melancholy illustrations.","c":"smile","a":"Joseph Howe"},{"id":"GwraV5HBFQnyM","t":"If you smile when no one else is around, you really mean it.","c":"smile","a":"Andy Rooney"},{"id":"hvVFa25tYQOec","t":"I think Led Zeppelin must have worn some of the most peculiar clothing that men had ever been seen to wear without cracking a smile.","c":"smile","a":"Robert Plant"},{"id":"0YCdwiinmdsTl","t":"I watched Gene Kelly for his smile, for his energy. Vittorio Gassman for his movement. Clark Gable for his mustache. And I watched Lassie who was happy as a dog.","c":"smile","a":"Jean Dujardin"},{"id":"S0j__VrBuRCpv","t":"There is no point to samba if it doesn't make you smile.","c":"smile","a":"Alma Guillermoprieto"},{"id":"mAQD5cAJoWuxV","t":"When I take my kids out for dinner or lunch, people smile at us.","c":"smile","a":"Louis C. K."},{"id":"fMPBRf8EPbJCc","t":"I think I've always had a certain amount of skepticism of this whole 'shut up and smile' theory. I haven't ever swallowed that pill so easily, although I tried.","c":"smile","a":"Amber Heard"},{"id":"LO3L2wxfnVCYB","t":"What looks like enjoyment is the sneer of contempt. That's not a smile.","c":"smile","a":"Jack Kevorkian"},{"id":"_K8RV7KFawF8z","t":"His smile is like the silver plate on a coffin.","c":"smile","a":"John Philpot Curran"},{"id":"GFcOehgL-SH7W","t":"A gentle word, a kind look, a good-natured smile can work wonders and accomplish miracles.","c":"smile","a":"William Hazlitt"},{"id":"ENei_5BiUltt7","t":"Smile at a stranger. See what happens.","c":"smile","a":"Patti LuPone"},{"id":"tdT7YQEoTxu5-","t":"If the Starbucks secret is a smile when you get your latte... ours is that the Web site adapts to the individual's taste.","c":"smile","a":"Reed Hastings"},{"id":"pE73CXrrNuO2O","t":"I enjoy what Twitter is because I can really connect with the fans and it's a great way to share information with them and it's also a great way to entertain. I like being able to put a smile on people's faces and letting them know what I'm doing.","c":"smile","a":"Peter Facinelli"},{"id":"wiCF0K6m5ChvI","t":"Smile, it's free therapy.","c":"smile","a":"Douglas Horton"},{"id":"S-q1xHoioKRSO","t":"A smile is a facelift that's in everyone's price range!","c":"smile","a":"Tom Wilson"},{"id":"JyTvKo__fcH8K","t":"You know, there's nothing like seeing the smile on my kids' faces. Laughing together. Playing. It's the best.","c":"smile","a":"Mark Wahlberg"},{"id":"NqAIquzRVZfV3","t":"A man can be drawn across the room with the simplicity of a smile. That's why your pearly whites should always be straight and shiny. I think most of my clients are drawn to a fun, flirty nature in a woman. The problem is, most women do not often feel fun and flirty.","c":"smile","a":"Patti Stanger"},{"id":"gTuoohHQofonY","t":"I had ordered long legs, but they never arrived. My eyes are weird too, one is gray and the other is green. I have a crooked smile and my nose looks like a ski slope. No, I would not win a Miss contest.","c":"smile","a":"Jane Seymour"}]