[{"id":"EzFicS9aft0Cl","t":"Individual commitment to a group effort - that is what makes a team work, a company work, a society work, a civilization work.","c":"society","a":"Vince Lombardi"},{"id":"PexwmEtcTqD4Z","t":"Discrimination is a hellhound that gnaws at Negroes in every waking moment of their lives to remind them that the lie of their inferiority is accepted as truth in the society dominating them.","c":"society","a":"Martin Luther King, Jr."},{"id":"x3qfoDYXVKj9x","t":"The one thing that advances a society is not technology or so-called development it's love - that one principle.","c":"society","a":"Tom Shadyac"},{"id":"Gw4e8bLTD652K","t":"Society is always taken by surprise at any new example of common sense.","c":"society","a":"Ralph Waldo Emerson"},{"id":"cJ_tOMEQEpabx","t":"The 1960s were about releasing ourselves from conventional society and freeing ourselves.","c":"society","a":"Yoko Ono"},{"id":"Fe5lk2u_zxprR","t":"People who work together will win, whether it be against complex football defenses, or the problems of modern society.","c":"society","a":"Vince Lombardi"},{"id":"gqkB4mFHZMztS","t":"The idealists will always be in society, and we will survive.","c":"society","a":"John Zorn"},{"id":"gm7IObDwyeV2C","t":"I am willing to compete on my merits and on my character - not with the color of my skin. We talk about being a color-blind society, but I don't think the political process could actually handle that.","c":"society","a":"J. C. Watts"},{"id":"_lgZhMEheDR1s","t":"No good is ever done to society by the pictorial representation of its diseases.","c":"society","a":"John Ruskin"},{"id":"AGHj7Mz7XTGBD","t":"What we do as a society is seek simple answers.","c":"society","a":"Dean Koontz"},{"id":"fH-GNWA4p7V-q","t":"Europeans say they are proud of their social fabric, of strong rights for workers and the weak in society.","c":"society","a":"David Korten"},{"id":"J8UAgrwfBoFe5","t":"In a higher phase of communist society... only then can the narrow horizon of bourgeois right be fully left behind and society inscribe on its banners: from each according to his ability, to each according to his needs.","c":"society","a":"Karl Marx"},{"id":"aWPWlg68vvegj","t":"I feel like sometimes that I was not meant for this society.","c":"society","a":"Mike Tyson"},{"id":"mxgiXsi68do3a","t":"After 25-plus years as a lawyer, prosecutor, and defense attorney, I have developed a deep appreciation for both the wisdom of the law and the role that jurists play in framing the rights and responsibilities that define our society.","c":"society","a":"Eliot Spitzer"},{"id":"kxlbgG23TMduq","t":"What is a society without a heroic dimension?","c":"society","a":"Jean Baudrillard"},{"id":"Jcdb2zkPjxSSI","t":"Patriarchy is like the elephant in the room that we don't talk about, but how could it not affect the planet radically when it's the superstructure of human society.","c":"society","a":"Ani DiFranco"},{"id":"IAuBOam2LfT6j","t":"To have a man who can flirt is next thing to indispensable to a leader of society.","c":"society","a":"Margaret Oliphant"},{"id":"jXIJLJ2mqHHT6","t":"The Holocaust illustrates the consequences of prejudice, racism and stereotyping on a society. It forces us to examine the responsibilities of citizenship and confront the powerful ramifications of indifference and inaction.","c":"society","a":"Tim Holden"},{"id":"8tfH9IN2zcPaF","t":"Some people strengthen the society just by being the kind of people they are.","c":"society","a":"John W. Gardner"},{"id":"FrA1XTGpWbvIM","t":"Artists are going to be the metronome of this society.","c":"society","a":"Yoko Ono"},{"id":"Fq_2VkrzCCtJH","t":"As society advances the standard of poverty rises.","c":"society","a":"Theodore Parker"},{"id":"aoqMEAjer3Qxa","t":"Obama often criticizes policies that place the interests of the powerful ahead of the powerless. But through his administration's support of abortion rights, Obama shows his lack of empathy for society's most powerless.","c":"society","a":"Gary Bauer"},{"id":"jiPcjmUY0qLHm","t":"We have a society in which one of the greatest things you can do is a platform to see victim status, and one of the qualifications for that is that you have these exquisitely tender feelings about things and sensibilities which are easily offended.","c":"society","a":"Brit Hume"},{"id":"1cA4ywcR1Zx-W","t":"But, on the other hand, I get bored with racism too and recognize that there are still many things to be said about a Black person and a White person loving each other in a racist society.","c":"society","a":"Audre Lorde"},{"id":"FuHX4qKSjM1WV","t":"Awareness in our society has flipped all types of injustice on its head.","c":"society","a":"Serj Tankian"},{"id":"9vz_z_vmNLHj_","t":"You do not know our culture, our ethics, or the unwritten codes that already provide our society more order than could be obtained by any of your impositions.","c":"society","a":"John Perry Barlow"},{"id":"2bm0_rRxN7JHq","t":"I, for one, would think both about how far we have come as a country and how much further we need to go to erase racism and discrimination from our society.","c":"society","a":"Charles Rangel"},{"id":"_m8PdTKWMSGKF","t":"I believe society has a right to defend itself, just as the individual has the right to attack that with which he disagrees.","c":"society","a":"Naguib Mahfouz"},{"id":"cMvrXKm-DBMwj","t":"Our modern society - especially in the West, and especially now - reveres youth.","c":"society","a":"Clint Eastwood"},{"id":"6gYhU4Pf8HaYe","t":"Prison continues, on those who are entrusted to it, a work begun elsewhere, which the whole of society pursues on each individual through innumerable mechanisms of discipline.","c":"society","a":"Michel Foucault"},{"id":"iMoKLrrOLKxg-","t":"Diversity in the world is a basic characteristic of human society, and also the key condition for a lively and dynamic world as we see today.","c":"society","a":"Jinato Hu"},{"id":"Tm5xdiia69AoI","t":"My definition of a decent society is one that first of all takes care of its losers, and protects its weak.","c":"society","a":"John le Carre"},{"id":"L0GW8n0MwX6GV","t":"The individual is not accountable to society for his actions in so far as these concern the interests of no person but himself.","c":"society","a":"John Stuart Mill"},{"id":"z3bdGyEVX4aXI","t":"It is time for the world, the hemisphere and the region to make sure that relevant institutions of civil society and relevant laws are embedded in the mechanisms of governance.","c":"society","a":"Baldwin Spencer"},{"id":"eQHKy3nCjc6VM","t":"A Libertarian society of unfettered individualism spreads its benefits to virtually everyone - not just those who have the resources to seize political power.","c":"society","a":"Harry Browne"},{"id":"wxT0Q34zvuRJu","t":"Society is not a disease, it is a disaster. What a stupid miracle that one can live in it.","c":"society","a":"Emile M. Cioran"},{"id":"Tx99iUsgcxDPp","t":"Deep down, the US, with its space, its technological refinement, its bluff good conscience, even in those spaces which it opens up for simulation, is the only remaining primitive society.","c":"society","a":"Jean Baudrillard"},{"id":"bcKpZ0XF4OSpn","t":"Because we believe that our ethnic group, our society, our political party, our God, is better than your God, we kill each other.","c":"society","a":"Neale Donald Walsch"},{"id":"XP_8rzDpI2sf6","t":"We are all murderers and prostitutes - no matter to what culture, society, class, nation one belongs, no matter how normal, moral, or mature, one takes oneself to be.","c":"society","a":"R. D. Laing"},{"id":"bWU5e9PWwLP62","t":"Inasmuch as society cannot go on without discipline of some kind, men were constrained, in the absence of any other form of discipline, to turn to discipline of the military type.","c":"society","a":"Irving Babbitt"},{"id":"NTmy1qQwVSVUR","t":"Sometimes nudity is gratuitous. We just live in a society where everything goes.","c":"society","a":"Judi Dench"},{"id":"jhP1K0SvbuW4g","t":"We must not inflict life on children who will be resented we must not inflict unwanted children on society.","c":"society","a":"Anne Lamott"},{"id":"NL6CCnu9fbiSS","t":"A junkie is someone who uses their body to tell society that something is wrong.","c":"society","a":"Stella Adler"},{"id":"_F8O6thoIkxOd","t":"I do feel like I have always, in my life, been inclined to be on the outside, walk a different path or something. Because of that, and increasingly over the years, my sense of distance from mainstream society or from the way culture works, I have a different kind of perception of it.","c":"society","a":"Ian MacKaye"},{"id":"yvr0lzLBEgffN","t":"The labor of women in the house, certainly, enables men to produce more wealth than they otherwise could and in this way women are economic factors in society. But so are horses.","c":"society","a":"Charlotte Perkins Gilman"},{"id":"x2fLLViB5k4HG","t":"When I got out of acting school, I was lucky to have gotten any job at all. A lot of people hiring African American actresses - it was right after 'Roots,' and for society, not me, it was great. Nice richly dark-skinned people was the fashion, and I was not.","c":"society","a":"Anna Deavere Smith"},{"id":"pIo9OE_RUNYjk","t":"The gift of loneliness is sometimes a radical vision of society or one's people that has not previously been taken into account.","c":"society","a":"Alice Walker"},{"id":"g1f3RkDtCvHFE","t":"Technological society has succeeded in multiplying the opportunities for pleasure, but it has great difficulty in generating joy.","c":"society","a":"Pope Paul VI"},{"id":"CsBnsrHgp9CGC","t":"You can find your way across this country using burger joints the way a navigator uses stars.","c":"society","a":"Charles Kuralt"},{"id":"uXjf-NdN6Ngs3","t":"Bankers - pillars of society who are going to hell if there is a God and He has been accurately quoted.","c":"society","a":"John Ralston Saul"},{"id":"LEaeRgiLuS4Iy","t":"Possibly because I grew up not feeling very confident about my own physical appearance, I developed internal devices so that I could integrate into society.","c":"society","a":"Shirley Manson"},{"id":"_unRSrNNKiN0D","t":"As a creative person, you just put something out into the consciousness of the society you live in.","c":"society","a":"Annie Lennox"},{"id":"SORTI4do5fc4r","t":"Society is like the air, necessary to breathe but insufficient to live on.","c":"society","a":"George Santayana"},{"id":"8ZqQsMoDhYiME","t":"A society in which there are high levels of voluntary activity will simply be a better, happier place than one where there are not.","c":"society","a":"Jonathan Sacks"},{"id":"XtkKADEADc3lj","t":"There's an unconscious bias in our society: girls are wonderful boys are terrible. And to be a boy, or young man, growing up, having to listen to all this, it must be painful.","c":"society","a":"Doris Lessing"},{"id":"OGxDPietFD-Wi","t":"For a long time, society put obstacles in the way of women who wanted to enter the sciences.","c":"society","a":"Sally Ride"},{"id":"Oz0xaewiFn0aq","t":"When you understand your obligations to God then you can understand your obligations to society.","c":"society","a":"H. Rap Brown"},{"id":"KiHhgtM3qB9qY","t":"Australia has an increasingly multicultural society.","c":"society","a":"Julie Bishop"},{"id":"piZH6ARSQXvp5","t":"A system that was originally designed to support the poorest in society is now trapping them in the very condition it was supposed to alleviate.","c":"society","a":"Iain Duncan Smith"},{"id":"Qnzb9ZkreqX31","t":"I was very restless. I really wanted to be a part of a kind of a progressive society. I was fed up with these Communist doctrines and you were hassled all the time with members of the Party committee who were KGB, what you have to do, where in the West you can go or not to go.","c":"society","a":"Mikhail Baryshnikov"},{"id":"nCQqJ-znqyxpV","t":"But if you say that we should not educate children who have come into our state for no other reason than they've been brought there by no fault of their own, I don't think you have a heart. We need to be educating these children, because they will become a drag on our society.","c":"society","a":"Rick Perry"},{"id":"Fl_E0axM4ay6V","t":"American society is a sort of flat, fresh-water pond which absorbs silently, without reaction, anything which is thrown into it.","c":"society","a":"Henry Adams"},{"id":"7eB1wNLeF54uG","t":"The negative side of football. The negative side of our society. People sometimes go to football and bring to it the negative aspects of our society.","c":"society","a":"Jose Mourinho"},{"id":"q_iT-juAx6WVJ","t":"If anything needs to get fixed in society, it's people's consumption of other people's problems.","c":"society","a":"Corey Feldman"},{"id":"N946clcfOWa9-","t":"It is incontestable and deplorable that Negroes have committed crimes but they are derivative crimes. They are born of the greater crimes of the white society.","c":"society","a":"Martin Luther King, Jr."},{"id":"-Ycmv_kgbPnJa","t":"Men of genius are often dull and inert in society as the blazing meteor, when it descends to earth, is only a stone.","c":"society","a":"Henry Wadsworth Longfellow"},{"id":"43Z66ba6QwuSd","t":"Even if one is interested only in one's own society, which is one's prerogative, one can understand that society much better by comparing it with others.","c":"society","a":"Peter L. Berger"},{"id":"59JKHKyK530Ew","t":"Land: A part of the earth's surface, considered as property. The theory that land is property subject to private ownership and control is the foundation of modern society, and is eminently worthy of the superstructure.","c":"society","a":"Ambrose Bierce"},{"id":"V86KVMK70s2yc","t":"Everything in our society is so purposeful.","c":"society","a":"Sara Blakely"},{"id":"wrKX5v748UBfi","t":"If we wish to preserve a free society, it is essential that we recognize that the desirability of a particular object is not sufficient justification for the use of coercion.","c":"society","a":"Friedrich August von Hayek"},{"id":"4whAta7GoKhP5","t":"I'm 23 years old. I might just be my mother's child, but in all reality, I'm everybody's child. Nobody raised me I was raised in this society.","c":"society","a":"Tupac Shakur"},{"id":"7Drw3beZ9IQe5","t":"The only thing of value I have in this life is my ability to tell a story, whether in print, orating, writing it down or having people acting it out. That's why I'm always hoping society never collapses because the first ones to go will be entertainers.","c":"society","a":"Kevin Smith"},{"id":"y8wLURqe-xB50","t":"All you now do is pursue your private objectives within society. Instead of us being a community, everybody is asked to seek their own personal ends. It's called competition. And competition is antagonism.","c":"society","a":"Edward Bond"},{"id":"QOS0TcjWoU-ws","t":"A people that values its privileges above its principles soon loses both.","c":"society","a":"Dwight D. Eisenhower"},{"id":"i4oEhUycXLcBX","t":"Society, being codified by man, decrees that woman is inferior she can do away with this inferiority only by destroying the male's superiority.","c":"society","a":"Simone de Beauvoir"},{"id":"KRQWHnzSw7edm","t":"Since my retirement, I've spent a lot of time trying to help the School of Social Work at the University of North Carolina. A society like this just can't afford an uneducated underclass of citizens.","c":"society","a":"Charles Kuralt"},{"id":"xfcuJQHZw6Jbt","t":"Affirmative action has a negative effect on our society when it means counting us like so many beans and dividing us into separate piles.","c":"society","a":"John Kasich"},{"id":"FhtHjplIdze_X","t":"Progress is measured by the degree of differentiation within a society.","c":"society","a":"Herbert Read"},{"id":"0AMoBjOUCnfxs","t":"What can you say about a society that says that God is dead and Elvis is alive?","c":"society","a":"Irv Kupcinet"},{"id":"k-jRQ2nJgba07","t":"A lot of guys and people in our society think that chicks just love dudes with money. Chicks love dudes who are successful who happen to have money - do you know what I mean? Chicks are attracted to dudes that are doing their own thing.","c":"society","a":"Adam Carolla"},{"id":"i7uFFvmW0NR4L","t":"My mind boggles at the amount of violence inflicted upon children in today's society.","c":"society","a":"Samantha Morton"},{"id":"FqL-TQ2LC1nVw","t":"We're an air bag society that wants guarantees on everything that we buy. We want to be able to take everything back and get another one. We want a 401-k plan and Social Security.","c":"society","a":"James Hillman"},{"id":"XKlwzCKVJqbZR","t":"A good person can make another person good it means that goodness will elicit goodness in the society other persons will also be good.","c":"society","a":"Bhumibol Adulyadej"},{"id":"V2CjXRYOGSS_f","t":"If capitalism is to remain a healthy, vibrant economic system, corporations must participate in taking care of the society and the environment in which they live.","c":"society","a":"Simon Mainwaring"},{"id":"6sjxHw9RbyQ0F","t":"The finest clothing made is a person's own skin, but, of course, society demands something more than this.","c":"society","a":"Mark Twain"},{"id":"e42Rw5GQAqX1i","t":"You cannot reform your society or institution without opening your mind.","c":"society","a":"Bashar al-Assad"},{"id":"UWWkdILDbceEe","t":"It's upsetting to be a man in our society.","c":"society","a":"David Mamet"},{"id":"92ZA6SMdJjygT","t":"I come from a line of self-motivated, determined folk - not grand, not high society, but no-nonsense, family-minded go-getters.","c":"society","a":"Bear Grylls"},{"id":"f8gkawMfvGU2G","t":"I'm an underdog person, so I align myself with those who seem to be not considered valuable in polite society.","c":"society","a":"Jessica Hagedorn"},{"id":"VzSobMqFjIZsC","t":"Unless we abandon elements which resemble a police state, we can't meet the demands of being a modern society.","c":"society","a":"Ahmet Necdet Sezner"},{"id":"hvgWJYELf9L4Z","t":"Women are the real architects of society.","c":"society","a":"Cher"},{"id":"43DI27gm_G46t","t":"All I can ask from society is that it please stop telling me why I should like sports.","c":"society","a":"John Hodgman"},{"id":"Cxo852c9NKNqJ","t":"The first duty of society is to give each of its members the possibility of fulfilling his destiny. When it becomes incapable of performing this duty it must be transformed.","c":"society","a":"Alexis Carrel"},{"id":"QfWpb8Y3C1ayf","t":"If you look at the footballers, you look at our celebrity culture, we seem to be saying, 'This is the way you want to be'. We seem to be a society that celebrates all the wrong people.","c":"society","a":"Iain Duncan Smith"},{"id":"YIA1pH511k_51","t":"Society exists for the benefit of its members, not the members for the benefit of society.","c":"society","a":"Herbert Spencer"},{"id":"tnlYT5hi2KW7R","t":"Our society is run by insane people for insane objectives. I think we're being run by maniacs for maniacal ends and I think I'm liable to be put away as insane for expressing that. That's what's insane about it.","c":"society","a":"John Lennon"},{"id":"YMYUbGsR8_BHg","t":"Up until now, the biggest question in society about video games has been what to do about violent games. But it's almost like society in general considers video games to be something of a nuisance, that they want to toss into the garbage can.","c":"society","a":"Shigeru Miyamoto"},{"id":"pJgtyTpGRj0_N","t":"No one should suffer from the great delusion that any form of communism or socialism which promotes the dictatorship of the few instead of the initiative of the millions can produce a happier or more prosperous society.","c":"society","a":"Charles E. Wilson"},{"id":"h935goqSRrWaA","t":"There are 10-20 times more male comics than female comics it's something to do with the social structure of society.","c":"society","a":"Jo Brand"},{"id":"R4vbgt5dD-zfX","t":"Corporate executives need to re-frame their responsibilities to include the interests of all the stakeholders in society at large not just shareholders, but also employees, the citizens of our communities, and those who care about the environment.","c":"society","a":"Simon Mainwaring"},{"id":"jIHREkA_1ntlj","t":"Most of Roosevelt's innovations have been the law of the land for 70 years now, and yet we are still a free society free enough, that is, to allow tens of thousands of protesters to gather on the National Mall and to broadcast their slogans and speeches to the world via C-SPAN.","c":"society","a":"Thomas Frank"},{"id":"2fTE5G15DBOQN","t":"But, actually, so many of the clerics that I've met, particularly the Church of England clerics, are people of such extraordinary smugness and arrogance and conceitedness who are extraordinarily presumptuous about the significance of their position in society.","c":"society","a":"Rowan Atkinson"},{"id":"6k0QLGlgvQPIk","t":"Solitude is better than the society of evil persons.","c":"society","a":"Abu Bakr"},{"id":"c2ZEkCvkBZe79","t":"We have the opportunity to move not only toward the rich society and the powerful society, but upward to the Great Society.","c":"society","a":"Lyndon B. Johnson"},{"id":"C7wOCoQm51ej9","t":"I really think that elected officials should be focused on how you create sustained economic growth, how do you create jobs and all of these issues that made people - segments of our society believe are really important are diversions politically.","c":"society","a":"Jeb Bush"},{"id":"v-WEg_vNDGlhJ","t":"A free economy is as essential to society as democratic political institutions. A strong market-based economy is the fertile ground for democratic freedoms that we think are important.","c":"society","a":"Lee R. Raymond"},{"id":"Ji3_-f2NS9n5p","t":"I never leaf through a copy of National Geographic without realizing how lucky we are to live in a society where it is traditional to wear clothes.","c":"society","a":"Erma Bombeck"},{"id":"GtPTRIjjTJN7F","t":"The essential support and encouragement comes from within, arising out of the mad notion that your society needs to know what only you can tell it.","c":"society","a":"John Updike"},{"id":"i4Q1SGdQWpo6U","t":"Ironing boards are a classic example of something I find horrible about modern society: the excitementation, for want of a better word, of mundane things.","c":"society","a":"Daniel Radcliffe"},{"id":"nWisvfHFqbH1e","t":"Society can exist only on the basis that there is some amount of polished lying and that no one says exactly what he thinks.","c":"society","a":"Lin Yutang"},{"id":"KGxOaojGTSxED","t":"I believe we can continue the Great Society while we fight in Vietnam.","c":"society","a":"Lyndon B. Johnson"},{"id":"qcUVJCbEO6Vfi","t":"Princes and governments are far more dangerous than other elements within society.","c":"society","a":"Niccolo Machiavelli"},{"id":"64BM_yS3vU6Xe","t":"Nothing seems at first sight less important than the outward form of human actions, yet there is nothing upon which men set more store: they grow used to everything except to living in a society which has not their own manners.","c":"society","a":"Alexis de Tocqueville"},{"id":"mShpRDnQqgU58","t":"If you ask an economist what's driven economic growth, it's been major advances in things that mattered - the mechanization of farming, mass manufacturing, things like that. The problem is, our society is not organized around doing that.","c":"society","a":"Larry Page"},{"id":"LGuKOlIWtxhgd","t":"I think for the most part people are proud of the bicultural foundation New Zealand is built on and the fact that we are a multicultural society.","c":"society","a":"John Key"},{"id":"kS7JQ6HopNTmI","t":"Before I do anything, I think, well what hasn't been seen. Sometimes, that turns out to be something ghastly and not fit for society. And sometimes that inspiration becomes something that's really worthwhile.","c":"society","a":"Jim Carrey"},{"id":"tV-NkTwz9m7mE","t":"Society is now one polished horde, formed of two mighty tries, the Bores and Bored.","c":"society","a":"Lord Byron"},{"id":"8uJZJSx1Hbb6n","t":"The writer is the person who stands outside society, independent of affiliation and independent of influence.","c":"society","a":"Don DeLillo"},{"id":"vfBMo_AEB60R0","t":"The real point is that totalitarian regimes have claimed jurisdiction over the whole person, and the whole society, and they don't at all believe that we should give unto Caesar that which is Caesar's and unto God that which is God's.","c":"society","a":"Jeane Kirkpatrick"},{"id":"pRTDqlSOgj-07","t":"The Constitution, as originally drawn, made no reference to the fact that all Americans wre considered equal members of society.","c":"society","a":"Constance Baker Motley"},{"id":"upWAIb1Zx7rZQ","t":"That's why for Zakk Wylde's Black Label Society the colors are black and white. There are no gray issues. Life is black and it's white. There's no in-between.","c":"society","a":"Zakk Wylde"},{"id":"iieL8N-mcXXRD","t":"I have an intense dislike for artificial society. In France, one could lead a free life - to do what one wanted to do without interference or criticism from one's neighbors.","c":"society","a":"Robert W. Service"},{"id":"mdr8R22iJxeRK","t":"The society based on production is only productive, not creative.","c":"society","a":"Albert Camus"},{"id":"noMYV9DtxYrZW","t":"There are few better measures of the concern a society has for its individual members and its own well being than the way it handles criminals.","c":"society","a":"Ramsey Clark"},{"id":"LghmgeH-h4FzO","t":"In the society, where people are just parts in a larger machine, individuals are unable to develop fully.","c":"society","a":"Friedrich Schiller"},{"id":"FiugXmKU0pl34","t":"Every society, all government, and every kind of civil compact therefore, is or ought to be, calculated for the general good and safety of the community.","c":"society","a":"George Mason"},{"id":"xhNFgaDCwDUi-","t":"The human race's prospects of survival were considerably better when we were defenceless against tigers than they are today when we have become defenceless against ourselves.","c":"society","a":"Arnold J. Toynbee"},{"id":"2TR0BPjaunPV0","t":"We have a system that increasingly taxes work and subsidizes nonwork.","c":"society","a":"Milton Friedman"},{"id":"xJ5VkXpwDA6Pu","t":"Society has to change, but the political powers we have at the moment are not enough to effect this change. The whole democratic system would have to be rethought.","c":"society","a":"Jose Saramago"},{"id":"8U8rToIo0Tnty","t":"Society is like a stew. If you don't stir it up every once in a while then a layer of scum floats to the top.","c":"society","a":"Edward Abbey"},{"id":"KKBckjNDRwoi_","t":"I am sure it must be true that people opt out of the mainstream society because they feel that there are going to be no rewards for them, if they stay.","c":"society","a":"Mary Douglas"},{"id":"axy158hJ6lmSh","t":"Those who suffer are not those at the top, but are the less privileged members of society.","c":"society","a":"Bianca Jagger"},{"id":"4J3aa4i16hvDN","t":"If you want a free society, teach your children what oppression tastes like. Tell them how many miracles it takes to get from here to there. Above all, encourage them to ask questions. Teach them to think for themselves.","c":"society","a":"Jonathan Sacks"},{"id":"msFL-mATjI5iw","t":"He who negates present society, and seeks social conditions based on the sharing of property, is a revolutionary whether he calls himself an anarchist or a communist.","c":"society","a":"Johann Most"},{"id":"t81CZur5Fns1a","t":"I think it's great that we have organisations like Greenpeace. In a pluralistic society, we want to have people who point out all the problems that the Earth could encounter. But we need to understand that they are not presenting a full and rounded view.","c":"society","a":"Bjorn Lomborg"},{"id":"f9BJLk3ctTqw9","t":"I did it to myself. It wasn't society... it wasn't a pusher, it wasn't being blind or being black or being poor. It was all my doing.","c":"society","a":"Ray Charles"},{"id":"SzRdI30dZlT7X","t":"Society does not consist of individuals but expresses the sum of interrelations, the relations within which these individuals stand.","c":"society","a":"Karl Marx"},{"id":"YjuYYncLphJba","t":"I used to be a discipline problem, which caused me embarrassment until I realized that being a discipline problem in a racist society is sometimes an honor.","c":"society","a":"Ishmael Reed"},{"id":"0TxTif51xtWms","t":"I claim that human mind or human society is not divided into watertight compartments called social, political and religious. All act and react upon one another.","c":"society","a":"Mahatma Gandhi"},{"id":"vpD8-8Ytt99GC","t":"Therefore, a person should first be changed by a teacher's instructions, and guided by principles of ritual. Only then can he observe the rules of courtesy and humility, obey the conventions and rules of society, and achieve order.","c":"society","a":"Xun Zi"},{"id":"YDhPpgO_PPnjd","t":"In a society which is structured the wrong way, piety has no effect.","c":"society","a":"Friedrich Durrenmatt"},{"id":"mFFazzUOG8Uzh","t":"The little things, I can obey. But the big things - how we think, what we value - those you must choose yourself. You can't let anyone - or any society - determine those for you.","c":"society","a":"Morrie Schwartz"},{"id":"iWRzlVBczPhdc","t":"Historians and archaeologists will one day discover that the ads of our time are the richest and most faithful reflections that any society ever made of its entire range of activities.","c":"society","a":"Marshall McLuhan"},{"id":"1RlE6ZObsaoP3","t":"If people did not compliment one another there would be little society.","c":"society","a":"Luc de Clapiers"},{"id":"iXq_HMHB4tPSc","t":"I am certain no one sets out to be cruel, but our treatment of the elderly ill seems to have no philosophy to it. As a society, we should establish whether we have a policy of life at any cost.","c":"society","a":"Terry Pratchett"},{"id":"rUPaxqy8acdnW","t":"I've always thought of acting as a tool to change society. I watch a lot of actors and I see panic in their eyes because they don't know why they act and I know why I act. Whether I'm a good or a bad actor, I know why I do it.","c":"society","a":"Andy Serkis"},{"id":"Ny_NIxejfekZB","t":"I believe discrimination still exists in society and we must fight it in every form.","c":"society","a":"Andrew Cuomo"},{"id":"5R58Wm_CQnpMk","t":"The value of a dollar is social, as it is created by society.","c":"society","a":"Ralph Waldo Emerson"},{"id":"msLy9ZFhp0HXQ","t":"I was training to be a lawyer... I was president of the law society at Glasgow University, and my bass guitarist was my secretary of my law society the lead guitarist and writer worked at the law firm that I worked.","c":"society","a":"Gerard Butler"},{"id":"gNuGd0J9hThG1","t":"Who has suffered? The families of the dead, no doubt. But a greater loss was inflicted on Pakistan because, as I said, we lost the pillars of our society.","c":"society","a":"Pervez Musharraf"},{"id":"INra3SWZLLrey","t":"The weapons were conceived and created by a small band of physicists and chemists they remain a cataclysmic threat to the whole of human society and the natural environment.","c":"society","a":"Barry Commoner"},{"id":"ZezSVNspCTEjj","t":"Women are not the richer sex. Women are not equal in society.","c":"society","a":"Erica Jong","e":true},{"id":"nVwSslXJNs04Q","t":"So if we have anything original to offer, it's to speak from our own life about the society we're in.","c":"society","a":"Sean Penn"},{"id":"z0loR2jSvbwtp","t":"And from a military school which taught me that to fit into society, you can't just do anything you damn well please because it will suit you. And that it's much better to be with the winners than it is with the losers.","c":"society","a":"Sam Donaldson"},{"id":"rjXpy_0ZGZVwH","t":"That a society controls, to a greater or lesser extent, the behavior of its members is a universal but the methods, the particulars of that control, vary from one culture to another.","c":"society","a":"Kenneth L. Pike"},{"id":"5Y8_iJF4boK6p","t":"We are trying to construct a more inclusive society. We are going to make a country in which no one is left out.","c":"society","a":"Franklin D. Roosevelt"},{"id":"pPIYdcrK45K1q","t":"A new sense of shared international responsibility is unmistakable in the voices of the United Nations and its agencies, and in the civil society of thousands of supra-national NGOs.","c":"society","a":"John Charles Polanyi"},{"id":"xFib_HvTwTQbS","t":"All literary men are Red Sox fans - to be a Yankee fan in a literate society is to endanger your life.","c":"society","a":"John Cheever"},{"id":"DtvqCYxcT-gi4","t":"Do not waste your time on Social Questions. What is the matter with the poor is Poverty what is the matter with the rich is Uselessness.","c":"society","a":"George Bernard Shaw"},{"id":"ArRvClYn4KN-I","t":"Even the most wretched individual of our present society could not exist and develop without the cumulative social efforts of countless generations.","c":"society","a":"Mikhail Bakunin"},{"id":"tyZE9nzunlW93","t":"It's about time that society accepts people for who they are.","c":"society","a":"Kesha"},{"id":"DdJZhMlmiph8N","t":"I want a society that provides decent jobs for those who can work and decent security for those can't.","c":"society","a":"Frances O'Grady"},{"id":"1spDeFvYtt5-c","t":"There is only one thing more harmful to society than an elected official forgetting the promises he made in order to get elected that's when he doesn't forget them.","c":"society","a":"John McCarthy"},{"id":"NTOAjg7ryYfXO","t":"In my view, there is nothing more vicious and outrageous than the abuse, exploitation and harm of the most vulnerable members of our society, and I firmly believe that our nation's laws and resources need to reflect the seriousness of these terrible crimes.","c":"society","a":"Bob Ney"},{"id":"69v7SyKxGx_-o","t":"There is no longer a single common impediment to blacks emerging in this society.","c":"society","a":"Constance Baker Motley"},{"id":"4Pyt04_cCdv_7","t":"Evolution is a bankrupt speculative philosophy, not a scientific fact. Only a spiritually bankrupt society could ever believe it. Only atheists could accept this Satanic theory.","c":"society","a":"Jimmy Swaggart"},{"id":"mzyX_RqBa8F7v","t":"If a man be gloomy let him keep to himself. No one has the right to go croaking about society, or what is worse, looking as if he stifled grief.","c":"society","a":"Benjamin Disraeli"},{"id":"Heuq-9i3UgRD7","t":"Full participation in government and society has been a basic right of the country symbolizing the full citizenship and equal protection of all.","c":"society","a":"Charles Rangel"},{"id":"GyRaN4F8i9-rW","t":"When women make their image about youth and sexuality, and not about intellect, that's kind of a dead-end road. So I think it's a combination of self-entrapment and entrapment by society.","c":"society","a":"K. D. Lang"},{"id":"pdSH-utv-1MGZ","t":"We live in an image society. Speeches are not what anybody cares about what they care about is the picture.","c":"society","a":"Madeleine Albright"},{"id":"WySAlLwwRMM25","t":"In much of society, research means to investigate something you do not know or understand.","c":"society","a":"Neil Armstrong"},{"id":"xeod2q9LMU5SJ","t":"Society bristles with enigmas which look hard to solve. It is a perfect maze of intrigue.","c":"society","a":"Honore de Balzac"},{"id":"pm074kdhwhb9e","t":"What's done to children, they will do to society.","c":"society","a":"Karl A. Menninger"},{"id":"766xmyQ_YYzwW","t":"What we call a democratic society might be defined for certain purposes as one in which the majority is always prepared to put down a revolutionary minority.","c":"society","a":"Walter Lippmann"},{"id":"xxm23vSLzg0XS","t":"I mean, I am fully aware of my influence and my responsibility to society in general representing the gay community. But in the same time, I don't represent the entire gay community because it's a vast, vast community, as one can imagine.","c":"society","a":"K. D. Lang"},{"id":"M80Nnpz1dPt3c","t":"I don't have any well-developed philosophy about journalism. Ultimately it is important in a society like this, so people can know about everything that goes wrong.","c":"society","a":"Charles Kuralt"},{"id":"WeaWMfxDpnbcm","t":"To give up the task of reforming society is to give up one's responsibility as a free man.","c":"society","a":"Alan Paton"},{"id":"Mu2NvDJpmLkJ1","t":"Modernity, the child of the Enlightenment, failed when it became apparent that the good society cannot be achieved by unaided reason.","c":"society","a":"Robert Bork"},{"id":"cszhGvmmL-jXb","t":"I have, in some ways, saved characters that have been marginalized by society by playing them - and having them still have dignity and still survive, still get through it.","c":"society","a":"Jodie Foster"},{"id":"a_-9VQ94q8d8-","t":"Congress acknowledged that society's accumulated myths and fears about disability and disease are as handicapping as are the physical limitations that flow from actual impairment.","c":"society","a":"William J. Brennan, Jr."},{"id":"JwLeT_-3i0b-l","t":"Most of them are pretty down records, pretty unhappy, pretty confused. Which only reflects how people in general were feeling, I mean really the sense that you get is society running down.","c":"society","a":"Lester Bangs"},{"id":"fYJQSJomhSyTF","t":"Acting, the arts in general, is a magnet for the wounded of society.","c":"society","a":"Robert Carlyle"},{"id":"YVJmcMLOOoy4k","t":"I mean, Britain is a country of successful Muslim businesspeople, teachers and educators, journalists. So, we have to say very strongly that the two million plus Muslims in Britain, the vast bulk of them make a huge contribution to our society, and they actually make it the vibrant society it is.","c":"society","a":"David Miliband"},{"id":"tF4B1DwmQReLE","t":"Advertising reflects the mores of society, but it does not influence them.","c":"society","a":"David Ogilvy"},{"id":"392AVzzfiM-7N","t":"My main concern is theater, and theater does not reflect or mirror society. It has been stingy and selfish, and it has to do better.","c":"society","a":"Anna Deavere Smith"},{"id":"8ib2FygZfNfCn","t":"I'm interested in that drive, that rush to judgment, that is so prevalent in our society.We all know that pleasurable rush that comes from condemning, and in the short term it's quite a satisfying thing to do, isn't it?","c":"society","a":"J. K. Rowling"},{"id":"453_QhcjpWBtv","t":"One of the most destructive things that's happening in modern society is that we are losing our sense of the bonds that bind people together - which can lead to nightmares of social collapse.","c":"society","a":"Alexander McCall Smith"},{"id":"-nhPPjy2DuNzI","t":"The devastating punch we took on September 11th still reverberates throughout American society.","c":"society","a":"Joe Biden"},{"id":"IVlEbVGUhcDa9","t":"We seek to create a united Democratic and non-racial society.","c":"society","a":"Oliver Tambo"},{"id":"QWnJaoSYi98B7","t":"It's not fair that women look in the mirror and feel disgust because of what society has made them believe.","c":"society","a":"Jessica Simpson"},{"id":"_J2UJpRgcd7n6","t":"A society that gets rid of all its troublemakers goes downhill.","c":"society","a":"Robert A. Heinlein"},{"id":"QxkLwITyVrIrt","t":"As far as a truly radical conscience, you have to take it as part of a larger thing, that it was sort of historical inevitability that with the coming of a leaguer society people would start to use drugs a lot more then they had before.","c":"society","a":"Lester Bangs"},{"id":"Wt5jTAF6iXbK3","t":"Tremendous amounts of talent are lost to our society just because that talent wears a skirt.","c":"society","a":"Shirley Chisholm"},{"id":"cKvr3oktmZJ-e","t":"The concept of the 'good ol' days' must be one of our society's biggest delusions, top reasons for depression, as well as most often used excuse for lack of success.","c":"society","a":"Bo Bennett"},{"id":"JIq3TIkjacjW9","t":"Terms like that, 'Humane Society,' are devised with people like me in mind, who don't care to dwell on what happens to the innocent.","c":"society","a":"Barbara Kingsolver"},{"id":"JI_8KS5LXUOb_","t":"I am as frustrated with society as a pyromaniac in a petrified forest.","c":"society","a":"A. Whitney Brown"},{"id":"wtAogqUJYa624","t":"Society cannot continue to disable themselves through their need to categorize people or make assumptions as to another individual's abilities.","c":"society","a":"Evelyn Glennie"},{"id":"8MejwKAi8RjXY","t":"Property is not the sacred right. When a rich man becomes poor it is a misfortune, it is not a moral evil. When a poor man becomes destitute, it is a moral evil, teeming with consequences and injurious to society and morality.","c":"society","a":"Lord Acton"},{"id":"aQzbCBySwp11h","t":"Similarly, thought is a system. That system not only includes thought and feelings, but it includes the state of the body it includes the whole of society - as thought is passing back and forth between people in a process by which thought evolved from ancient times.","c":"society","a":"David Bohm"},{"id":"_n1t7n99MP7HF","t":"You've got all these books on self help, getting to know yourself, doing the right thing, eating the so-called right foods, even down to what books you have on your shelves. People are encouraged to look to themselves first as opposed to being a part of society.","c":"society","a":"Samantha Morton"},{"id":"cusf2sMNgSiwG","t":"It is impossible, in our condition of Society, not to be sometimes a Snob.","c":"society","a":"William Makepeace Thackeray"},{"id":"AMXDGl6k9EUmC","t":"Truth is certainly a branch of morality and a very important one to society.","c":"society","a":"Thomas Jefferson"},{"id":"BMgpQNoQ-hs_Z","t":"If we had any nerve at all, if we had any real balls as a society, or whatever you need, whatever quality you need, real character, we would make an effort to really address the wrongs in this society, righteously.","c":"society","a":"Jerry Garcia"},{"id":"EUhsWxt1VNB6L","t":"Society is one vast conspiracy for carving one into the kind of statue likes, and then placing it in the most convenient niche it has.","c":"society","a":"Randolph Bourne"},{"id":"9f7-eQWoW4uPU","t":"Class is not a fixed designation in this country. We are an upwardly mobile society with a lot of movement between income groups.","c":"society","a":"Paul Ryan"},{"id":"u7A1UWsrdLQqA","t":"The very word 'secrecy' is repugnant in a free and open society and we are as a people inherently and historically opposed to secret societies, to secret oaths, and to secret proceedings.","c":"society","a":"John F. Kennedy"},{"id":"20x9lg5pSqhZ4","t":"Society is a republic. When an individual tries to lift themselves above others, they are dragged down by the mass, either by ridicule or slander.","c":"society","a":"Victor Hugo"},{"id":"65qVpzfH40-f-","t":"The farther a society progresses, the more clearly the individual becomes the antithesis of the group.","c":"society","a":"Herbert Read"},{"id":"kEsIJcuMlgqLr","t":"Society honors its living conformists and its dead troublemakers.","c":"society","a":"Mignon McLaughlin"},{"id":"XsMx1odPvvO59","t":"A first-generation fortune is the most likely to be given away, but once a fortune is inherited it's less likely that a very high percentage will go back to society.","c":"society","a":"Bill Gates"},{"id":"PtJj1hipUDmRF","t":"Usually, terrible things that are done with the excuse that progress requires them are not really progress at all, but just terrible things.","c":"society","a":"Russell Baker"},{"id":"jW_4XUiA77sHg","t":"You shouldn't get to live in society and give nothing back. People complain about their taxes, yet they do nothing for the community. That makes me furious.","c":"society","a":"Kathleen Turner"},{"id":"rVwb1hC7G5CZ-","t":"Although images of perfection in people's personal lives can cause unhappiness, images of perfect societies - utopian images - can cause monstrous evil. In fact, forcefully changing society to conform to societal images was the greatest cause of evil in the twentieth century.","c":"society","a":"Dennis Prager"},{"id":"Kiz8ka4Nec6N6","t":"On the surface we all act like we all love each other and we're free and easy, and actually we're far more moralistic than any other society I've ever lived in.","c":"society","a":"Kathy Acker"},{"id":"-INP1pn4KRLAU","t":"Society is composed of two great classes those who have more dinners than appetite, and those who have more appetite than dinners.","c":"society","a":"Nicolas Chamfort"},{"id":"VV3jbnuTkGswt","t":"We've turned into a whining society.","c":"society","a":"Billy Corgan"},{"id":"w3Mpu0uArZ8S3","t":"We do a disservice to society if we ignore the evidence which shows that stable families tend to be associated with better outcomes for children.","c":"society","a":"Iain Duncan Smith"},{"id":"v7Ak-Kkszdtt2","t":"There are many who lust for the simple answers of doctrine or decree. They are on the left and right. They are not confined to a single part of the society. They are terrorists of the mind.","c":"society","a":"A. Bartlett Giamatti"},{"id":"uCFrhRjHSRrZ8","t":"As I get older I think, contrary to modern assumption but in line with the old Lerner and Lowe song, that it would actually benefit both them and society if - to quote Professor Higgins - a woman could be more like a man.","c":"society","a":"Julie Burchill"},{"id":"1cPWI3qBb8odg","t":"The response of anybody interested in liberty is that we all have a say and the ability to have an argument is exactly what liberty is, even though it may never be resolved. In any authoritarian society the possessor of power dictates, and if you try and step outside he will come after you.","c":"society","a":"Salman Rushdie"},{"id":"db341A0mx0fG7","t":"We are what make up society.","c":"society","a":"Tom Shadyac"},{"id":"wgb3PcmYmoPST","t":"I've used drugs that I do consider to be dangerous, drugs that are potentially detrimental to kids and society at large.","c":"society","a":"Tim Robbins"},{"id":"rX2ibEBQJWrrf","t":"I can't imagine what it is like to be raised in a society where their only statues that exist are to you and your father.","c":"society","a":"Madeleine Albright"},{"id":"1o6IzFOyMIhhq","t":"The stigma that was once attached to things society deemed unhealthy served the purpose of making them undesirable. With the stigma gone, many people see little reason not to do whatever feels good at the moment.","c":"society","a":"Gary Bauer"},{"id":"XeJ84XfZGxeBB","t":"What you're seeing with Occupy Wall Street and the others are people who are unhappy and they're directing their unhappiness now toward Wall Street and toward those they think are doing too well in our society.","c":"society","a":"Colin Powell"},{"id":"j1lmdKINYnzml","t":"Perhaps in time the so-called Dark Ages will be thought of as including our own.","c":"society","a":"Georg C. Lichtenberg"},{"id":"_quS4nNqAkUKk","t":"It's a repressive society where you can't be horrible, I'm not horrible, they made me horrible, I'm just honest.","c":"society","a":"Johnny Rotten"},{"id":"Jp7fcE-6w8N-o","t":"What I work hard at doing is staying on a path of being kind and showing and proving that I'm a good person to society. That's hard. The talent, that's a gift. I just came here like that.","c":"society","a":"Erykah Badu"},{"id":"Sh36k63XJEWsR","t":"For too long in this society, we have celebrated unrestrained individualism over common community.","c":"society","a":"Joe Biden"},{"id":"4fNGeXJYYqhv2","t":"We must reject the idea that every time a law's broken, society is guilty rather than the lawbreaker. It is time to restore the American precept that each individual is accountable for his actions.","c":"society","a":"Ronald Reagan"},{"id":"K3nDe_iU2ojdK","t":"Since I have come to America, I am often asked whether my next novel will be set in America. I don't think it will. I think I will be living in America for some time to come, but while living in America, I would like to write about Japanese society from the outside.","c":"society","a":"Haruki Murakami"},{"id":"zvk7Mo-hlYj7I","t":"I am now quite cured of seeking pleasure in society, be it country or town. A sensible man ought to find sufficient company in himself.","c":"society","a":"Emily Bronte"},{"id":"MnQfpXUhcRrXv","t":"It's unfortunate that we live in such a panicked, dysmorphic society where women don't even give themselves a chance to see what they'll look like as older persons. I want to have some idea of what I'll look like before I start cleaning the slates.","c":"society","a":"Julia Roberts"},{"id":"aAyrZxTO4pDda","t":"I have cherished the ideal of a democratic and free society in which all persons live together in harmony and with equal opportunities.","c":"society","a":"Nelson Mandela"},{"id":"bS-kSCVkCsvlF","t":"I have to admit that when I watch a movie in which there is no moral context for the violence - I find that offensive. I think that's potentially damaging to society.","c":"society","a":"Dean Koontz"},{"id":"QnmzwnVUVrI6r","t":"A society deadened by a smothering network of laws while finding release in moral chaos is not likely to be either happy or stable.","c":"society","a":"Robert Bork"},{"id":"kGQE5YPgzbk8t","t":"Bigotry or prejudice in any form is more than a problem it is a deep-seated evil within our society.","c":"society","a":"Judith Light"},{"id":"Yfgtb0anJXW2c","t":"What is missing from today's dialogue is the effect autism is having on families, our society and what the unknown factors are. The 300lb. gorilla in the room is that our children with autism today will soon become adults with autism.","c":"society","a":"Jenny McCarthy"},{"id":"eJTZvmGwAQijZ","t":"Has there ever been a society which has died of dissent? Several have died of conformity in our lifetime.","c":"society","a":"Jacob Bronowski"},{"id":"igSkOm4zXiPvy","t":"The winner of the hoop race will be the first to realize her dream, not society's dream, her own personal dream.","c":"society","a":"Barbara Bush"},{"id":"myrO-ZJlKYRU-","t":"The huge problem in our society is the enormous ignorance of the ideas that underlie modern art.","c":"society","a":"Thom Mayne"},{"id":"Sto0bWYcZtGRj","t":"I push every day against forces that say you have to go faster, be more effective, be more productive, you have to constantly outdo yourself, you have to constantly outdo your neighbor - all of the stuff that creates an incredibly productive society, but also a very neurotic one.","c":"society","a":"Elizabeth Gilbert"},{"id":"f79269aLSfkOQ","t":"Through their own actions, customers can hold companies responsible to higher standards of social responsibility. Through collective action, they can leverage their dollars to combat the force of those investors who myopically pursue profits at the expense of the rest of society.","c":"society","a":"Simon Mainwaring"},{"id":"xU9N7Sa9Dc98L","t":"Individual rights are the means of subordinating society to moral law.","c":"society","a":"Ayn Rand"},{"id":"s-6TdcKMaNoI7","t":"The worker is the slave of capitalist society, the female worker is the slave of that slave.","c":"society","a":"James Connolly"},{"id":"g_Hi2KKQupYjB","t":"You can't have a United States if you are telling some folks that they can't get on the train. There is a cracking point where a society collapses.","c":"society","a":"Bruce Springsteen"},{"id":"91Qkl_ujh38aJ","t":"As in geology, so in social institutions, we may discover the causes of all past changes in the present invariable order of society.","c":"society","a":"Henry David Thoreau"},{"id":"6ptSMgfJYJsr9","t":"I know of no safe depository of the ultimate powers of the society but the people themselves and if we think them not enlightened enough to exercise their control with a wholesome discretion, the remedy is not to take it from them but to inform their discretion.","c":"society","a":"Thomas Jefferson"},{"id":"vtBnVvyVUPuhm","t":"I am looking for suggestions on what we can do about extremists within our own society. They cannot be ignored.","c":"society","a":"Tony Campolo"},{"id":"4dIbS28d5lGlB","t":"Society questions the police and their methods, and the police say, Do you want the criminals off the street or not?","c":"society","a":"Kurt Russell"},{"id":"tY4lpQQEiUUuv","t":"Philanthropy is involved with basic innovations that transform society, not simply maintaining the status quo or filling basic social needs that were formerly the province of the public sector.","c":"society","a":"David Rockefeller"},{"id":"3crjUknxbkGgN","t":"The only way of living in a free society is to feel that you have the right to say and do stuff.","c":"society","a":"Salman Rushdie"},{"id":"_jhK0ys5qaqB6","t":"A person's worth is quite independent of their usefulness to society.","c":"society","a":"Kjell Magne Bondevik"},{"id":"ApyazQpHHldjo","t":"To conclude that women are unfitted to the task of our historic society seems to me the equivalent of closing male eyes to female facts.","c":"society","a":"Lyndon B. Johnson"},{"id":"hiyi6e0TlGLFJ","t":"I'm very old-fashioned in some ways because of my father, who thought that being a public servant was an honor. Everyone must find a capacity in which they can serve, because we all benefit from society.","c":"society","a":"Kathleen Turner"},{"id":"4LeWU03GZNgfU","t":"I do earnestly wish to see the distinction of sex confounded in society, unless where love animates the behaviour.","c":"society","a":"Mary Wollstonecraft","e":true},{"id":"3WWKYnIambjV1","t":"I don't believe that in our society that we should have guns.","c":"society","a":"Ed Koch"},{"id":"nzx-umROz8Aoa","t":"Popular art is the dream of society it does not examine itself.","c":"society","a":"Margaret Atwood"},{"id":"MshcAfKzRgSEF","t":"Every society gets the kind of criminal it deserves. What is equally true is that every community gets the kind of law enforcement it insists on.","c":"society","a":"Robert Kennedy"},{"id":"iC-pTJdd_dSP9","t":"Society exists only as a mental concept in the real world there are only individuals.","c":"society","a":"Oscar Wilde"},{"id":"PvNvBA-RkVUKc","t":"We have to talk about liberating minds as well as liberating society.","c":"society","a":"Angela Davis"},{"id":"zTYXkGgO_AOhD","t":"It seems to me that we're in danger of losing sight of certain basic civic values in society by allowing the growth of a whole generation of people who really have no sense of attachment to society.","c":"society","a":"Alexander McCall Smith"},{"id":"ArOvBy-LjwQcP","t":"What is the damnation of hell? To go with that society who have not obeyed His commands.","c":"society","a":"Joseph Smith, Jr."},{"id":"qyL6zQ25qasSI","t":"In hindsight it may even seem inevitable that a socialist society will starve when it runs out of capitalists.","c":"society","a":"Larry Niven"},{"id":"tROpHEP8eH1bO","t":"I think the first duty of society is justice.","c":"society","a":"Alexander Hamilton"},{"id":"GCFETsQWX2Fpq","t":"I can imagine no society which does not embody some method of arbitration.","c":"society","a":"Herbert Read"},{"id":"xUB4c4gHcb2TO","t":"Anarchists are socialists because they want the improvement of society, and they are communists because they are convinced that such a transformation of society can only result from the establishment of a commonwealth of property.","c":"society","a":"Johann Most"},{"id":"glgBcGecBpRRT","t":"When you look at where the real problems are among minorities in our society, particularly blacks, it's at the bottom. It's the people who are in school systems that don't educate, neighborhoods where there is a lot of crime, drugs, the whole bit.","c":"society","a":"Clarence Thomas"},{"id":"O1YiGNA9XSf99","t":"There couldn't be a society of people who didn't dream. They'd be dead in two weeks.","c":"society","a":"William S. Burroughs"},{"id":"4znPK19ldUqOu","t":"AIDS is not just God's punishment for homosexuals it is God's punishment for the society that tolerates homosexuals.","c":"society","a":"Jerry Falwell"},{"id":"_RIfe4cNPd70P","t":"Psychotherapy theory turns it all on you: you are the one who is wrong. If a kid is having trouble or is discouraged, the problem is not just inside the kid it's also in the system, the society.","c":"society","a":"James Hillman"},{"id":"9JTklDXfltkHU","t":"War is the supreme drama of a completely mechanized society.","c":"society","a":"Lewis Mumford"},{"id":"wGP3f0XOOSTLm","t":"Racism is taught in our society, it is not automatic. It is learned behavior toward persons with dissimilar physical characteristics.","c":"society","a":"Alex Haley"},{"id":"CJa3H-5BVtASt","t":"Society is at odds with itself.","c":"society","a":"Clint Eastwood"},{"id":"44KYz9KmWxoIM","t":"If you're not adapting to the very rapidly changing environment, if you can't think creatively, you lose big in this society because there are very few jobs for you left.","c":"society","a":"Robert Sternberg"},{"id":"hwcF8ETPFpRz7","t":"In a closed society where everybody's guilty, the only crime is getting caught. In a world of thieves, the only final sin is stupidity.","c":"society","a":"Hunter S. Thompson"},{"id":"vhiqAajMwf-pW","t":"No emancipation without that of society.","c":"society","a":"Theodor Adorno"},{"id":"29Uw4ILo-ql49","t":"I believe we should work to end all racism in American society and staunchly defend the inherent rights of every person.","c":"society","a":"Rand Paul"},{"id":"C19JB1aBwEm55","t":"If you want to use a cliche you must take full responsibility for it yourself and not try to fob it off on anon., or on society.","c":"society","a":"Lewis Thomas"},{"id":"Hv4lhtFsHL5rn","t":"The trouble is it's very difficult to pin-point the most important thing because Aids affects everyone in different levels of society, differently and you have to respond to it differently.","c":"society","a":"Emma Thompson"},{"id":"H6fKa6zGDds7m","t":"One of the definitions of sanity is the ability to tell real from unreal. Soon we'll need a new definition.","c":"society","a":"Alvin Toffler"},{"id":"OIxirfHxQ09DV","t":"A generous basic state pension is the least a civilized society should offer those who have worked hard and saved through their whole lives.","c":"society","a":"George Osborne"},{"id":"IqJ5Ui2pc4I-X","t":"Life cannot subsist in society but by reciprocal concessions.","c":"society","a":"Samuel Johnson"},{"id":"nGb9zNODVqEpU","t":"I should tie myself to no particular system of society other than of socialism.","c":"society","a":"Nelson Mandela"},{"id":"Wggp0B5ZXKKkR","t":"Standards of conduct appropriate to civil society or the workings of a democracy cannot be purely and simply applied to the Church.","c":"society","a":"Joseph Ratzinger"},{"id":"sfMOywVGnvCqn","t":"I suppose that is my central obsession. What we owe to society, what we owe to ourselves.","c":"society","a":"Barbara Kingsolver"},{"id":"trv8dMGF5Ei_2","t":"And the truth is, those who are terrorists only have to succeed once, and those of us who are trying to build an inclusive society have to succeed every time.","c":"society","a":"David Miliband"},{"id":"9oeEn7yRI7VHc","t":"If you grow up in the South Bronx today or in south-central Los Angeles or Pittsburgh or Philadelphia, you quickly come to understand that you have been set apart and that there's no will in this society to bring you back into the mainstream.","c":"society","a":"Jonathan Kozol"},{"id":"zYVWz6DLH2tLc","t":"No one can live entirely on their own, nor can any country or society exist in isolation.","c":"society","a":"Daisaku Ikeda"},{"id":"03ncwsK_n9hS0","t":"Crimes against children are the most heinous crime. That, for me, would be a reason for capital punishment because children are innocent and need the guidance of an adult society.","c":"society","a":"Clint Eastwood"},{"id":"-AQ99v_Z48CSK","t":"That person has to be accountable for himself. I think that's what we have to do in society today is to be accountable for yourself. I think we have the tendency to always want to live someone else's life.","c":"society","a":"Herschel Walker"},{"id":"1RrJqbHUG03Rt","t":"The right combination is between a free economy and social policy that addresses the needs of society and creates equal opportunity.","c":"society","a":"Benjamin Netanyahu"},{"id":"me7fyB56Cq9h0","t":"In every interview I have ever read or seen or taken part in, the final question in our future-oriented society is always, What next?","c":"society","a":"Jessica Savitch"},{"id":"czADcgstXG1hu","t":"In a capitalist society, persons who create capital, like Michael Eisner, are given the staggering rewards.","c":"society","a":"Carroll O'Connor"},{"id":"P8u6R0-JpoCsK","t":"America is the story of everyday people who did extraordinary things. A story woven deep into the fabric of our society.","c":"society","a":"Marco Rubio"},{"id":"07b6obnOwJzNp","t":"America's a very traumatized society.","c":"society","a":"Alanis Morissette"},{"id":"_gbZc8yuq_ylM","t":"Society needs to condemn a little more and understand a little less.","c":"society","a":"John Major"},{"id":"JAc6Csp3BfSYs","t":"But the development of human society does not go straight forward and the epic process will therefore be a recurring process, the series a recurring series - though not in exact repetition.","c":"society","a":"Lascelles Abercrombie"},{"id":"8Ijb6ft56NUof","t":"We live in a very dysfunctional society, and this is a very, very dysfunctional Administration.","c":"society","a":"Martin Sheen"},{"id":"6AoEaFLrS3QIJ","t":"Yes, all fundamentalists feel that in a secular society, God has been relegated to the margin, to the periphery and they are all in different ways seeking to drag him out of that peripheral position, back to center stage.","c":"society","a":"Karen Armstrong"},{"id":"mJJBkpl2w0pi-","t":"I know what it feels like to carry a lot of weight in a society that's very image-conscious. It's a thin person's world, and we try to navigate within it without being made fun of.","c":"society","a":"Kevin Smith"},{"id":"GmC3c5NGvkJp3","t":"How a society channels male aggression is one of the greatest questions as to whether that society will survive. That's why I am not against violence in the media, I am against the glorification of immoral violence.","c":"society","a":"Dennis Prager"},{"id":"LdQLxNYptX9iR","t":"Suburbia is where the developer bulldozes out the trees, then names the streets after them.","c":"society","a":"Bill Vaughan"},{"id":"mZqqRngPRnNCV","t":"In all of our society, but especially in Hollywood, there is an obsession with perfection that can lead to self-loathing and neurosis and all that kind of stuff.","c":"society","a":"Ethan Hawke"},{"id":"1cXanPAhx8IL5","t":"If you wish to appear agreeable in society, you must consent to be taught many things which you know already.","c":"society","a":"Johann Kaspar Lavater"},{"id":"_jY4bFVwM48Yd","t":"The society of dead authors has this advantage over that of the living: they never flatter us to our faces, nor slander us behind our backs, nor intrude upon our privacy, nor quit their shelves until we take them down.","c":"society","a":"Charles Caleb Colton"},{"id":"gGGe2arTtdQGp","t":"The human mind is a dramatic structure in itself and our society is absolutely saturated with drama.","c":"society","a":"Edward Bond"},{"id":"KKZPtyJf9d3EL","t":"If you let society and your peers define who you are, you're the less for it.","c":"society","a":"Hugh Hefner"},{"id":"K90302V5I62zv","t":"You don't realize how much you use your credit card not even to buy things. It's a card you get so you can navigate society.","c":"society","a":"Adam Carolla"},{"id":"4ju_7fd0Vp4LX","t":"Too much of our society looks for people to fail.","c":"society","a":"Roger Goodell"},{"id":"S6AEiabAbHeYx","t":"It is in Saudi Arabia's best interest to allow women to fully participate in its society, and this includes the right to vote and run for office.","c":"society","a":"Barbara Boxer"},{"id":"1guDXLPAa7V29","t":"Clothes make the man. Naked people have little or no influence on society.","c":"society","a":"Mark Twain","e":true},{"id":"JM9iUKZo7d2F2","t":"We don't need sugar to live, and we don't need it as a society.","c":"society","a":"Mehmet Oz"},{"id":"hHelgHR0IhC9o","t":"Drugs are merely the most obvious form of addiction in our society. Drug addiction is one of the things that undermines traditional values.","c":"society","a":"Christopher Lasch"},{"id":"8hPa9SAgOK99-","t":"The chief product of an automated society is a widespread and deepening sense of boredom.","c":"society","a":"C. Northcote Parkinson"},{"id":"BONclFdGl7L_S","t":"It is not a fragrant world.","c":"society","a":"Raymond Chandler"},{"id":"bYZ7HFEuNeKHl","t":"Every society honors its live conformists and its dead troublemakers.","c":"society","a":"Mignon McLaughlin"},{"id":"L2T4OpbTzftMN","t":"Cockroaches and socialites are the only things that can stay up all night and eat anything.","c":"society","a":"Herb Caen"},{"id":"wxObzaGoUT1CC","t":"It's very hard to imagine the phrase 'consumer society' used so cheerfully, and interpreted so enthusiastically, in England.","c":"society","a":"Julie Burchill"},{"id":"m3ffS9AnIAGM8","t":"Society is based on the assumption that everyone is alike and no one is alive.","c":"society","a":"Hugh Kingsmill"},{"id":"HM3A0wQfVN7Iw","t":"Companies, to date, have often used the excuse that they are only beholden to their shareholders, but we need shareholders to think of themselves as stakeholders in the well being of society as well.","c":"society","a":"Simon Mainwaring"},{"id":"V9CirNu4z5uyB","t":"One of the marks of a truly vigorous society is the ability to dispense with passion as a midwife of action - the ability to pass directly from thought to action.","c":"society","a":"Eric Hoffer"},{"id":"lyv4Vn4s1DQru","t":"One can be instructed in society, one is inspired only in solitude.","c":"society","a":"Johann Wolfgang von Goethe"},{"id":"gvUz-3Icck063","t":"There can be no keener revelation of a society's soul than the way in which it treats its children.","c":"society","a":"Nelson Mandela"},{"id":"AnXo5_6BF5u6L","t":"A social problem is one that concerns the way in which people live together in one society. A racial problem is a problem which confronts two different races who live in two separate societies, even if those societies are side by side.","c":"society","a":"Pauline Hanson"},{"id":"ZIQ1_hGRg5br1","t":"The Ten Commandments have never been replaced as the moral basis upon which society rests.","c":"society","a":"Edwin Louis Cole"},{"id":"FEk1ZWGdy06nv","t":"There is no nonsense so gross that society will not, at some time, make a doctrine of it and defend it with every weapon of communal stupidity.","c":"society","a":"Robertson Davies"},{"id":"nbjilqj5-kezH","t":"In a repressive society, a writer can be deeply influential, but in a society that's filled with glut and repetition and endless consumption, the act of terror may be the only meaningful act.","c":"society","a":"Don DeLillo"},{"id":"ZrmLsB2nmh07e","t":"Half of the secular unrest and dismal, profane sadness of modern society comes from the vain ideas that every man is bound to be a critic for life.","c":"society","a":"Henry Van Dyke"},{"id":"VmY-oRnWxJ1f6","t":"American society as a whole can never achieve the outer-reaches of potential, so long as it tolerates the inner cities of despair.","c":"society","a":"Jack Kemp"},{"id":"7jo_VUp2EcEze","t":"Human rights commissions, as they are evolving, are an attack on our fundamental freedoms and the basic existence of a democratic society... It is in fact totalitarianism. I find this is very scary stuff.","c":"society","a":"Stephen Harper"},{"id":"PSf6eeUKYP-gh","t":"There are relatively few role models for young people. We are in a society that is ruled by men.","c":"society","a":"Catherine Deneuve"},{"id":"uS4ohWeok04K3","t":"The conception that, instead of this, contemporary society is at or near a turning point is very prominent in the views of a school of social scientists who, though they are still comparatively few, are getting more and more of a hearing.","c":"society","a":"Talcott Parsons"},{"id":"H5WGYiL31k8nA","t":"The ideas of the ruling class are in every epoch the ruling ideas, i.e., the class which is the ruling material force of society, is at the same time its ruling intellectual force.","c":"society","a":"Karl Marx"},{"id":"xfyyB2JsANMwO","t":"Think what a better world it would be if we all, the whole world, had cookies and milk about three o'clock every afternoon and then lay down on our blankets for a nap.","c":"society","a":"Barbara Jordan"},{"id":"s62ebYn2wyMZq","t":"Something's happened in our society which I don't think is beneficial, and that's that you see the public being fed box-office news. Newscasts now, every local station - I've been traveling around the country a lot, and you see the local news, and they give box-office reports.","c":"society","a":"Bryan Cranston"},{"id":"uVIONUX0sZbK_","t":"At its most basic the democratic contract is a simple one: the right to vote comes with a responsibility to society, through tax payments and citizenship.","c":"society","a":"Lucy Powell"},{"id":"qonj_FzMKdVJq","t":"There are many things that people do happily that I can't imagine why they would do it... But I have to say that even though I am critical or judgmental of society at large, I'm not critical of people individually. We are who we are.","c":"society","a":"Ian MacKaye"},{"id":"kcBY_nmXmc-ZZ","t":"Putting women in military combat is the cutting edge of the feminist goal to force us into an androgynous society.","c":"society","a":"Phyllis Schlafly"},{"id":"-wboK5okS06HU","t":"When we become a really mature, grown-up, wise society, we will put teachers at the center of the community, where they belong. We don't honor them enough, we don't pay them enough.","c":"society","a":"Charles Kuralt"},{"id":"UqK8xGuPJSAP4","t":"If more people were actively engaged in advocating their positions I think we'd have a better society.","c":"society","a":"Jeb Bush"},{"id":"h5ORY0hCqZkRx","t":"A civilized society is one which tolerates eccentricity to the point of doubtful sanity.","c":"society","a":"Robert Frost"},{"id":"zBIfESxWua36W","t":"If you look at any Muslim society and you make a scale of how developed they are, and how successful the economy is, it's a straight line. It depends on how much they emancipate their women.","c":"society","a":"Christopher Hitchens"},{"id":"UdyQh2UeY_pGf","t":"There are no heroes in most of my stories. I look at our society with a critical eye and find nothing extraordinary in the people I see.","c":"society","a":"Naguib Mahfouz"},{"id":"yHVjOxnaFpyWT","t":"Racism is beyond common sense and has no place in our society.","c":"society","a":"Steven Patrick Morrissey"},{"id":"fbuTUEmAkxu1b","t":"Because society places a value on masculinity, gay men aspire to it. If you go to a gay club and the doorman says, 'You do realise this is a gay club, don't you lads?' you get all excited because you think, 'Wow, he thought I was straight!'","c":"society","a":"Graham Norton"},{"id":"rpLKIcXPYryUu","t":"The law is an adroit mixture of customs that are beneficial to society, and could be followed even if no law existed, and others that are of advantage to a ruling minority, but harmful to the masses of men, and can be enforced on them only by terror.","c":"society","a":"Peter Kropotkin"},{"id":"uo3f6IijMbvmN","t":"All the United States, it is a society that is split like to the bottom, that had very poor people in the country that is one of the wealthiest countries.","c":"society","a":"Desmond Tutu"},{"id":"BlfxgptC0yZ7R","t":"I think we're living in a world where society is very difficult.","c":"society","a":"Steven Seagal"},{"id":"p6BNPNDFxydq5","t":"You can't make up anything anymore. The world itself is a satire. All you're doing is recording it.","c":"society","a":"Art Buchwald"},{"id":"_OmtP0t3lFzyt","t":"Law represents the effort of man to organize society governments, the efforts of selfishness to overthrow liberty.","c":"society","a":"Henry Ward Beecher"},{"id":"bl5-X2K1OdN31","t":"I work with the Humane Society a lot and have three rescue cats.","c":"society","a":"Ian Somerhalder"},{"id":"skp35MkqCsOe9","t":"Society needs people who can manage projects in addition to handling individual tasks.","c":"society","a":"Marilyn vos Savant"},{"id":"P-jbjNb18xp1j","t":"But hey, when you live in Watts, you need a little smack to get by, you know what I mean? You need something soft and comfortable in your life, 'cause you're not going to get it from what's around you. And society isn't going to give it to you.","c":"society","a":"Jerry Garcia"},{"id":"EX8uLQL7cWs_E","t":"The repossession by women of our bodies will bring far more essential change to human society than the seizing of the means of production by workers.","c":"society","a":"Adrienne Rich"},{"id":"MymuBHWgXeo0l","t":"Once the fabric of a just society is undone, it takes generations to weave it back together.","c":"society","a":"Deepak Chopra"},{"id":"-JJuwKbzU7oKA","t":"Society has taught us to suppress certain things and not do certain things.","c":"society","a":"Kesha"},{"id":"yHPvwMu8oDjnV","t":"Intuition becomes increasingly valuable in the new information society precisely because there is so much data.","c":"society","a":"John Naisbitt"},{"id":"L_i_XTYTQpfhG","t":"I don't believe society understands what happens when everything is available, knowable and recorded by everyone all the time.","c":"society","a":"Eric Schmidt"},{"id":"NxTlFzRs2oh4_","t":"The most violent element in society is ignorance.","c":"society","a":"Emma Goldman"},{"id":"1mZ7q_ZkdN5--","t":"I work in an old tradition that goes back to the ancient Greeks. You hold a mirror to crime to see what's happening in society. I could never write a crime story just for the sake of it, because I always want to talk about certain things in society.","c":"society","a":"Henning Mankell"},{"id":"ySaPey84ANhXq","t":"We're in a period where society seems very attracted to flash, and that seeps into people's musical taste.","c":"society","a":"K. D. Lang"},{"id":"cgUBhfcmPmWm-","t":"Mainstream cinema raises questions only to immediately provide an answer to them, so they can send the spectator home reassured. If we actually had those answers, then society would appear very different from what it is.","c":"society","a":"Michael Haneke"},{"id":"Fye0VWMZsW-ef","t":"Are we Darwinists - where we live and let live? Or are we nurturing as a society? There has to be a standard of living that we decide to support.","c":"society","a":"Mario Batali"},{"id":"_ipPvEf01Klcy","t":"Without intervention today, the cost of care for adults with autism will be significantly greater and the burden will no longer lie with the parents, but on our entire society.","c":"society","a":"Jenny McCarthy"},{"id":"CGmzRKZP7RbDT","t":"I don't think we live in a particularly equal society.","c":"society","a":"Sienna Miller"},{"id":"ficPM8FNSocjm","t":"People are going to behave however the social norms permit, and beyond that.","c":"society","a":"Max Cannon"},{"id":"u2kZ29KcjwANs","t":"This society cannot go forward, the way we have been going forward, where the gap between the rich and the poor keeps growing. It's not politically viable it's not morally right it's just not going to happen.","c":"society","a":"Michael Bloomberg"},{"id":"SnzZ4odEZ4IVQ","t":"Having soon discovered to be great, I must appear so, and therefore studiously avoided mixing in society, and wrapped myself in mystery, devoting my time to fasting and prayer.","c":"society","a":"Nat Turner"},{"id":"Y3lZFx0dyll8R","t":"The first principle of a free society is an untrammeled flow of words in an open forum.","c":"society","a":"Adlai E. Stevenson"},{"id":"CsKwYEkrc56xN","t":"We are now integrated into American society and I don't like the word fashionable, because fashionable means that it's going to pass. It's not like that anymore.","c":"society","a":"Antonio Banderas"},{"id":"6iLtDOVO89Flm","t":"It is good for society to have this introspection.","c":"society","a":"Jacques Verges"},{"id":"ejQWuxg4VY536","t":"We live in a disposable society. It's easier to throw things out than to fix them. We even give it a name - we call it recycling.","c":"society","a":"Neil LaBute"},{"id":"aCqvp-Ex5zVa0","t":"If you have to put someone on a pedestal, put teachers. They are society's heroes.","c":"society","a":"Guy Kawasaki"},{"id":"uaPr9IYuBMkwf","t":"The practice of executing such offenders is a relic of the past and is inconsistent with evolving standards of decency in a civilized society.","c":"society","a":"John Paul Stevens"},{"id":"ifsH8lejWzfqL","t":"We would like to get to a point in our society where people really are colorblind and this message would not have to be told anymore. Unfortunately, we're not there yet.","c":"society","a":"Harry Connick, Jr."},{"id":"wSBIV0M_kRo2g","t":"There is no higher value in our society than integrity.","c":"society","a":"Arlen Specter"},{"id":"T9hktGe91IjJn","t":"Once boys' and men's challenges are clear, the question 'why now' quickly becomes 'why didn't we see this sooner?' The answer? Virtually every society that survived did so by socializing its sons to be disposable.","c":"society","a":"Warren Farrell"},{"id":"QPxXZezvJlabg","t":"At the same, we need to remain sensitive to the reality that we are still an African society in which the majority of the people and communities live under severe deprivations and afflictions that are no fault of theirs.","c":"society","a":"Ibrahim Babangida"},{"id":"x8yFH94FdG246","t":"Justice must always question itself, just as society can exist only by means of the work it does on itself and on its institutions.","c":"society","a":"Michel Foucault"},{"id":"QgN5xG469rbv_","t":"I suppose society is wonderfully delightful. To be in it is merely a bore. But to be out of it is simply a tragedy.","c":"society","a":"Oscar Wilde"},{"id":"-TAJ33hil8hZM","t":"All of us in society are supposed to believe that cruelty to animals is wrong and that it is a good thing to prevent needless suffering. So if that is true, how can meat be acceptable under any but the most extraordinary circumstances, such as perhaps roasting the bird who died flying into a window?","c":"society","a":"Ingrid Newkirk"},{"id":"ueYWhPGio6J2U","t":"There is nothing more fearful for the average person in our society than to stand before a group of people and speak.","c":"society","a":"Charles R. Swindoll"},{"id":"aSD6CK9a_2oRS","t":"Women have face-lifts in a society in which women without them appear to vanish from sight.","c":"society","a":"Naomi Wolf"},{"id":"3WP4eKSDCN43Z","t":"How many of you have broken no laws this month? That's the kind of society I want to build. I want a guarantee - with physics and mathematics, not with laws - that we can give ourselves real privacy of personal communications.","c":"society","a":"John Gilmore"},{"id":"D03cFm9pz6FZq","t":"When a nation goes down, or a society perishes, one condition may always be found they forgot where they came from. They lost sight of what had brought them along.","c":"society","a":"Carl Sandburg"},{"id":"44Ms0vANXW3Lh","t":"Well I believe in the desirability of an optimal society.","c":"society","a":"Tom Stoppard"},{"id":"zLXgbgK1w8Dbf","t":"Realizing our society as it is, without theology dogmatically telling us how we should react to it, and being humane toward that society, that is all that we're sure of.","c":"society","a":"Vidal Sassoon"},{"id":"7uXFPvrmkgpCx","t":"A society that has made 'nostalgia' a marketable commodity on the cultural exchange quickly repudiates the suggestion that life in the past was in any important way better than life today.","c":"society","a":"Christopher Lasch"},{"id":"Ikv9rwZElExNa","t":"We live in a society of victimization, where people are much more comfortable being victimized than actually standing up for themselves.","c":"society","a":"Marilyn Manson"},{"id":"HDsQeSkGi7y0-","t":"The fidelity question is difficult for me. Society has made us believe we're supposed to be monogamous when we're not killer whales, or whatever the monogamous species is.","c":"society","a":"Rachel Hunter"},{"id":"Lt8oGdEYFiyDG","t":"A society that does not correctly interpret and appreciate its past cannot understand its present fortunes and adversities and can be caught unawares in a fast changing world.","c":"society","a":"Ibrahim Babangida"},{"id":"m76e_ePYc9tXL","t":"My foundations support people in the country who care about an open society. It's their work that I'm supporting. So it's not me doing it. But I can empower them. I can support them, and I can help them.","c":"society","a":"George Soros"},{"id":"mELu2eVhVruE9","t":"Every genuine boy is a rebel and an anarch. If he were allowed to develop according to his own instincts, his own inclinations, society would undergo such a radical transformation as to make the adult revolutionary cower and cringe.","c":"society","a":"John Andrew Holmes"},{"id":"tsTcbuLIW1GMZ","t":"Watching people just look out for themselves, I think, is extremely interesting. It goes right back to something like 'The Beggar's Opera' - the underbelly of society, how it operates, and how that reflects their so-called betters.","c":"society","a":"Peter Mullan"},{"id":"hvCqcoZ7avc_y","t":"I think we need to just be very clear about what we're trying to do in Afghanistan. Frankly, we're not trying to create the perfect democracy. We're never going to create some ideal society. We are simply there for our own national security.","c":"society","a":"David Cameron"},{"id":"i1EgpmND0JXFL","t":"I feel bad about my outlook, how I feel about people and society, and that I'll never be part of society the way I should.","c":"society","a":"Mike Tyson"},{"id":"cWjkooC_Orx19","t":"The test of the morality of a society is what it does for its children.","c":"society","a":"Dietrich Bonhoeffer"},{"id":"0r3FJMFT_tjZd","t":"Economic progress, in capitalist society, means turmoil.","c":"society","a":"Joseph A. Schumpeter"},{"id":"BMHtoJ5hRrxKq","t":"When you come in to court as a plaintiff or as a defendant, it is terribly important that you look up at the bench and feel that that person represents you and will understand you, that that person is reflective of our community and of our society.","c":"society","a":"Michael Bloomberg"},{"id":"I_lRMlimUQPBA","t":"Man is the animal that intends to shoot himself out into interplanetary space, after having given up on the problem of an efficient way to get himself five miles to work and back each day.","c":"society","a":"Bill Vaughan"},{"id":"EIReDRf5YfrFX","t":"Traditional Albanian society was based on a clan system and was further divided into brotherhoods and bajraks. The bajrak system identified a local leader, called a bajrakar, who could be counted on to provide a certain number of men for military duty.","c":"society","a":"Sebastian Junger"},{"id":"22LIDkql5GBMc","t":"Ideology... is indispensable in any society if men are to be formed, transformed and equipped to respond to the demands of their conditions of existence.","c":"society","a":"Louis Althusser"},{"id":"Q2_PtxfonukFG","t":"I want to help middle-school girls stay interested in math and be good at it, and see it as friendly and accessible and not this scary thing. Everyone else in society tells them it's not for them. It's for nerdy white guys with pocket protectors.","c":"society","a":"Danica McKellar"},{"id":"ESxlCwZz9_vZ_","t":"In our society, the women who break down barriers are those who ignore limits.","c":"society","a":"Arnold Schwarzenegger"},{"id":"YmAZhxZf9fwJl","t":"These groups within a society can he distinguished according as to whether, like an army or an orchestra, they function as a single body or whether they are united merely to defend their common interests and otherwise function as separate individuals.","c":"society","a":"Herbert Read"},{"id":"0jaVChm6bCjig","t":"A society that has more justice is a society that needs less charity.","c":"society","a":"Ralph Nader"},{"id":"MV9SaUNjBylYS","t":"Our whole society is instantaneous.","c":"society","a":"Bryan Cranston"},{"id":"w76Oxqe-IO6XH","t":"Most people in this society who aren't actively mad are, at best, reformed or potential lunatics.","c":"society","a":"Susan Sontag"},{"id":"_HHdKJbo0G5vO","t":"The runway symbolizes something in society that's very intimidating to women.","c":"society","a":"Tyra Banks"},{"id":"ExWmMg-v9iXHe","t":"I knew that I did not have to buy into society's notion that I had to be handsome and healthy to be happy. I was in charge of my 'spaceship' and it was my up, my down. I could choose to see this situation as a setback or as a starting point. I chose to begin life again.","c":"society","a":"Warren Mitchell"},{"id":"_aLyi-EEO_3zh","t":"The idea is, we're still a society where we recognize and see and even sometimes seek members of our own tribe, whatever that tribe is. It could be ethnic, religious, geographic, political.","c":"society","a":"Peter Guber"},{"id":"NclBGHOI60Hxm","t":"The only part of the conduct of any one, for which he is amenable to society, is that which concerns others. In the part which merely concerns himself, his independence is, of right, absolute. Over himself, over his own body and mind, the individual is sovereign.","c":"society","a":"John Stuart Mill"},{"id":"v-lhqDUMWtKUj","t":"No society can surely be flourishing and happy, of which the far greater part of the members are poor and miserable.","c":"society","a":"Adam Smith"},{"id":"KvKbS_9MLntx1","t":"The only yardstick for success our society has is being a champion. No one remembers anything else.","c":"society","a":"John Madden"},{"id":"Ansz0HTWCslas","t":"The model of ownership, in a society organized round mass consumption, is addiction.","c":"society","a":"Christopher Lasch"},{"id":"QIQzWeHHV0r3I","t":"Life was a lot simpler when what we honored was father and mother rather than all major credit cards.","c":"society","a":"Robert Orben"},{"id":"tleyA0ityUqR4","t":"Nobility is a graceful ornament to the civil order. It is the Corinthian capital of polished society.","c":"society","a":"Edmund Burke"},{"id":"KWSFSpZj1dr_x","t":"A brain is a society of very small, simple modules that cannot be said to be thinking, that are not smart in themselves. But when you have a network of them together, out of that arises a kind of smartness.","c":"society","a":"Kevin Kelly"},{"id":"a9sDYu7Oa_kjW","t":"In emerging democracies like Russia, in authoritarian states like Iran or even Yugoslavia, journalists play a vital role in civil society. In fact, they form the very basis of those new democracies and civil societies.","c":"society","a":"Christiane Amanpour"},{"id":"-W1Wjkeb2i2Mj","t":"A commercial society whose members are essentially ascetic and indifferent in social ritual has to be provided with blueprints and specifications for evoking the right tone for every occasion.","c":"society","a":"Marshall McLuhan"},{"id":"dPMCTngCBoHVX","t":"Manners are the basic building blocks of civil society.","c":"society","a":"Alexander McCall Smith"},{"id":"vwJdtAX1gfAYD","t":"Society is the union of men and not the men themselves.","c":"society","a":"Charles de Secondat"},{"id":"scms5kORIKzPW","t":"But we have created a society that does not allow opportunities for those people to take care of themselves because we have denied them those opportunities.","c":"society","a":"Muhammad Yunus"},{"id":"f4j672piDwqal","t":"Well first of all, tell me, is there some society you know of that doesn't run on greed? You think Russia doesn't run on greed? You think China doesn't run on greed? What is greed?","c":"society","a":"Milton Friedman"},{"id":"UxDMHeXImkKQU","t":"The public school has become the established church of secular society.","c":"society","a":"Ivan Illich"},{"id":"_nrYgIO1TrzYe","t":"Unfortunately, our affluent society has also been an effluent society.","c":"society","a":"Hubert H. Humphrey"},{"id":"3REwi6o7mIX2-","t":"After a shooting spree, they always want to take the guns away from the people who didn't do it. I sure as hell wouldn't want to live in a society where the only people allowed guns are the police and the military.","c":"society","a":"William S. Burroughs"},{"id":"P82auYodFga79","t":"When an individual is protesting society's refusal to acknowledge his dignity as a human being, his very act of protest confers dignity on him.","c":"society","a":"Bayard Rustin"},{"id":"AAjTJczPgMOvH","t":"All that is valuable in human society depends upon the opportunity for development accorded the individual.","c":"society","a":"Albert Einstein"},{"id":"-MWA84nBNwDZx","t":"We are not just here to manage capitalism but to change society and to define its finer values.","c":"society","a":"Tony Benn"},{"id":"yjLm4tVIP-0ht","t":"The reason why men enter into society is the preservation of their property.","c":"society","a":"John Locke"},{"id":"JEPG4cxxKGpN2","t":"If you allow for a purely capitalistic society, without any type of regulation at all, you will get one monopoly that will eat all of the smaller fish and own everything, and then you'll have zero capitalism, zero competition - it would just be one giant company.","c":"society","a":"Serj Tankian"},{"id":"In-1tdNZrVAKA","t":"We have to challenge the whole idea that it's acceptable for a society like Britain to have such a significant number of people who do not work one day of the week and don't have any possibility of improving the quality of their lives.","c":"society","a":"Iain Duncan Smith"},{"id":"CsUu7RwoLvs8c","t":"The forces in a capitalist society, if left unchecked, tend to make the rich richer and the poor poorer.","c":"society","a":"Jawaharlal Nehru"},{"id":"5qeKsMdMYWUKn","t":"I think the enemy is self-censorship. In a free society the biggest danger is that you're afraid to the point where you censor yourself.","c":"society","a":"Tim Robbins"},{"id":"dp01S5QKlszi3","t":"I think every artist should follow their vision, their hearts is what they need to reveal, not something that society is looking out for.","c":"society","a":"Serj Tankian"},{"id":"ZjPlUGXQKHuiD","t":"There is so much potential out there in young people and they aren't getting the right information or being encouraged in the right ways. This is our duty as a society.","c":"society","a":"Benjamin Carson"},{"id":"y1FfmdwJ_evt-","t":"When I read about the way in which library funds are being cut and cut, I can only think that American society has found one more way to destroy itself.","c":"society","a":"Isaac Asimov"},{"id":"4C42gbWCy_KLD","t":"Then, I realized that there is an indigenous presence in the Solar System. It's us. So, then, I got to wondering what would happen if a more technologically advanced society moved next door to us, the way we moved next door to the American Indians.","c":"society","a":"Sarah Zettel"},{"id":"UmxGbgouZ0_f8","t":"But one way or another, judges perform a very vital function in our society. They have a risky job and they are entitled to security.","c":"society","a":"Arlen Specter"},{"id":"CwVCTjPQtkiFj","t":"The truth is, I think we are a self-less society, not a selfish society. Because we're so busy now.","c":"society","a":"Phil McGraw"},{"id":"a_ipC2PdOSWC0","t":"Everyone in our society has had to make a contribution towards dealing with the debts.","c":"society","a":"George Osborne"},{"id":"2pRn8dUhjdHkY","t":"Adolescence is society's permission slip for combining physical maturity with psychological irresponsibility.","c":"society","a":"Terri Apter"},{"id":"icvATMxtdZ7ng","t":"The first task in teaching is to bring to consciousness what the students already believe by virtue of their personal experiences about themselves and society.","c":"society","a":"Paul Wellstone"},{"id":"42XMLZeN8lV8K","t":"Exclusiveness in a garden is a mistake as great as it is in society.","c":"society","a":"Alfred Austin"},{"id":"toj3yFgxffHgG","t":"He who stands aloof runs the risk of believing himself better than others and misusing his critique of society as an ideology for his private interest.","c":"society","a":"Theodor Adorno"},{"id":"HyAT7xRH9WHMD","t":"Society therefore is an ancient as the world.","c":"society","a":"Voltaire"},{"id":"Ojfbr5gax_Bmr","t":"If a free society cannot help the many who are poor, it cannot save the few who are rich.","c":"society","a":"John F. Kennedy"},{"id":"8smJMtv5BB_le","t":"We should like to have some towering geniuses, to reveal us to ourselves in colour and fire, but of course they would have to fit into the pattern of our society and be able to take orders from sound administrative types.","c":"society","a":"J. B. Priestley"},{"id":"IqCEthmJkDWPL","t":"Our society is dependent on some precarious mechanisms, and they are very dicey. They can easily collapse.","c":"society","a":"Doris Lessing"},{"id":"rxusROZbb82AP","t":"I think top scientists need to be compensated at a different scale in society. Somebody with experience will tell you that true scientists are not motivated by money - they are motivated by the quest itself. That is true. But I think an additional recognition will not hurt.","c":"society","a":"Yuri Milner"},{"id":"dcAVFLpgaPZ92","t":"For many centuries, suicides were treated like criminals by the society. That is part of the terrible legacy that has come down into society's method of handling suicide recovery. Now we have to fight off the demons that have been hanging around suicide for centuries.","c":"society","a":"Judy Collins"},{"id":"tOkZHMvEa3eYx","t":"Television is just one more facet of that considerable segment of our society that never had any standard but the soft buck.","c":"society","a":"Raymond Chandler"},{"id":"gaZYJR-1kZKEc","t":"And to say that society ought to be governed by the opinion of the wisest and best, though true, is useless. Whose opinion is to decide who are the wisest and best?","c":"society","a":"Thomas Babington Macaulay"},{"id":"YXc06OS0_0-jg","t":"You're scrutinized all through your life - you're scrutinized by your family, by yourself, by society, and your friends in a certain way, shape, or form.","c":"society","a":"Colin Farrell"},{"id":"zYvTOBf-BEn2n","t":"No one would talk much in society if they knew how often they misunderstood others.","c":"society","a":"Johann Wolfgang von Goethe"},{"id":"ZIhmH4i9UMOf8","t":"But we don't have an example of a democratic society existing in a socialist economy - which is the only real alternative to capitalism in the modern world.","c":"society","a":"Peter L. Berger"},{"id":"OiWxx2Bi8NGgO","t":"The Holocaust also shows us how a combination of events and attitudes can erode a society's democratic values.","c":"society","a":"Tim Holden"},{"id":"DtBt41VG95_Jv","t":"What is the use of a house if you haven't got a tolerable planet to put it on?","c":"society","a":"Henry David Thoreau"},{"id":"Ze-p3OHMm8SkU","t":"We must rekindle the fire of idealism in our society.","c":"society","a":"Joe Biden"},{"id":"_9rfKkMDbHTd1","t":"The first sign of corruption in a society that is still alive is that the end justifies the means.","c":"society","a":"Georges Bernanos"},{"id":"8TsgnShXI9L6R","t":"You forget that you do choose your life and there are so many things to be grateful for and I feel like society has gotten to that point where we're always looking for the next and the better and we lose sight of what's actually in front of us.","c":"society","a":"Shailene Woodley"},{"id":"OPgjCXD5-en82","t":"A goose flies by a chart which the Royal Geographical Society could not mend.","c":"society","a":"Oliver Wendell Holmes"},{"id":"DRdEvlhuF4MZE","t":"Women are treated differently by society for exactly the same reason that children and the mentally handicapped are treated differently.","c":"society","a":"Scott Adams"},{"id":"ez-GLgxaS7QzR","t":"What does Burma have to give the United States? We can give you the opportunity to engage with people who are ready and willing to change a society.","c":"society","a":"Aung San Suu Kyi"},{"id":"4uKKQGD5d2Wky","t":"Statistically and emotionally, I believe that the way I can be of help to society is by doing what I know and what I've been good at.","c":"society","a":"Tom Peters"},{"id":"AJlP4CBXe_Gnq","t":"This could never be a crime in any society which deems himself enlightened.","c":"society","a":"Jack Kevorkian"},{"id":"_CIsqHPJwfvhP","t":"Trinidad may seem complex, but to anyone who knows it, it is a simple, colonial, philistine society.","c":"society","a":"V. S. Naipaul"},{"id":"o4sYYEf14Mrp0","t":"Every society rests in the last resort on the recognition of common principles and common ideals, and if it makes no moral or spiritual appeal to the loyalty of its members, it must inevitably fall to pieces.","c":"society","a":"Christopher Dawson"},{"id":"nlphzaDnO6-Kp","t":"I don't think homosexuality is a choice. Society forces you to think it's a choice, but in fact, it's in one's nature. The choice is whether one expresses one's nature truthfully or spends the rest of one's life lying about it.","c":"society","a":"Marlo Thomas"},{"id":"NFQ0EI9-DEp58","t":"Methamphetamine is a hideous drug. Meth makes a person become paranoid, violent, and aggressive - making them a serious threat to society and law enforcement. And maybe more importantly, meth users are a threat to their own children and families.","c":"society","a":"Dirk Kempthorne"},{"id":"pg8XLOMMgHyGD","t":"If we try to engineer outcomes, if we overturn tradition to make everyone the same, we ruin society. If we upset tradition to allow for an equal shot at the starting gate, everyone wins, except for the charlatans and would be dictators.","c":"society","a":"Ben Stein"},{"id":"CicoTBWbWT9X7","t":"As you have fewer and fewer voices in a democracy, in a free society, it's not good to limit the number of voices.","c":"society","a":"Michael Moore"},{"id":"6_VE2BxURQFUw","t":"He has the obligation to society that any human being has. I don't think a satirist has any greater obligation to society than a bricklayer or anybody else.","c":"society","a":"Shel Silverstein"},{"id":"1Rvw-ozyePS7W","t":"The smarter the journalists are, the better off society is. For to a degree, people read the press to inform themselves - and the better the teacher, the better the student body.","c":"society","a":"Warren Buffett"},{"id":"aXtB8e2D6bXAN","t":"All that is needed to set us definitely on the road to a Fascist society is war. It will of course be a modified form of Fascism at first.","c":"society","a":"John T. Flynn"},{"id":"rC5fPOzQMrqTt","t":"Do you know what we are those of us who count as pillars of society? We are society's tools, neither more nor less.","c":"society","a":"Henrik Ibsen"},{"id":"qHGIpuSGCHBVl","t":"I started imagining this whole different world. It was a society of musicians, a family I hoped I could belong to one day.","c":"society","a":"Quincy Jones"},{"id":"W8ujWt1UU_qoW","t":"I want to initiate a change in society in the long term.","c":"society","a":"Francois Hollande"},{"id":"LyJvzDVMXt5lN","t":"The trouble with the rat race is that even if you win, you're still a rat.","c":"society","a":"Lily Tomlin"},{"id":"c5MJGr1Yrs_q-","t":"RFK was a compelling figure because he was willing to challenge his audiences, and in turn connect with them in a unique way. Kennedy showed that our values define us and can inspire others to believe in the possibility of change and a better society.","c":"society","a":"Frances O'Grady"},{"id":"VmoMlLd2sOKut","t":"I believe if there is any place left where the humanity is still visible, it can not be anywhere else than in an Islamic society. Time would come when the world would be obliged to accept this reality.","c":"society","a":"Jermaine Jackson"},{"id":"Z2FjT3jkghLYN","t":"If you say, I'm for equal pay, that's a reform. But if you say. I'm a feminist, that's a transformation of society.","c":"society","a":"Gloria Steinem"},{"id":"98ZjyieRSBqgQ","t":"Remember and help America remember that the fellowship of human beings is more important than the fellowship of race and class and gender in a democratic society.","c":"society","a":"Marian Wright Edelman"},{"id":"LT8xPDsmz_VCr","t":"Am I a criminal? The world knows I'm not a criminal. What are they trying to put me in jail for? You've lost common sense in this society because of religious fanaticism and dogma.","c":"society","a":"Jack Kevorkian"},{"id":"LrUcYmEj-ZDkV","t":"The rights of democracy are not reserved for a select group within society, they are the rights of all the people.","c":"society","a":"Olof Palme"},{"id":"EqS4OvXG6uOzk","t":"I love the wry motto of the Paleontological Society, meant both literally and figuratively, for hammers are the main tool of our trade: Frango ut patefaciam - I break in order to reveal.","c":"society","a":"Stephen Jay Gould"},{"id":"q848geIp2Xqg0","t":"But the truth of the matter is, we're an open society, we want to remain an open society, and there will continue to be vulnerability. That's why we have to meet the threats when they are not yet taking place on our territory and on our soil.","c":"society","a":"Condoleezza Rice"},{"id":"cYYhYsWojpBg-","t":"Our lifetime may be the last that will be lived out in a technological society.","c":"society","a":"Arthur C. Clarke"},{"id":"nWNvDIqDi8Jgb","t":"To educate a man in mind and not in morals is to educate a menace to society.","c":"society","a":"Theodore Roosevelt"},{"id":"cVdNPOW_rIaTV","t":"Today the world changes so quickly that in growing up we take leave not just of youth but of the world we were young in.","c":"society","a":"Peter Medawar"},{"id":"TnJo4BDCLrqxP","t":"The stark and inescapable fact is that today we cannot defend our society by war since total war is total destruction, and if war is used as an instrument of policy, eventually we will have total war.","c":"society","a":"Lester B. Pearson"},{"id":"Z2MQOs7CTQEHk","t":"I can't say that I've changed anybody's life, ever, and that's the real work of the world, if you want a better society.","c":"society","a":"Charles Kuralt"},{"id":"nElMBA8Mcx4Ce","t":"Simply that we are mirroring the trends in society, at any given time smuggling was an issue in the seventies, corruption is an issue today, and we faithfully reflect those issues.","c":"society","a":"Ajay Devgan"},{"id":"fmoQI2WOyH82Q","t":"It is rather a problem of how to secure the best use of resources known to any of the members of society, for ends whose relative importance only those individuals know.","c":"society","a":"Friedrich August von Hayek"},{"id":"5WV8yitShcF3W","t":"Before a group can enter the open society, it must first close ranks.","c":"society","a":"Stokely Carmichael"},{"id":"SdADcwLOXP_d9","t":"The key to organizing an alternative society is to organize people around what they can do, and more importantly, what they want to do.","c":"society","a":"Abbie Hoffman"},{"id":"Li5DMHC979IxZ","t":"If one could only teach the English how to talk, and the Irish how to listen, society here would be quite civilized.","c":"society","a":"Oscar Wilde"},{"id":"Q03CXVyL5GTjK","t":"In the past, human society provided encouragement and opportunity for people to extend support to each other, especially in highly stressful situations.","c":"society","a":"Daisaku Ikeda"},{"id":"XeALimyL-MRO-","t":"Sweden is still a very peaceful country to live in. I think that people in Britain have created this mythology about Sweden, that it's a perfect democratic society full of erotically charged girls.","c":"society","a":"Henning Mankell"},{"id":"pquLGZd8GA2A0","t":"The most important element of a free society, where individual rights are held in the highest esteem, is the rejection of the initiation of violence.","c":"society","a":"Ron Paul"},{"id":"__Oa4AUh0Fe8h","t":"The function of the press in society is to inform, but its role in society is to make money.","c":"society","a":"A. J. Liebling"},{"id":"y40kvZ5SJY8W5","t":"Attention-deficit disorders seem to abound in modern society, and we don't know the cause.","c":"society","a":"Marilyn vos Savant"},{"id":"1PrntHRSCXisx","t":"When you've paid your debt to society, you need to be reconnected and re-engaged in society.","c":"society","a":"Tom Vilsack"},{"id":"vwPy7Spre38Vo","t":"Stories in which the destruction of society occurs are explorations of social fears and issues that filmmakers, novelists, playwrights, painters have been examining for a long time.","c":"society","a":"J. J. Abrams"},{"id":"xZLBa8-B_lkT7","t":"A society made up of individuals who were all capable of original thought would probably be unendurable.","c":"society","a":"H. L. Mencken"},{"id":"A5V2eCFnn4n7v","t":"The proletarian woman fights hand in hand with the man of her class against capitalist society.","c":"society","a":"Clara Zetkin"},{"id":"sDSG3YQuFqXDQ","t":"I respond very well to well-written material and women who have had an effect on society, something tragic or monumental has happened to them.","c":"society","a":"Samantha Morton"},{"id":"C4SDf2-e77bLm","t":"I will spend the next four years rebuilding the foundation of a opportunity society led by free people and free enterprises.","c":"society","a":"Mitt Romney"},{"id":"78EgLU6whBRgh","t":"The instinct of nearly all societies is to lock up anybody who is truly free. First, society begins by trying to beat you up. If this fails, they try to poison you. If this fails too, the finish by loading honors on your head.","c":"society","a":"Jean Cocteau"},{"id":"Dt8i18XQeI3N9","t":"An innovation is one of those things that society looks at and says, if we make this part of the way we live and work, it will change the way we live and work.","c":"society","a":"Dean Kamen"},{"id":"UH_foOSnZU8DB","t":"The surface of American society is covered with a layer of democratic paint, but from time to time one can see the old aristocratic colours breaking through.","c":"society","a":"Alexis de Tocqueville"},{"id":"SXzJYRzWFaVyk","t":"The product of the artist has become less important than the fact of the artist. We wish to absorb this person. We wish to devour someone who has experienced the tragic. In our society this person is much more important than anything he might create.","c":"society","a":"David Mamet"},{"id":"P2gja33DQfsD5","t":"There would be no society if living together depended upon understanding each other.","c":"society","a":"Eric Hoffer"},{"id":"rY1WWUCUiBYMZ","t":"What I do deny is that you can build any enduring society without some such mystical ethos.","c":"society","a":"Herbert Read"},{"id":"KICC-XH1U63jA","t":"In a society that tries to standardize thinking, individuality is not highly prized.","c":"society","a":"Alex Grey"},{"id":"9tfxhYT0Lzs_g","t":"I started out in engineering. I was a geophysical engineer. Throughout the course of my life I've done a lot of strange jobs, and the effect has been to make me think a little more skeptically about our capitalist society.","c":"society","a":"George Saunders"},{"id":"n8ZwyvkLES7Z0","t":"Conservatism is a hard choice for a society that has become accustomed to big government and big entitlements promoted by liberals.","c":"society","a":"Jesse Helms"},{"id":"w_h5VBBzyi0YZ","t":"Society can overlook murder, adultery or swindling it never forgives preaching of a new gospel.","c":"society","a":"Edmund Burke"},{"id":"b5oJZ6NY5lmwL","t":"Business, labor and civil society organizations have skills and resources that are vital in helping to build a more robust global community.","c":"society","a":"Kofi Annan"},{"id":"LIlzokU4MVD9q","t":"I don't think anyone in the media thinks strategically about society.","c":"society","a":"Todd Gitlin"},{"id":"_SYzo0jdKpmCR","t":"Suicide, moreover, was at the time in vogue in Paris: what more suitable key to the mystery of life for a skeptical society?","c":"society","a":"Honore de Balzac"},{"id":"OWHGRggEsPMWz","t":"Art is the close scrutiny of reality and therefore I put on the stage only those things that I know happen in our society.","c":"society","a":"Edward Bond"},{"id":"7xkhsnlNURnvj","t":"Where justice is denied, where poverty is enforced, where ignorance prevails, and where any one class is made to feel that society is an organized conspiracy to oppress, rob and degrade them, neither persons nor property will be safe.","c":"society","a":"Frederick Douglass"},{"id":"1AvGxtQXR8uAm","t":"Our society is not a community, but merely a collection of isolated family units.","c":"society","a":"Valerie Solanas"},{"id":"op8_6xsO9lfSA","t":"The imaginations which people have of one another are the solid facts of society.","c":"society","a":"Charles Horton Cooley"},{"id":"oNI91N4UKLZZW","t":"I think the debate in our society now is that people have to agree on zero-tolerance to terrorism.","c":"society","a":"King Abdullah II"},{"id":"Jn_tSqJ33KTId","t":"There is one, and only one, thing in modern society more hideous than crime namely, repressive justice.","c":"society","a":"Simone Weil"},{"id":"KNXZoylEGJhkw","t":"The only society I like is rough and tough, and the tougher the better. There's where you get down to bedrock and meet human people.","c":"society","a":"Robert W. Service"},{"id":"xoM-_BrnHDisW","t":"One of the things I keep coming back to in my writing is that society doesn't work on this mirror principle, you don't have an exact replica on the left of what you have on the right. It just doesn't work that way.","c":"society","a":"Thomas Frank"},{"id":"4DMvuu2jo6-Z2","t":"The most unpardonable sin in society is independence of thought.","c":"society","a":"Emma Goldman"},{"id":"ACETh6ayyL5Ui","t":"The question I asked Georges has now become a general one - You, who thought you were superfluous, who thought there was no place for you in society, not only are you not superfluous, you are needed and so those who were beggars become givers.","c":"society","a":"Abbe Pierre"},{"id":"k6B0WkjM0-C_N","t":"In an individualistic culture, the narcissist is God's gift to the world. In a collectivist society, the narcissist is God's gift to the collective.","c":"society","a":"Christopher Lasch"},{"id":"gQ5zsfimL56-f","t":"Individual versus group selection results in a mix of altruism and selfishness, of virtue and sin, among the members of a society.","c":"society","a":"E. O. Wilson"},{"id":"OiTRtYWubGRMy","t":"In this I-me society, my job is to get people to buy into something bigger than themselves.","c":"society","a":"Curt Schilling"},{"id":"232TVifV-_5Ti","t":"Companies that pollute should be taxed so that a product's cost to society is reflected in the price of that product.","c":"society","a":"Eliot Spitzer"},{"id":"2wMDNuWoDKGD2","t":"Badger hates Society, and invitations, and dinner, and all that sort of thing.","c":"society","a":"Kenneth Grahame"},{"id":"bLirlm3njUo8J","t":"Divorced from the cosmos, from nature, from society and from each other, we have become fractured and fragmented.","c":"society","a":"Daisaku Ikeda"},{"id":"0bLb4rJ8tmSem","t":"And I feel that we in our society should not be held by any such myth that we should do everything we can to gain a delight and joy in our society with all the available parts of the palette.","c":"society","a":"Minoru Yamasaki"},{"id":"4wbbb8Fb7HWf7","t":"There is no development strategy more beneficial to society as a whole - women and men alike - than the one which involves women as central players.","c":"society","a":"Kofi Annan"},{"id":"H1zxC7Nk2be98","t":"The political system is broken, the economy is broken and so is society. That is why people are so depressed about the state of our country.","c":"society","a":"David Cameron"},{"id":"XrJ-g8lRmp6OY","t":"In virtually every Western society in the 1960s there was a moral revolution, an abandonment of its entire traditional ethic of self-restraint.","c":"society","a":"Jonathan Sacks"},{"id":"4k506y-KIXABL","t":"My father always taught me to appreciate what you're fortunate to have and give back to those who need it. No part of our society is more important than the children, especially the ones who need our help.","c":"society","a":"Dan Marino"},{"id":"FvelSc8KFAE2T","t":"Although I don't have a prescription for what others should do, I know I have been very fortunate and feel a responsibility to give back to society in a very significant way.","c":"society","a":"Bill Gates"},{"id":"GOlYbi3-OIUzs","t":"The human being is in the most literal sense a political animal, not merely a gregarious animal, but an animal which can individuate itself only in the midst of society.","c":"society","a":"Karl Marx"},{"id":"ArLi4ivCULJhc","t":"And nothing embittered me, which is important, because I think ethnic people and women in this society can end up being embittered because of the lack of affirmative action, you know.","c":"society","a":"James Earl Jones"},{"id":"YMHhv7siaNSi4","t":"It does not seem that the contradiction which exists between the aristocratic function of art and the democratic structure of modern society can ever be resolved.","c":"society","a":"Herbert Read"},{"id":"feE9CIKfTLkNi","t":"In bourgeois society capital is independent and has individuality, while the living person is dependent and has no individuality.","c":"society","a":"Karl Marx"},{"id":"939AFsOOpbk1Q","t":"I'm really not interested in other people's opinions, because I think frankly most of those opinions are either misinformed and adding to this endless ball of hot air we have in our society where everyone thinks their opinion is valuable and sacred and what counts.","c":"society","a":"H. G. Bissinger"},{"id":"YHf9WoYVi2JaK","t":"People don't want other people to get high, because if you get high, you might see the falsity of the fabric of the society we live in.","c":"society","a":"Ken Kesey"},{"id":"bGNqZwrkZFyLW","t":"Society cares for the individual only so far as he is profitable.","c":"society","a":"Simone de Beauvoir"},{"id":"FaFm4q3GJidqm","t":"I give away something up to $500 million a year throughout the world promoting Open Society. My foundations support people in the country who care about an open society. It's their work that I'm supporting. So it's not me doing it.","c":"society","a":"George Soros"},{"id":"nFMPLAKb5QxWo","t":"I had a little insight into life that most kids probably didn't have. My mother was a schoolteacher, and my father was a social worker. Through his eyes I saw the underside of society.","c":"society","a":"Charles Kuralt"},{"id":"lBMzcjQ34W5uz","t":"In our society leaving baby with Daddy is just one step above leaving the kids to be raised by wolves or apes.","c":"society","a":"Al Roker"},{"id":"hJnz-8bhJjyA9","t":"The point I am making is that in the more primitive forms of society the individual is merely a unit in more developed forms of society he is an independent personality.","c":"society","a":"Herbert Read"},{"id":"JOdesBL0tZ9ui","t":"The world is governed more by appearance than realities so that it is fully as necessary to seem to know something as to know it.","c":"society","a":"Daniel Webster"},{"id":"MY_gMcsFd3I-y","t":"Well, we ought to be stirred, even to tears, by society's ills.","c":"society","a":"George McGovern"},{"id":"kPF31SOaG_7ZY","t":"Propaganda in the ordinary sense of the term plays a less important part in a consumer society, where people greet all official pronouncements with suspicion.","c":"society","a":"Christopher Lasch"},{"id":"deohadrH171kz","t":"The progress of society is mainly the improvement in the condition of the workingmen of the world.","c":"society","a":"Rutherford B. Hayes"},{"id":"4xOpFyZbf2GPJ","t":"In return, society rewards those who give it what it wants. That is why how much money people have earned is a rough measure of how much they gave society what it wanted.","c":"society","a":"Ray Dalio"},{"id":"_0V7ZJD9nni-1","t":"In modern society, where most people live in cities, and where both needs and wishes are absolved through the same remote agency - money - the distinction between wishes and needs has altogether vanished.","c":"society","a":"James Buchan"},{"id":"XCN3JfXcyYsLw","t":"Eisenhower warned us about the military-industrial complex and the damage it could do to society.","c":"society","a":"will.i.am"},{"id":"NzSRyJeeAfPaZ","t":"Society attacks early, when the individual is helpless.","c":"society","a":"B. F. Skinner"},{"id":"buUKq-l3L9G0i","t":"Life and human society are the chief concern of Confucianism and, through it, the chief concern of the Chinese people.","c":"society","a":"Hu Shih"},{"id":"kqivexrRICLv7","t":"The word power has such a generally negative implication in our society. What are people talking about? Are they talking about muscles, or control?","c":"society","a":"James Hillman"},{"id":"9a4UxDdW7qfcZ","t":"Hip-hop reflects the truth, and the problem is that hip-hop exposes a lot of the negative truth that society tries to conceal. It's a platform where we could offer information, but it's also an escape.","c":"society","a":"Busta Rhymes"},{"id":"rMY1KZBx7XMZC","t":"We need proof in our society.","c":"society","a":"Shirley MacLaine"},{"id":"Ha2pa7Sb16LBJ","t":"I'll never look down on and I love running into actors who say 'Oh yeah, I did a soap.' I say 'Tell me which one!' It's like being a member of a secret society.","c":"society","a":"Nathan Fillion"},{"id":"iMHrfqQpeCGUd","t":"At one of the annual conventions of the American Society for Aesthetics much confusion arose when the Society for Anesthetics met at the same time in the same hotel.","c":"society","a":"Rudolf Arnheim"},{"id":"iUQPDUtBJSD7N","t":"We're going to raise a lot of money for cancer awareness, give some to the American Cancer Society and hopefully make a big difference.","c":"society","a":"LL Cool J"},{"id":"LW3gC4KOyK0N5","t":"Who ever hears of fat men heading a riot, or herding together in turbulent mobs? No - no, your lean, hungry men who are continually worrying society, and setting the whole community by the ears.","c":"society","a":"Washington Irving","e":true},{"id":"Dg-q2EV5AL6VJ","t":"On the other side of that coin, and far outweighing it, is the fact that I've been able to use genre of Fantasy/Horror and express my opinion, talk a little about society, do a little bit of satire and that's been great, man. A lot of people don't have that platform.","c":"society","a":"George A. Romero"},{"id":"QNu5FLasWTI5_","t":"I applaud the American Cancer Society for all they do to eradicate smoking. Their local, state and national efforts help to discourage young people from taking up this deadly habit and the resources they provide have helped numerous smokers quit.","c":"society","a":"Allyson Schwartz"},{"id":"dPcbV0oyBDGfO","t":"Sports are a microcosm of society.","c":"society","a":"Billie Jean King"},{"id":"ZaEuY5qFPGlGC","t":"Travel and society polish one, but a rolling stone gathers no moss, and a little moss is a good thing on a man.","c":"society","a":"John Burroughs"},{"id":"ex4ovk8BoVqTi","t":"My brand is a demography-breaker. It speaks to all homemakers and women from all walks of life and all across society.","c":"society","a":"Sandra Lee"},{"id":"MriBYn3QFXPuY","t":"I think being different, going against the grain of society is the greatest thing in the world.","c":"society","a":"Elijah Wood"},{"id":"EJE14Sn-8SrAk","t":"The role of art in society differs for every artist.","c":"society","a":"Maya Lin"},{"id":"6TQR_Z12GRNzC","t":"Not only is the self entwined in society it owes society its existence in the most literal sense.","c":"society","a":"Theodor Adorno"},{"id":"4FEuoOchgBiLH","t":"The true meaning of feminism is this: to use your strong womanly image to gain strong results in society.","c":"society","a":"Pamela Anderson"},{"id":"zDzYnDFEzA_cG","t":"Aesthetic matters are fundamental for the harmonious development of both society and the individual.","c":"society","a":"Friedrich Schiller"},{"id":"TLALj1GTTsiCA","t":"You just let your lower self go, and then it takes on all these aspects of the society - the city with horns blowing, the people yelling things at each other, and the all-in-all violence and chaos of the city. Put that on stage with music, and that's what this is.","c":"society","a":"Alice Cooper"},{"id":"4yJa4CsqTX5Q9","t":"Civilization is unbearable, but it is less unbearable at the top.","c":"society","a":"Timothy Leary"},{"id":"Cv6NUPEkDxudS","t":"Tolerance is the price we pay for living in a free, pluralistic society.","c":"society","a":"Robert Casey"},{"id":"FoJA6cUaLmLa0","t":"The whole system of society tells you what to do.","c":"society","a":"Barry White"},{"id":"osXL4QyFp-KiD","t":"An emancipated society, on the other hand, would not be a unitary state, but the realization of universality in the reconciliation of differences.","c":"society","a":"Theodor Adorno"},{"id":"k_5vkz2MA2I5f","t":"A free society will abide unofficial, private discrimination, even when that means allowing hate-filled groups to exclude people based on the color of their skin.","c":"society","a":"Rand Paul"},{"id":"IUsIacBN_A44F","t":"Boy's natural play is rough and tumble play, it's the universal play of little boys. And it's very different from aggression. And we are a society that's failing to understand the distinction.","c":"society","a":"Christina Hoff Sommers"},{"id":"iZ4k6zVaf4N--","t":"The ultimate test of a moral society is the kind of world that it leaves to its children.","c":"society","a":"Dietrich Bonhoeffer"},{"id":"F2n3CRtfMtqra","t":"I believe that writers, unless they consider themselves terribly exquisite, are at heart people who live by night, a little bit outside society, moving between delinquency and conformity.","c":"society","a":"Guillermo Cabrera Infante"},{"id":"UEEpKhSM6P55E","t":"There is only one way left to escape the alienation of present day society: to retreat ahead of it.","c":"society","a":"Roland Barthes"},{"id":"Lu17vlCzFixX7","t":"The most dangerous creation of any society is the man who has nothing to lose.","c":"society","a":"James A. Baldwin"},{"id":"Fk_rs_YQ0XYmC","t":"My role in society, or any artist's or poet's role, is to try and express what we all feel. Not to tell people how to feel. Not as a preacher, not as a leader, but as a reflection of us all.","c":"society","a":"John Lennon"},{"id":"vr1qAYmZGPzm5","t":"Women with money and women in power are two uncomfortable ideas in our society.","c":"society","a":"Candace Bushnell"},{"id":"qbbxKKNjZ4r_6","t":"The belief that the good in American society will finally win out... I don't believe any more.","c":"society","a":"Elia Kazan"},{"id":"ddIA-CumeughK","t":"What is called good society is usually nothing but a mosaic of polished caricatures.","c":"society","a":"Karl Wilhelm Friedrich Schlegel"},{"id":"atLwwR5Gbm7sf","t":"America must be the teacher of democracy, not the advertiser of the consumer society. It is unrealistic for the rest of the world to reach the American living standard.","c":"society","a":"Mikhail Gorbachev"},{"id":"EBiw8Rw4P-W33","t":"Whether you think a film will affect society or it's plain entertainment, it's all excellent, it's all noble.","c":"society","a":"Joaquin Phoenix"},{"id":"6TwDi13EbnRWD","t":"The basic thing nobody asks is why do people take drugs of any sort? Why do we have these accessories to normal living to live? I mean, is there something wrong with society that's making us so pressurized, that we cannot live without guarding ourselves against it?","c":"society","a":"John Lennon"},{"id":"hLlsSZe-mwdVQ","t":"The conscious and intelligent manipulation of the organized habits and opinions of the masses is an important element in democratic society.","c":"society","a":"Edward Bernays"},{"id":"LywBtXhIpuixF","t":"Society has always seemed to demand a little more from human beings than it will get in practice.","c":"society","a":"George Orwell"},{"id":"9NDzA-BXRyvuZ","t":"Drama lives on conflict. If you're trying to deal with social issues seriously, there's no way of avoiding violence, which is so present in society.","c":"society","a":"Michael Haneke"}]