[{"id":"YKxddXInUaau1","t":"For the last 10 years, I've felt increasing pressure to stop shooting film and start shooting video, but I've never understood why. It's cheaper to work on film, it's far better looking, it's the technology that's been known and understood for a hundred years, and it's extremely reliable.","c":"technology","a":"Christopher Nolan"},{"id":"RBRvFVTZyWD8_","t":"The Internet is a telephone system that's gotten uppity.","c":"technology","a":"Clifford Stoll"},{"id":"XG7Q6CcHamHWh","t":"Technology tools such as laptops are the kind of help that we need. A program that provides laptops for all youngsters would close a gap that most of us are not aware of, or will not admit to, which is a tremendous gap in the poor communities.","c":"technology","a":"Major Owens"},{"id":"2sH6Bmy1YXkyl","t":"What I love about new technology is that it really pushes the art. It really pushes it in a way that you can't imagine until you come up with the idea. It's idea-based. You can do anything.","c":"technology","a":"Robert Rodriguez"},{"id":"riVUp3PGo8TxB","t":"It's hard for us in our stores to be a leader in technology.","c":"technology","a":"Lee Scott"},{"id":"KBnWKZ2MGo7cT","t":"What is needed now is a transformation of the major systems of production more profound than even the sweeping post-World War II changes in production technology.","c":"technology","a":"Barry Commoner"},{"id":"927Uf9M736lR2","t":"With millions of family wage manufacturing jobs lost since 2001, we need an energy bill that takes bold action to tap into American ingenuity in order to lead the world in new clean energy technology, rather than playing catch-up to the Japanese, Danish, and Germans.","c":"technology","a":"Jay Inslee"},{"id":"QSkJDVdtNk-V_","t":"I'm creating the kind of games that I like right now. I'm not being held back by technology.","c":"technology","a":"John Romero"},{"id":"8Bx20GHt6-xUN","t":"I think we can allow the therapeutic uses of nuclear transplant technology, which we call cloning, without running the danger of actually having live human beings born.","c":"technology","a":"David Baltimore"},{"id":"Y1z8tETqv6cxx","t":"We have the new greatest generation. We don't need as large a military due to the technology we have, the equipment we have outfitting our personnel. They really are storm troopers.","c":"technology","a":"Joe Wilson"},{"id":"zOnsjSNb0iVe_","t":"Despite my emphasis on technology, I do not view laws as inherently evil. My goals are political ones, even if my techniques are not. The only way to fundamentally succeed is by changing existing laws. If I rejected all help from the political arena I would inevitably fail.","c":"technology","a":"Bram Cohen"},{"id":"bxDNNZ2DT3Y8b","t":"The technology at the leading edge changes so rapidly that you have to keep current after you get out of school. I think probably the most important thing is having good fundamentals.","c":"technology","a":"Gordon Moore"},{"id":"j6P_GFI9ESsoV","t":"Technology is anything that wasn't around when you were born.","c":"technology","a":"Alan Kay"},{"id":"dDl0sYr__Dz0-","t":"Accordingly, it is our task to ensure that the Government formulates policies that foster the continued development of the IT sector while also providing for citizens' access to technology and opportunity for economic advancement.","c":"technology","a":"Tim Holden"},{"id":"aHodEYcXFtyOp","t":"Nevertheless, the number of farmers, small as well as large, who are adopting the new seeds and new technology is increasing very rapidly, and the increase in numbers during the past three years has been phenomenal.","c":"technology","a":"Norman Borlaug"},{"id":"PRfSMmrmqdifZ","t":"I mean, technology is amoral. It has no morality.","c":"technology","a":"Robert Ballard"},{"id":"FJy4EpU7eU2di","t":"It is questionable if all the mechanical inventions yet made have lightened the day's toil of any human being.","c":"technology","a":"John Stuart Mill"},{"id":"C2ehuAjNursDj","t":"I think that technology has both introduced new sounds but also allowed an increasingly painterly approach to recording music as you can now paint over what you've done and more and more refine an existing performance.","c":"technology","a":"Jerry Harrison"},{"id":"Rbesc0PExE4t0","t":"When you look at other countries that are developing the capabilities and the technology to deploy missiles of very significant destructive capability with nuclear, chemical, or biological warheads, then the MAD dogma makes even less sense.","c":"technology","a":"Don Nickles"},{"id":"sQcuq-ai8qiPC","t":"The intellectual property situation is bad and getting worse. To be a programmer, it requires that you understand as much law as you do technology.","c":"technology","a":"Eric Allman"},{"id":"ijsInMxcLL84s","t":"As children, many of us were taught never to talk to strangers. As parents and grandparents, our message must change with technology to include strangers on the Internet.","c":"technology","a":"Judy Biggert"},{"id":"wVEYcLeFiGkZ6","t":"Advances in technology and in our understanding of illness and disease together with an expanded workforce and greater resources will allow us to provide more services to a higher quality.","c":"technology","a":"John Hutton"},{"id":"bqFhs1pbJvPqm","t":"Technology has not only changed the way people are able to view movies, it has changed the way our industry produces and advertises movies.","c":"technology","a":"Dan Glickman"},{"id":"UoKyVLt-vBhgB","t":"We cannot escape that Hollywood is in the middle of a wave of technological change. The current angst over all the implications of new entertainment technology is nothing new.","c":"technology","a":"Michael Eisner"},{"id":"-sedj780Ma5N0","t":"There are three roads to ruin women, gambling and technicians. The most pleasant is with women, the quickest is with gambling, but the surest is with technicians.","c":"technology","a":"Georges Pompidou"},{"id":"QKAp6l_yWMSpG","t":"Social networking technology didn't really exist until 2004-2005. I had the idea to use this technology to bridge this gap between a general interest in addressing social issues and the practical action.","c":"technology","a":"Ben Rattray"},{"id":"gDXwhayq-hhDS","t":"Microsoft isn't evil, they just make really crappy operating systems.","c":"technology","a":"Linus Torvalds"},{"id":"NJRvSgrn73csD","t":"Seriously, we are in the midst of the convergence of voice and data and that is challenging the infrastructure of the telephone companies. There are huge commercial interests in the basic technology, but even more so in content delivery and control of content.","c":"technology","a":"Steve Crocker"},{"id":"oXzBQzVEbj17l","t":"I mean, when you get down to very low numbers of nuclear weapons, and you contemplate going to zero, how do you deal with the reality of that technology being available to almost any country that seeks to pursue it? And what conditions do you put in place?","c":"technology","a":"Robert M. Gates"},{"id":"6cMvg43Ugppmi","t":"This really is a merger of equals. I wouldn't have come back to work for anything less than this fantastic opportunity. This lets me combine my two great loves - technology and biscuits.","c":"technology","a":"Lou Gerstner"},{"id":"uEI2VUEtYCkJ3","t":"We're in a new world. We're in a world in which the possibility of terrorism, married up with technology, could make us very, very sorry that we didn't act.","c":"technology","a":"Condoleezza Rice"},{"id":"4A478ueWsXmGV","t":"I've been so entwined with technology since I was about 15, recording myself and multitracking and producing things on my own.","c":"technology","a":"St. Vincent"},{"id":"0TKle2M-kGhEL","t":"Oh I love gadgets and I pride myself on keeping at the cutting edge of technology.","c":"technology","a":"Alexander McCall Smith"},{"id":"-r4eP5Carsh20","t":"Do you realize if it weren't for Edison we'd be watching TV by candlelight?","c":"technology","a":"Al Boliska"},{"id":"6oR-Te9HJkeWx","t":"Digital imaging has untied our hands with regards to technical limitations. We no longer have to be arbiters of technology we get to participate in the interpretation of technology into creative content.","c":"technology","a":"John Dykstra"},{"id":"o56tuBlxNoDOl","t":"It's big production. It's huge. It's using studio technology to your benefit. You don't go in and play live and then just take the tapes and get them mastered. You have to create.","c":"technology","a":"Joe Elliott"},{"id":"9rGZXfH0sSIqY","t":"The most essential thing for us was to get the business model right, then put the world-class technology under it to support it. At Merrill, that meant not doing what people expected.","c":"technology","a":"John McKinley"},{"id":"-8qDsa6erjv3a","t":"Sometimes I'm dazzled by how modern and fabulous we are, and how easy everything can be for us that's the gilded glow of technology, and I marvel at it all the time.","c":"technology","a":"Susan Orlean"},{"id":"ozcidXwABcoKc","t":"Making duplicate copies and computer printouts of things no one wanted even one of in the first place is giving America a new sense of purpose.","c":"technology","a":"Andy Rooney"},{"id":"18aY7jSXtYj-O","t":"I used to think that cyberspace was fifty years away. What I thought was fifty years away, was only ten years away. And what I thought was ten years away... it was already here. I just wasn't aware of it yet.","c":"technology","a":"Bruce Sterling"},{"id":"1CaSjwhj2yt5h","t":"Pretty soon we'll have robots in our society, you're going to have a lot of automated processes that used to be done by people - this is happening. Society and technology is changing so fast, and the impact of the change on society and technology is global, not local.","c":"technology","a":"Jose Padilha"},{"id":"W3OkNfRpnxpT_","t":"Society will decide after the technology is created what we will and won't accept.","c":"technology","a":"Jesse Eisenberg"},{"id":"s4LcGh9C8lIrH","t":"This would only come if you have a revolutionary change in technology like the jet brought about.","c":"technology","a":"Adolf Galland"},{"id":"qV-4nXUWl7QRg","t":"I love technology. We can be our own DJs wherever we go.","c":"technology","a":"Ludacris"},{"id":"CysWQsGSyY_cL","t":"We're in a time now where technology is such that we can create anything, and that's what's new about television and film these days.","c":"technology","a":"Jennifer Morrison"},{"id":"n9JPLjxxyaR8l","t":"The typewriting machine, when played with expression, is no more annoying than the piano when played by a sister or near relation.","c":"technology","a":"Oscar Wilde"},{"id":"9h6rP94Px4Gxo","t":"I knew from the beginning that privacy was going to be a huge issue, especially with regard to applying Total Information Awareness in counterterrorism. Because if the technology development was successful, a logical place to apply it was inside the United States.","c":"technology","a":"John Poindexter"},{"id":"4_WiV5ib0rif9","t":"What new technology does is create new opportunities to do a job that customers want done.","c":"technology","a":"Tim O'Reilly"},{"id":"8Rdq1iUj81VHl","t":"Visual ideas combined with technology combined with personal interpretation equals photography. Each must hold it's own if it doesn't, the thing collapses.","c":"technology","a":"Arnold Newman"},{"id":"ZMek9M39cPfYQ","t":"The only thing that I'd rather own than Windows is English, because then I could charge you two hundred and forty-nine dollars for the right to speak it.","c":"technology","a":"Scott McNealy"},{"id":"1QgdE9gkE3kMv","t":"The technology of the time dictated the way things looked.","c":"technology","a":"Douglas Trumbull"},{"id":"BogIQcwFtzuE4","t":"My greatest concern is that the emergence of this technology without the appropriate public attention and international controls could lead to an unstable arms race.","c":"technology","a":"K. Eric Drexler"},{"id":"q5GnNoAIifSrE","t":"People who are really serious about software should make their own hardware.","c":"technology","a":"Alan Kay"},{"id":"NoiWPLT5k3vxh","t":"I have friends who have a CD mastering plant in Hollywood and they are very sceptical about European record labels' understanding of digital technology.","c":"technology","a":"Gavin Bryars"},{"id":"W3qAuEuCkm5k6","t":"I think we are living in selfish times. I'm the first one to say that I'm the most selfish. We live in the so-called 'first world,' and we may be first in a lot of things like technology, but we are behind in empathy.","c":"technology","a":"Javier Bardem"},{"id":"rfFsubS09Q0G6","t":"The world changes materially. Science makes advances in technology and understanding. But the world of humanity doesn't change.","c":"technology","a":"Pierre Schaeffer"},{"id":"2HfRjG6QiLF6i","t":"Therefore, you are not training young people for the world of today and the world of tomorrow unless you are doing proven technology training. That is one of the reasons I'm so concerned.","c":"technology","a":"Major Owens"},{"id":"p-YF6RvV3I6IU","t":"It is only when they go wrong that machines remind you how powerful they are.","c":"technology","a":"Clive James"},{"id":"XpJm4XnGrtN2v","t":"The rapid dissemination of technology and information offers entirely new ways of production, but it can also bring the spectre of more states developing weapons of mass destruction.","c":"technology","a":"Lord Robertson"},{"id":"2PR0kpFcW9DbZ","t":"Piecemeal social engineering resembles physical engineering in regarding the ends as beyond the province of technology.","c":"technology","a":"Karl Popper"},{"id":"OEJGQ509IPBxH","t":"I remember feeling that technology was like trying to draw with your foot. In a ski boot. It was the most indirect way to work imaginable, but the potential had us all excited. I started in stop motion.","c":"technology","a":"Chris Wedge"},{"id":"993P1c8c2QbeF","t":"The music technology scene is changing so fast it's hard to keep up.","c":"technology","a":"Natasha Bedingfield"},{"id":"CDu-e8GHNz_xh","t":"In software systems it is often the early bird that makes the worm.","c":"technology","a":"Alan Perlis"},{"id":"1kVsYGOo0Foyt","t":"Technology has allowed us to have more drought-resistant crops. The spotty nature of drought, the spotty nature of rains can sometimes result in better yields than anticipated.","c":"technology","a":"Tom Vilsack"},{"id":"37xTjnfbyTLJP","t":"Technology may create a condition, but the questions are what do we do about ourselves. We better understand ourselves pretty clearly and we better find ways to like ourselves.","c":"technology","a":"Herbert Simon"},{"id":"XVbtPL7xvK6St","t":"Don't underestimate questions from the crowd technology has made voters more informed than ever.","c":"technology","a":"Ron Fournier"},{"id":"yRwiooIDY8iOK","t":"The only protection as a historian is to institute a process of research and writing that minimizes the possibility of error. And that I have tried to do, aided by modern technology, which enables me, having long since moved beyond longhand, to use a computer for both organizing and taking notes.","c":"technology","a":"Doris Kearns Goodwin"},{"id":"3SFp5H-yv7wEL","t":"We need a data network that can easily carry voice, instead of what we have today, a voice network struggling to carry data.","c":"technology","a":"Reed Hundt"},{"id":"Ey-mLkqaZlrOH","t":"These days there's so much technology and ways you can learn. There are videos and CD roms.","c":"technology","a":"Mick Taylor"},{"id":"tXyIJnIfeJm7v","t":"You know, I believe that technology is the great leveler. Technology permits anybody to play. And in some ways, I think technology - it's not only a great tool for democratization, but it's a great tool for eliminating prejudice and advancing meritocracies.","c":"technology","a":"Carly Fiorina"},{"id":"fhfEvVgdWQsiL","t":"That work led to the emergence of the recombinant DNA technology thereby providing a major tool for analyzing mammalian gene structure and function and formed the basis for me receiving the 1980 Nobel Prize in Chemistry.","c":"technology","a":"Paul Berg"},{"id":"VEwDqGhX1OJ0_","t":"Technology has to be invented or adopted.","c":"technology","a":"Jared Diamond"},{"id":"RY7KaWYQ7bu9x","t":"Language is a more recent technology. Your body language, your eyes, your energy will come through to your audience before you even start speaking.","c":"technology","a":"Peter Guber"},{"id":"bbJ9yHpBtPsHj","t":"Bear in mind North Korea has been the leading source, a leading source of nuclear technology and of missile delivery systems to some of the world's great rogues in Iran and Syria.","c":"technology","a":"Robert McFarlane"},{"id":"n3sJ_LJSZGecX","t":"Readers probably haven't heard much about it yet, but they will. Quantum technology turns ordinary reality upside down.","c":"technology","a":"Michael Crichton"},{"id":"uYcZURqpQlkxP","t":"It is impossible to work in information technology without also engaging in social engineering.","c":"technology","a":"Jaron Lanier"},{"id":"qGoCTwsl_O1rl","t":"I love the idea of anthropomorphizing machines. I love the idea of taking technology and giving it a personality.","c":"technology","a":"J. J. Abrams"},{"id":"Ks-gxAVsXTMnh","t":"The research rat of the future allows experimentation without manipulation of the real world. This is the cutting edge of modeling technology.","c":"technology","a":"John Spencer"},{"id":"FS-KNJ5dhetPv","t":"To expect alien technology to be just a few decades ahead of ours is too incredible to be taken seriously.","c":"technology","a":"Paul Davies"},{"id":"btX7OPKJ0JgtQ","t":"We've complemented that with a second office to think about how we need to prepare ourselves for that period 10 or 15 or 20 years from now, by way of investment in our technology, our organization and our people.","c":"technology","a":"Stephen Cambone"},{"id":"DQ4s7YGeYemGt","t":"At its core, 90 percent of my job is still sitting down in a room full of people, and breaking stories... and that requires virtually no technology.","c":"technology","a":"Steven Levitan"},{"id":"nxKPEDGW3hQCO","t":"An awful lot of successful technology companies ended up being in a slightly different market than they started out in.","c":"technology","a":"Marc Andreessen"},{"id":"z8A6E3zBq7qNp","t":"We must learn to balance the material wonders of technology with the spiritual demands of our human race.","c":"technology","a":"John Naisbitt"},{"id":"40WDTTsmBhbTQ","t":"I was one of the first authors to have an active website. I'm totally obsessed with technology. I'm always looking for ways to connect with my readers. I answer all my fan mail.","c":"technology","a":"Jodi Picoult"},{"id":"we-y9tiz1dBsQ","t":"Humanity is acquiring all the right technology for all the wrong reasons.","c":"technology","a":"R. Buckminster Fuller"},{"id":"IwFqAjITc1jgf","t":"I'm the one who made many of the bold comments that we'd seen the technologies from AMD as pretty good. Their technology in many areas was leading. But those are transient.","c":"technology","a":"Kevin Rollins"},{"id":"6Brg5atQv9wIy","t":"You know, I do music. If you look under the hood of the industry I'm in, it's all based on technology. From radio to phonographs to CDs, it's all technology. Microphones, reel-to-reels, cameras, editing, chips, it's all technology.","c":"technology","a":"will.i.am"},{"id":"592VUnv7PatnP","t":"The technology that threatens to kill off books as we know them - the 'physical book,' a new phrase in our language - is also making the physical book capable of being more beautiful than books have been since the middle ages.","c":"technology","a":"Art Spiegelman"},{"id":"iaeDcGr2iYrgP","t":"The laws of physics should allow us to arrange things molecule by molecule and even atom by atom, and at some point it was inevitable that we would develop a technology that would let us do this.","c":"technology","a":"Ralph Merkle"},{"id":"Qp1vr8UuE17IU","t":"Technology is permeating every single thing we do... And to the extent that we can better expose our young people to all the different ways that technology can be used, not just for video games or toys, we're planning for the future.","c":"technology","a":"Marc Morial"},{"id":"_iz-rMtQJ_cE5","t":"Most technological advances in our life now come from serendipitous discoveries. That is a contraction of rocket technology and computer technology and atomic clock technology.","c":"technology","a":"Serge Haroche"},{"id":"a8YHTXLijVSsH","t":"Technology has been, and always will be, my one true passion professionally.","c":"technology","a":"John McKinley"},{"id":"aGzHYfLiI3f_X","t":"Really in technology, it's about the people, getting the best people, retaining them, nurturing a creative environment and helping to find a way to innovate.","c":"technology","a":"Marissa Mayer"},{"id":"lTpi1DYxljG4R","t":"I enjoy privacy. I think it's nice to have a little mystery. I think because of technology a lot of the mystery is gone in life, and I'd like to preserve some of that.","c":"technology","a":"Maggie Q"},{"id":"jBatCmtw-YZ8b","t":"For over 15 years, through the clean coal programs of the Department of Energy, the Federal Government has been a solid partner, working jointly with private companies and the states to develop and demonstrate a new generation of environmentally clean technology using coal.","c":"technology","a":"Tim Holden"},{"id":"TgcOPpUN3nPJc","t":"When CD technology first came out, it was just so much waste.","c":"technology","a":"Rick Danko"},{"id":"1qBXCyUDLXEUZ","t":"I've been looking at the iPod- the Apple iPod. One of the interesting things about the iPod, one of the things that people love most about it is not the technology it's the box it comes in.","c":"technology","a":"Donald Norman"},{"id":"-5VSVR804OlQE","t":"Social technology gives leaders a vital new platform with which to connect their companies to the myriad stakeholders who have an interest in their well being.","c":"technology","a":"Simon Mainwaring"},{"id":"Uujro-WBsrZRs","t":"Because I do think - not just in building AOL - but just the world in which we live is a very confusing, rapidly changing world where technology has accelerated.","c":"technology","a":"Steve Case"},{"id":"rH9egNElsPzia","t":"Certainly the advent of technology and electronic commerce has had an immense impact on the real estate industry.","c":"technology","a":"Michael Oxley"},{"id":"sC6jrQakhtYZq","t":"Technology is destructive only in the hands of people who do not realize that they are one and the same process as the universe.","c":"technology","a":"Alan Watts"},{"id":"aOaHTO14nKnna","t":"The reality is that what you find out is that your head is the medicine. If your head is not in the right place and you don't think positively, all the medicine technology in the world is not going to work.","c":"technology","a":"Herbie Mann"},{"id":"KJwO1mVjSOP3M","t":"While there have been terrific advances in the state of technology around heuristics, behavior blocking, and things like that, technology is only a part of the approach to solving the problem with the more important aspect involving putting the right process in place.","c":"technology","a":"John W. Thompson"},{"id":"0Axn_RALS6CkA","t":"There are no morals about technology at all. Technology expands our ways of thinking about things, expands our ways of doing things. If we're bad people we use technology for bad purposes and if we're good people we use it for good purposes.","c":"technology","a":"Herbert Simon"},{"id":"inWR2YUPg25iJ","t":"To make a rock'n'roll record, technology is the least important thing.","c":"technology","a":"Keith Richards"},{"id":"t3ZdA45y7YRlp","t":"So the major obstacle to the development of new supplies is not geology but what happens above ground: international affairs, politics, investment and technology.","c":"technology","a":"Daniel Yergin"},{"id":"c1cUfEV1peSop","t":"I don't know concretely if it's due to superstition, but any time a new rule is implemented into the NBA or a new piece of equipment or a new technology, there is always a transition and adjustment period by players and coaches and anyone involved with the game.","c":"technology","a":"Stu Jackson"},{"id":"cFLCLRCEZEMa7","t":"Technology has changed the fan/actor interaction quite a bit.","c":"technology","a":"Misha Collins"},{"id":"ibrTH1Bt_Wq0I","t":"Like all tools, modern technology has produced some wonderful moments in music and also some horrors.","c":"technology","a":"Hugh Hopper"},{"id":"r67n7P35Ssa1y","t":"I think we can be the very best place to start a business, to grow a business, to invent a new technology, to change the world, to change the country. But we've got a lot of work to deliver a new California to the people of California.","c":"technology","a":"Meg Whitman"},{"id":"W_RfCtrW1yl2m","t":"Today's stock market actually hates technology, as shown by all-time low price/earnings ratios for major public technology companies.","c":"technology","a":"Marc Andreessen"},{"id":"l3btB3JmJVKnH","t":"If you really want to improve technology, if you want things to work better and be better, you've got to protect the person who spends a lot of effort, money, and time developing that new technology.","c":"technology","a":"James Dyson"},{"id":"rqNN-PLfBjeme","t":"The movie industry is committed to working with the technology sector to find innovative new ways to deliver entertainment to consumers.","c":"technology","a":"Dan Glickman"},{"id":"EkHHGYH_8KB1W","t":"It's a 360-degree sound experience. Like you're in the middle of the band. A lot of people have the technology to play the format, so why not put it out there. It sounds great.","c":"technology","a":"Aaron Neville"},{"id":"i_aP4OuWT5Vlv","t":"Over the last few years, the world has become a smaller and more integrated place with technology that is leveling the playing field like never before.","c":"technology","a":"Ron Kind"},{"id":"GDkIZQwp1-Mwd","t":"I think that's the phenomenon of our time is that a lot of women keep themselves in good shape but that there's not a lot of accommodation or people out there to connect with and the technology.","c":"technology","a":"Stockard Channing"},{"id":"-ysK_PQ88tSbJ","t":"I just invent, then wait until man comes around to needing what I've invented.","c":"technology","a":"R. Buckminster Fuller"},{"id":"BvRIIUJN0g65e","t":"IBM's long-standing mantra is 'Think.' What has always made IBM a fascinating and compelling place for me, is the passion of the company, and its people, to apply technology and scientific thinking to major societal issues.","c":"technology","a":"Ginni Rometty"},{"id":"q6bl9N3-Rahi0","t":"Lucky individuals in each generation find technology appropriate to their needs.","c":"technology","a":"Freeman Dyson"},{"id":"Q_ScjTP_SdC5A","t":"Technology forced me to divorce a pixie and remarry a pixel.","c":"technology","a":"Brian Celio"},{"id":"ZeoQh1AKvhc5q","t":"Focus on your music and not technology.","c":"technology","a":"Bryan Adams"},{"id":"3lfISOVI1-DT8","t":"You can have the best technology in the world, but if you don't have a community who wants to use it and who are excited about it, then it has no purpose.","c":"technology","a":"Chris Hughes"},{"id":"7IXe443fyH9ME","t":"Everything's changed. The technology is the big thing changing now, the way movies like 'Alice' or 'Avatar' are made. And technology on the other side, the audience side. Word spreads so fast now on a movie, with the Internet, and piracy is something coming down the line like in the music industry.","c":"technology","a":"Richard D. Zanuck"},{"id":"5fwzN0Z507_nZ","t":"I suppose that every time there is difficulty. I remember about Space Mountain: It took us ten years before we found the technology that would allow such a ride. And during these ten years, I had a model that I kept, waiting for the technology we needed.","c":"technology","a":"John Hench"},{"id":"Kg3-MFvTKDRzA","t":"So, I see technology as a Trojan Horse: It looks like a wonderful thing, but they are going to regret introducing it into the schools because it simply can't be controlled.","c":"technology","a":"Daniel Greenberg"},{"id":"lih4QrRhtANx6","t":"The moment of drifting into thought has been so clipped by modern technology. Our lives are filled with distraction with smartphones and all the rest. People are so locked into not being present.","c":"technology","a":"Glen Hansard"},{"id":"JZP_3yYDCZEe8","t":"Being around some of the bright lights of the technology world and having them expect great things helps you sit down and do it seriously.","c":"technology","a":"Aaron Swartz"},{"id":"vq_yVobVwwPxM","t":"The technology is just so far gone. It's just like back in the day you needed a suitcase just to have a cell phone. The battery was so heavy, it was like carrying a gallon of soda around with you all day.","c":"technology","a":"Jam Master Jay"},{"id":"cdrF8Mp3n7X9e","t":"Sites need to be able to interact in one single, universal space.","c":"technology","a":"Tim Berners-Lee"},{"id":"kdChnTRQvUtgt","t":"The United States has far more to offer the world than our bombs and missiles and our military technology.","c":"technology","a":"Cynthia McKinney"},{"id":"8k8RytSfhgvHs","t":"But, when we started our product portfolio, we focused the mixed signal requirements first for image processing devices and then in audio applications , targeting our technology into the growing use of digital technology in consumer markets.","c":"technology","a":"David Milne"},{"id":"35KYIuSP888Ej","t":"In the industrial revolution Britain led the world in advances that enabled mass production: trade exchanges, transportation, factory technology and new skills needed for the new industrialised world.","c":"technology","a":"Lucy Powell"},{"id":"59CCX9argm9p0","t":"I don't particularly enjoy watching films in 3D because I think that a well-shot and well-projected film has a very three-dimensional quality to it, so I'm somewhat sceptical of the technology.","c":"technology","a":"Christopher Nolan"},{"id":"NNLDyqz9lWqpu","t":"There used to be this country called the Soviet Union it's not there anymore. Our technology was better than theirs.","c":"technology","a":"Tom Clancy"},{"id":"lH9W4epp19Ae2","t":"If we had been less reliant on technology and the security that we enjoy in being divorced from what we used to know, maybe things would have turned out differently.","c":"technology","a":"Heather Donahue"},{"id":"-d54JO0H1wrFz","t":"The first stage in a technology's advance is that it'll fall below a critical price. After it falls below a critical price, it will tend, if it's successful, to rise above a critical mass, a penetration.","c":"technology","a":"Chris Anderson"},{"id":"o72oPnUB2nvoU","t":"There's a consistency in my work that pops up independent of the limitations of the technology.","c":"technology","a":"Douglas Trumbull"},{"id":"T3oKpQnr8VskS","t":"Nuclear arms and atomic power represent a technology in which coexistence with man is extremely difficult.","c":"technology","a":"Naoto Kan"},{"id":"X_9SBy87ca-ID","t":"For behaviorist films, that's been much more useful - the change of technology - but for my kind of films, doing them on film is much better, because it's more beautiful.","c":"technology","a":"Michael Apted"},{"id":"WZwgl5KAqPQBc","t":"Some people are really drawn to technology and I liken them to artists.","c":"technology","a":"Mitchell Baker"},{"id":"nTYCNHrG7JU9q","t":"The People's Republic of China has not yet reached the military might of the Soviet Empire. It requires a little more time and a little more infusion of Western aid, loans, technology and the hard currency of our tourists.","c":"technology","a":"Barbara Amiel"},{"id":"LM4D2HKXAnAVy","t":"I am told that there have been over the years a number of experiments taking place in places like Massachusetts Institute of Technology that have been entirely based on concepts raised by Star Trek.","c":"technology","a":"Patrick Stewart"},{"id":"EsGclNsrW73Su","t":"Further, the United States is moving ahead in the development of clean coal technology. There are vast coal reserves in our country, and when it is burned cleanly, coal can provide a resource to supply a large amount of our energy requirements.","c":"technology","a":"Virgil Goode"},{"id":"hMlC_f_rg5jD8","t":"I don't find the technology threatening. A lot of people my age, my generation, find it difficult to immerse themselves. But I would never preclude the idea of using any technology if I thought it suited the end result.","c":"technology","a":"Robert Smith"},{"id":"3qqS3ZQLcj3DJ","t":"I believe that we were not as effective in the second term dealing with this issue of nuclear none proliferation as we had been during the first term when we stripped Libya and Iraq and A.Q. Khan and their capacity to proliferate nuclear technology.","c":"technology","a":"Dick Cheney"},{"id":"teHbScqIRFVi1","t":"But the technology was accessible, which suggests incompetence on the part of our counterintelligence community and the Clinton Administration, and may in fact rise to the level of treason.","c":"technology","a":"Charles Foster Bass"},{"id":"nqbMIyOiGKeNX","t":"Internet entrepreneurs are using technology at every level of their company - from a one-person agency to a small firm, the newest technological advances are interwoven throughout every aspect of Internet-based businesses.","c":"technology","a":"Marc Ostrofsky"},{"id":"GfXJu8s6cYFP1","t":"I've always been interested in gadgets and technology and I've always been a reader.","c":"technology","a":"LeVar Burton"},{"id":"RKff4hQdsAIEr","t":"Ever since the arrival of printing - thought to be the invention of the devil because it would put false opinions into people's minds - people have been arguing that new technology would have disastrous consequences for language.","c":"technology","a":"David Crystal"},{"id":"6qygOwjZXTixn","t":"Computer technology is so built into our lives that it's part of the surround of every artist.","c":"technology","a":"Steven Levy"},{"id":"BrU8nzlPz7vCL","t":"Microsoft is engaging in unlawful predatory practices that go well beyond the scope of fair competition.","c":"technology","a":"Orrin Hatch"},{"id":"uQrLFadS2uxsa","t":"Congress will pass a law restricting public comment on the Internet to individuals who have spent a minimum of one hour actually accomplishing a specific task while on line.","c":"technology","a":"Andy Grove"},{"id":"VUYLGc0GBw6Sc","t":"There's evidence of a social decline in direct proportion to technology and the industrialization of the motion picture industry.","c":"technology","a":"Mark Rydell"},{"id":"DGH6P2w5yqJRZ","t":"Agency by agency, we frequently have lost a bit of ground, at least to inflation-but had it not been for the efforts we've made to educate people about the importance of science, technology and advanced education, those predictions very well might have come true.","c":"technology","a":"Charles Vest"},{"id":"B8Ny3pU5nz0He","t":"School districts in the US don't adopt technology very quickly.","c":"technology","a":"Reed Hastings"},{"id":"JtuYYRxPZuHe8","t":"Educators are still spending way too much time trying to control what kids learn, bending the content to their own purposes, hoping beyond hope to change - by using technology - but not change too much.","c":"technology","a":"Daniel Greenberg"},{"id":"-PFXlzOLFkqhN","t":"Spin Me Round was number one all over the world, everywhere. It changed the face of pop music, no question. We took technology further than Trevor Horn.","c":"technology","a":"Pete Waterman"},{"id":"TOj4cK_kFaslN","t":"Well, clearly Apple is a role model of the American innovation whereby it produced all these products - iPod, iPhone, iPad - that are really now dominating all the technology arena in the world.","c":"technology","a":"Al-Waleed bin Talal"},{"id":"CP_B_zusrR3b8","t":"The embrace of a new technology by ordinary people leads inevitably to its embrace by people of malign intent.","c":"technology","a":"Charles C. Mann"},{"id":"qIVl8cOW9bpSd","t":"I honestly believe that the next big leap in immersive technology will be very much like Brainstorm.","c":"technology","a":"Douglas Trumbull"},{"id":"WYVIE9eSAdGu8","t":"Stone Age. Bronze Age. Iron Age. We define entire epics of humanity by the technology they use.","c":"technology","a":"Reed Hastings"},{"id":"QV6sOfwZnILNh","t":"For my confirmation, I didn't get a watch and my first pair of long pants, like most Lutheran boys. I got a telescope. My mother thought it would make the best gift.","c":"technology","a":"Wernher von Braun"},{"id":"YZbEAEBVbPSw-","t":"The Internet is so big, so powerful and pointless that for some people it is a complete substitute for life.","c":"technology","a":"Andrew Brown"},{"id":"2k4mVB6wHENo2","t":"Magic and new technology have always walked hand in hand - even back in the days of Robert Houdin.","c":"technology","a":"David Copperfield"},{"id":"xrZJpcYtzj5Tg","t":"And the buying of new machinery meant not only the possibility of production, but even the new technology, 'cos as I mentioned before, we were back of seven, eight years.","c":"technology","a":"Gianni Agnelli"},{"id":"v3d-LqG2v1j1-","t":"But I think technology advertising will have to stop addressing how products are made and concentrate more on what a product will do for the consumer.","c":"technology","a":"Jay Chiat"},{"id":"ZMESSjwxL-Fwq","t":"We are so reliant on power and technology for everything.","c":"technology","a":"Billy Burke"},{"id":"lj8Zg70f1qWem","t":"All the technology of our production was still pre-War. They were sort of '38, '39 and the War had been stable and so we were infinitely behind whatever had been going on in the United States for instance.","c":"technology","a":"Gianni Agnelli"},{"id":"8jwGHMFKyFf-Z","t":"I'm always interested in mixing technology and music. You know, maybe I'll have a MIDI bass pickup at some point, I don't really think that's the direction I would want to go.","c":"technology","a":"Mike Gordon"},{"id":"cGmeBCa_D7hdG","t":"I try to be careful because technology changes so much over the years. But some things don't change. Kids and parents have disagreements, kids try to manipulate, parents try to sit down with rules and regs. That part never changes.","c":"technology","a":"Paula Danziger"},{"id":"f2f0NPwVlUYz8","t":"Find the human in the technology. The currency marketers trade in has not changed even if the methods have. Emotion is what we exchange.","c":"technology","a":"Simon Mainwaring"},{"id":"QBpVK5iFPeQ4f","t":"Life is about family and technology.","c":"technology","a":"Mark Goddard"},{"id":"zGr3qPnNf-v4U","t":"Looking down the road, space exploration and the benefits it yields - in medicine and information technology - should not be overlooked.","c":"technology","a":"Bob Barr"},{"id":"JNmaWA80Xu-Tn","t":"Any sufficiently advanced technology is indistinguishable from magic.","c":"technology","a":"Arthur C. Clarke"},{"id":"rE6DYxx63ifGc","t":"I got so passionate about technology. Hacking to me was like a video game. It was about getting trophies. I just kept going on and on, despite all the trouble I was getting into, because I was hooked.","c":"technology","a":"Kevin Mitnick"},{"id":"r91yTug9kMr6D","t":"My first job after college was at Magic Quest, an educational software startup company where I was responsible for writing the content. I found that job somewhat accidentally but after working there a few weeks and loving my job, I decided to pursue a career in technology.","c":"technology","a":"Susan Wojcicki"},{"id":"oJHZCriMczkco","t":"Technology is teaching us to be human again.","c":"technology","a":"Simon Mainwaring"},{"id":"f0qDUelHIqeV3","t":"Getting information off the Internet is like taking a drink from a fire hydrant.","c":"technology","a":"Mitchell Kapor"},{"id":"p0ngcR_2MalYd","t":"We can do it better, more consistently, and in the end, it will cost us less because the students that we produce will be superior to those without technology experience.","c":"technology","a":"Major Owens"},{"id":"BCCwSU7uENQns","t":"A molecular manufacturing technology will let us build molecular surgical tools, and those tools will, for the first time, let us directly address the problems at the very root level.","c":"technology","a":"Ralph Merkle"},{"id":"EeEMJJlx8XsOH","t":"The Massachusetts Institute of Technology accepts blacks in the top ten percent of students, but at MIT this puts them in the bottom ten percent of the class.","c":"technology","a":"Thomas Sowell"},{"id":"gTB2LOp7eichm","t":"In spite of advances in technology and changes in the economy, state government still operates on an obsolete 1970s model. We have a typewriter government in an Internet age.","c":"technology","a":"Matt Blunt"},{"id":"9EhoZ5R1OSAYn","t":"I love technology.","c":"technology","a":"William Shatner"},{"id":"bcnaUwH0Pxikj","t":"Every time new technology is introduced, especially involving reproduction, you get the 'yuck' effect.","c":"technology","a":"Brigitte Boisselier"},{"id":"i6ufEJk-m7XUX","t":"I had two passions growing up - one was music, one was technology. I tried to play in a band for a while, but I was never talented enough to make it. And I started companies. One day came along and I decided to combine the two - and there was Spotify.","c":"technology","a":"Daniel Ek"},{"id":"Y0Sx8rjYxKY6S","t":"What makes the production of my work so expensive? The whole installation thing - the construction, the objects, the technology. It really adds up.","c":"technology","a":"Barbara Kruger"},{"id":"SLjsD3FftmH8O","t":"First, I do not think there is any silver bullet to solving the technology side of the security equation.","c":"technology","a":"John W. Thompson"},{"id":"saKmu6NkltO6k","t":"The medium is the message. This is merely to say that the personal and social consequences of any medium - that is, of any extension of ourselves - result from the new scale that is introduced into our affairs by each extension of ourselves, or by any new technology.","c":"technology","a":"Marshall McLuhan"},{"id":"ujQi72zBYgBxZ","t":"Without competition, the spectacular development of technology that we have seen in the last one hundred years in this country would not have happened.","c":"technology","a":"Lee R. Raymond"},{"id":"gKtQZVhm9A76v","t":"I love technology, and I don't think it's something that should divide along gender lines.","c":"technology","a":"Marissa Mayer"},{"id":"Ia_2AbHEVquHF","t":"Our markets have not achieved their great successes as a result of government fiat, but rather through efforts of competing interests working to meet the demands of investors and to fulfill the promises posed by advancing technology.","c":"technology","a":"Arthur Levitt"},{"id":"rUw7EnIcUL3JO","t":"Scientists at MIT and engineering schools all across America say that they could improve the fuel economy standards for the existing set of vehicles by 10 miles per gallon using existing technology, without compromising safety or comfort at all.","c":"technology","a":"Ed Markey"},{"id":"z87nRZe23g7t-","t":"With the help of modern technology, I can compose intricate keyboard parts and then I have to go back and learn them in order to perform them properly.","c":"technology","a":"Geddy Lee"},{"id":"mUSpUqniS58IU","t":"For a long time many believed that there would be an automatic adjustment and counted on a rapid increase in the wages of the emerging nations, on our advances in technology and the costs of transport preventing disruption. But this reassuring analysis is out of date.","c":"technology","a":"Laurent Fabius"},{"id":"OvEhsRIPOlOv-","t":"With the world's human population now at seven billion and growing, and the demand for technology and modern conveniences increasing, we can't control all our negative impacts. But we have to find better ways to live within the limits nature and its cycles impose.","c":"technology","a":"David Suzuki"},{"id":"VpNVOmCQfifks","t":"As the father of six children, I know very well the challenges technology poses to our families.","c":"technology","a":"Mike Fitzpatrick"},{"id":"w_mzidd0Bj534","t":"With the way everything's going now and the way that technology is going, you can do a lot of things with a lot of different new materials.","c":"technology","a":"Carmelo Anthony"},{"id":"BMN-IXrajFnb3","t":"With all the technology we're inventing and what they're coming up with scientifically, people are having longer lifetimes. It's scary, but in the same sense it's also very exciting.","c":"technology","a":"Brittany Murphy"},{"id":"3Xuj2Fji_2yna","t":"Saddam Hussein has been engaged in the development of weapons of mass destruction technology which is a threat to countries in the region and he has made a mockery of the weapons inspection process.","c":"technology","a":"Nancy Pelosi"},{"id":"43lRCY4wk_01J","t":"You can find lots of people like you through technology, and women in particular like communities.","c":"technology","a":"Carly Fiorina"},{"id":"pKKY8WjVr_gIC","t":"Creative people are notoriously the slowest to adopt new technology.","c":"technology","a":"Robert Rodriguez"},{"id":"BwvQbdUY9Cdmk","t":"I've been really excited about some new cutting edge electronic music and technology.","c":"technology","a":"Mike Shinoda"},{"id":"bGCtz8xkrFpzK","t":"I've always wanted to own and control the primary technology in everything we do.","c":"technology","a":"Steve Jobs"},{"id":"t8pUjPyHJ5d5S","t":"The way the world is going, it's technology driven. And it isn't just driven by the old super powers, it's driven by the far east and new emerging economies.","c":"technology","a":"James Dyson"},{"id":"FHmfbaA2_tJU1","t":"If the human race wants to go to hell in a basket, technology can help it get there by jet.","c":"technology","a":"Charles Mengel Allen"},{"id":"43EMKNtE31sGr","t":"I understood the importance in principle of public key cryptography but it's all moved much faster than I expected. I did not expect it to be a mainstay of advanced communications technology.","c":"technology","a":"Whitfield Diffie"},{"id":"XgWoXlUOBmbvp","t":"I don't think people buy technology products because of the personalities of the people behind them.","c":"technology","a":"Jim Balsillie"},{"id":"-IGMDDDHHFQlz","t":"I think you can expect Sony, in the case of PSP specifically, to deliver a technology that is going to reinvent and change handheld entertainment, and take it to a brand new level.","c":"technology","a":"Ian Jackson"},{"id":"YZjQHVCo_RZXe","t":"The federal government... knows how to put a missile in someone's room half way around the world with technology. Why don't we use some of that technology to save some lives here in America?","c":"technology","a":"Michael Nutter"},{"id":"NBBDpaxZiYz3J","t":"Technology has changed, and we need to figure out how to improve the archaic way of what makes a hit, or how to determine how many viewers are watching beyond some people with Nielsen boxes in a small percentage of homes in random areas.","c":"technology","a":"Jim Rash"},{"id":"IQjqMS9Ttf1Q7","t":"I consulted a Chinese herbalist and spent two weeks on an island off the coast of Zanzibar. I was away from any kind of contemporary technology.","c":"technology","a":"Francesca Annis"},{"id":"7W70OY_zDXjtV","t":"All of the books in the world contain no more information than is broadcast as video in a single large American city in a single year. Not all bits have equal value.","c":"technology","a":"Carl Sagan"},{"id":"r7GgDMUI4htBZ","t":"The further you get into technology, the further you go into gaming. That's the general rule.","c":"technology","a":"Nick Johnson"},{"id":"Ct8NayvzObN_C","t":"People always underestimate the impact of technology. To give you an example: In the 1970s the frontier for offshore development was 200 meters, today it is 4,000 meters.","c":"technology","a":"Daniel Yergin"},{"id":"WjtxZUsVy7Fgy","t":"The newest computer can merely compound, at speed, the oldest problem in the relations between human beings, and in the end the communicator will be confronted with the old problem, of what to say and how to say it.","c":"technology","a":"Edward R. Murrow"},{"id":"vqgisnrSM0ui8","t":"I am a technological activist. I have a political agenda. I am in favor of basic human rights: to free speech, to use any information and technology, to purchase and use recreational drugs, to enjoy and purchase so-called 'vices', to be free of intruders, and to privacy.","c":"technology","a":"Bram Cohen"},{"id":"U6Z3ph3NpEyAl","t":"We will create a civilization of the Mind in Cyberspace. May it be more humane and fair than the world your governments have made before.","c":"technology","a":"John Perry Barlow"},{"id":"IiGmJRXCchQZE","t":"The great thing that guys like Facebook's Mark Zuckerberg and the Google guys have in common is they treat their technology like it's art, and I suppose in the hands of virtuosos like them, it is.","c":"technology","a":"Harvey Weinstein"},{"id":"eQnepU9DfMFNL","t":"The Internet will win because it is relentless. Like a cannibal, it even turns on it own. Though early portals like Prodigy and AOL once benefited from their first-mover status, competitors surpassed them as technology and consumer preferences changed.","c":"technology","a":"John Sununu"},{"id":"9AZULjYUnwVzY","t":"We are looking for development partners, people to work alongside us, which will accelerate our actually getting licences, the technology into product, into the markets.","c":"technology","a":"John McKinley"},{"id":"IULPZXP0yYGoY","t":"Libraries function as crucial technology hubs, not merely for free Web access, but those who need computer training and assistance. Library business centers help support entrepreneurship and retraining.","c":"technology","a":"Scott Turow"},{"id":"180QtV94Y3bmq","t":"Sampling is kind of prehistoric, given the technology and the textures you can create.","c":"technology","a":"Macklemore"},{"id":"TCeHuBZaMnstP","t":"In the earliest days, this was a project I worked on with great passion because I wanted to solve the Defense Department's problem: it did not want proprietary networking and it didn't want to be confined to a single network technology.","c":"technology","a":"Vinton Cerf"},{"id":"YoeACJiQEMIrv","t":"I can't live without my smartphone, but I really geek on coding. It's not so much technology that I like, but puzzle solving.","c":"technology","a":"Sylvia Day"},{"id":"jGsIX0r27C9Oe","t":"The U.S. government knew that China wanted to acquire sensitive U.S. technology, and instead of implementing a policy to prevent them from acquiring the information, the government all but gave them an invitation to take our equipment and designs.","c":"technology","a":"Charles Foster Bass"},{"id":"ZIGaHzToQ7NPt","t":"The U.S. uses most of its oil for transportation. We can limit U.S. demand for oil by requiring automakers to use the technology that already exists to improve fuel economy - technology that the automakers refuse to bring into the market despite societal demand.","c":"technology","a":"Sherwood Boehlert"},{"id":"efXgSO45BxSQS","t":"Which European leader today would not relish the wonder-working powers of a Moses? Budget deficit? Unpopular cuts? How about just a little miracle, an overnight increase in gold reserves, a new oil field, or the next world-changing communications technology? Surely that's not too much to ask.","c":"technology","a":"Jonathan Sacks"},{"id":"yAet5yZfZqGGb","t":"The way you want to respond is to ask a question: Is this technology directly relevant to our hedgehog concept? If the answer is YES, then we want to become pioneers, not in the technology, but in the application of that technology specifically linked to our hedgehog concept.","c":"technology","a":"James Collins"},{"id":"cUu53ET2DXTx6","t":"It's true that humanity has seen a succession of crises, wars and atrocities, but this negative side is offset by advances in technology and cultural exchanges.","c":"technology","a":"Abbe Pierre"},{"id":"hcbz-kVUM1FC8","t":"With a fourth generation of nuclear power, you can have a technology that will burn more than 99 percent of the energy in the fuel. It would mean that you don't need to mine uranium for the next thousand years.","c":"technology","a":"James Hansen"},{"id":"raNyxfyEGr-Aq","t":"I think that there are changes that have occurred in technology that make is that more people can have the same level of information that I have. My advantage is that I'm very good at interpreting the information.","c":"technology","a":"Jim Cramer"},{"id":"-e7gWzb_ZtCWx","t":"People are naming it the Third Wave, the Information Age, etc. but I would say those are basically technological descriptions, and this next shift is not about technology - although obviously it will be influenced and in some cases expressed by technologies.","c":"technology","a":"Paul Hawken"},{"id":"Ae6jI5S0GHvAk","t":"If we continue to develop our technology without wisdom or prudence, our servant may prove to be our executioner.","c":"technology","a":"Omar N. Bradley"},{"id":"O8BpnOpeevrfl","t":"There's nothing wrong with technology. It's when technology is the story and not the artist, that's the problem.","c":"technology","a":"Billy Corgan"},{"id":"JrODEt_S9yGQN","t":"Historically the director has been the key creative element in a film and we must maintain that. We must protect that, in spite of the fact that there is new technology that's continually trying to erode that.","c":"technology","a":"John Frankenheimer"},{"id":"wQmPgbp5fNtG2","t":"When ATM machines came out and people were prosecuted for robbing ATM machines, I don't think anybody thought the banks were against technology because they didn't want their ATM machines lifted.","c":"technology","a":"Hilary Rosen"},{"id":"KgY5xqJT6L5Ks","t":"There is no point in launching technology before customers are ready to use it.","c":"technology","a":"Peter Erskine"},{"id":"RS2cS-7kLmm2b","t":"Gates is the ultimate programming machine. He believes everything can be defined, examined, reduced to essentials, and rearranged into a logical sequence that will achieve a particular goal.","c":"technology","a":"Stewart Alsop"},{"id":"InxZZS_I_w0DY","t":"I have a vision that's about technology that empowers consumers over institutions.","c":"technology","a":"Michael K. Powell"},{"id":"IKgGCfJFW433t","t":"The technology backbone is no longer an afterthought.","c":"technology","a":"Nick Price"},{"id":"GkzS06qHmHDCt","t":"We can't blame the technology when we make mistakes.","c":"technology","a":"Tim Berners Lee"},{"id":"9SxKOiWaH7EXN","t":"Well, first of all, we now have everybody with the exception of India, Pakistan, and Israel, and I don't think these three countries are going to join by simply providing them an incentive, in terms of technology.","c":"technology","a":"Mohamed ElBaradei"},{"id":"cOY69cbRHuWN9","t":"My theme for philanthropy is the same approach I used with technology: to find a need and fill it.","c":"technology","a":"An Wang"},{"id":"e4Y0hDm6F4lOk","t":"Any powerful technology can be abused.","c":"technology","a":"K. Eric Drexler"},{"id":"GajX61Lx2loPB","t":"We must safely secure our border by investing in more law enforcement and technology, and receiving cooperation from the Mexican government.","c":"technology","a":"Timothy Murphy"},{"id":"50WPYyNDjCvvo","t":"But now with technology I could sit down and do a bunch of character drawings and scan them into a computer, and the computer using my exact style could bring it into life, where it would have been edited by various human beings before.","c":"technology","a":"Bill Griffith"},{"id":"Hl5spjrdEin2s","t":"What we can do should never by itself determine what we choose to do, yet this is the way technology tends to work.","c":"technology","a":"Richard Powers"},{"id":"B7knp-64EzUjW","t":"With existing technology, we can enforce airport security without sacrificing our personal privacy.","c":"technology","a":"Tom Udall"},{"id":"9Q-P3-JHnfVt6","t":"Ajax isn't a technology. It's really several technologies, each flourishing in its own right, coming together in powerful new ways.","c":"technology","a":"Jesse James Garrett"},{"id":"7abgj4Biv8gFi","t":"Additionally, Smart Irrigation Month serves to recognize advances in irrigation technology and practices that produce not only more but also higher quality plants with less water.","c":"technology","a":"Jim Costa"},{"id":"VsF73xFWeZ74c","t":"We can close the gap and improve what happens in the classroom by using educational technology that is the same high quality everywhere.","c":"technology","a":"Major Owens"},{"id":"vSiaOukPPaGbI","t":"Everybody gets so much information all day long that they lose their common sense.","c":"technology","a":"Gertrude Stein"},{"id":"xJag4aZb_mtpM","t":"I have argued above that we cannot prevent the Singularity, that its coming is an inevitable consequence of the humans' natural competitiveness and the possibilities inherent in technology.","c":"technology","a":"Vernor Vinge"},{"id":"NHgFfXy5a7f4s","t":"I love the 3D revolution. I love the technology today that continues to push the envelope, continues break the new ground, and continues to raise the bar.","c":"technology","a":"Dwayne Johnson"},{"id":"alWtDmvF14P3j","t":"There's a lot more to see when you're playing and because of the advances in technology it makes room for all kinds of new characters.","c":"technology","a":"Tara Strong"},{"id":"-Ll2Y6FaRrA6s","t":"I don't want technology to take me so far that I don't have to use my brain anymore. It's like GPS taking over and losing your internal compass. It's always got to be tactile, still organic.","c":"technology","a":"Andrew Bird"},{"id":"n-WULBf_lrE0M","t":"In some cases, inventions prohibit innovation because we're so caught up in playing with the technology, we forget about the fact that it was supposed to be important.","c":"technology","a":"Dean Kamen"},{"id":"t0NA1pmrJaop6","t":"The underlying principles of strategy are enduring, regardless of technology or the pace of change.","c":"technology","a":"Michael Porter"},{"id":"eP8BEE03J0qkh","t":"By 2007, we were finally living in a culture where people get what networks are and what technology can do to connect people.","c":"technology","a":"Chris Hughes"},{"id":"UZaNAWmowQK2h","t":"It's not that we use technology, we live technology.","c":"technology","a":"Godfrey Reggio"},{"id":"zqhgirm-nwsy_","t":"We're competing with everything: the beach, the mall, bookstores. Libraries are in a transition right now, caught between two forces, the old ways and technology. Libraries are under a lot of pressure to provide both.","c":"technology","a":"John Callahan"},{"id":"-lIPR-wFZYFPw","t":"Growing up, I wish that I'd had the supplies and laptops and all the new technology that's out right now.","c":"technology","a":"James Harden"},{"id":"EfMoUkiv-oMUx","t":"In fact, I argue that the future of advertising, whatever the technology, will be to associate each brand with one word. This is one word equity. It's the modern equivalent of having the best site on the high street, except the location is in the mind.","c":"technology","a":"Maurice Saatchi"},{"id":"UPtVCXF6hV7sc","t":"The human condition today is better than it's ever been, and technology is one of the reasons for that.","c":"technology","a":"Tom Clancy"},{"id":"5CroQdshYEgUq","t":"In making certain things easier for people, technology has actually demotivated people from using their brains. We have all these devices that keep us connected, and yet we're more disconnected than ever before. Why is that?","c":"technology","a":"Emilio Estevez"},{"id":"lFJlLBe6TQ5wB","t":"My grandfather on my mother's side was a professor of mechanical engineering at the Massachusetts Institute of Technology my other grandfather was a lawyer, and one time Speaker of the Tennessee House of Representatives.","c":"technology","a":"Kenneth G. Wilson"},{"id":"yTDeb5HMGn58z","t":"I'm very into science-fantasy, that kind of swordfights and magic and technology thing.","c":"technology","a":"Gary Numan"},{"id":"asw_y9n4DvTpK","t":"I managed Hewlett Packard through the worst technology downturn in 25 years, the dotcom bust.","c":"technology","a":"Carly Fiorina"},{"id":"CJDjRoxPr1YMr","t":"The technology available for film-making now is incredible, but I am a big believer that it's all in the story.","c":"technology","a":"Robert Redford"},{"id":"sFV3K7M6eszNa","t":"There was a time when nails were high-tech. There was a time when people had to be told how to use a telephone. Technology is just a tool. People use tools to improve their lives.","c":"technology","a":"Tom Clancy"},{"id":"0auC1hUgFPoKO","t":"You affect the world by what you browse.","c":"technology","a":"Tim Berners-Lee"},{"id":"G_jjzRrNujad2","t":"People are looking to have more meaning in their lives. It is a sign the technology community is coming of age.","c":"technology","a":"John Doerr"},{"id":"l8Thc7CcIqL_Q","t":"And like I say, I think we've got other cases other than Iraq. I do not think the problem of global proliferation of weapons technology of mass destruction is going to go away, and that's why I think it is an urgent issue.","c":"technology","a":"David Kay"},{"id":"xPQ9cLRqJjZi7","t":"For much of this decade, both Congressional and administration budget projections showed a decline in science and technology accounts of between 20 and 30 percent in real dollars. The real impact to date has been far less severe.","c":"technology","a":"Charles Vest"},{"id":"UKK_p-G6zMg3y","t":"Stevie didn't use the technology to drive the song. He used it to enhance. I use the tools to further my work, I don't use my work to further the tools.","c":"technology","a":"Brian McKnight"},{"id":"VP97v38z067Zd","t":"I can't get my head around the fact that the technology of the first two movies, which are forty years prior to Star Wars, is so much better than any technology they had in Star Wars!","c":"technology","a":"David Prowse"},{"id":"0E89cxsNx9Bek","t":"Technology is the fashion of the '90s. It affects everyone, and everyone is interested in it - either from fear of being left behind or because they have a real need to use technology.","c":"technology","a":"Jay Chiat"},{"id":"avVxxmsoYchT-","t":"The personal contact is a personal thing. The fact that some people don't know their neighbors, I don't think that technology is at fault. You don't lose anything with technology. You gain other avenues of understanding.","c":"technology","a":"John Warnock"},{"id":"qkDNJP3vwwBai","t":"Use state-of-the-heart technology online and offline to turn listeners into viral advocates and customers into raving fans.","c":"technology","a":"Peter Guber"},{"id":"mTOm-q4x2Ruk_","t":"Our approach to making games is to find the fun first and then use the technology to enhance the fun.","c":"technology","a":"Sid Meier"},{"id":"yPlthRzllfkq8","t":"Well Microsoft really does develop some really interesting technology.","c":"technology","a":"Miguel de Icaza"},{"id":"oewbBE33-DdOj","t":"Our technology is very scalable. Our software can accommodate enormous numbers of clients. It's a marvelous opportunity. We'll keep developing products.","c":"technology","a":"Jay Chiat"},{"id":"yv2BW07SfM1RP","t":"I wanted to be a pilot. I loved flying and I loved all the technology and the equipment and the sense of adventure that came with it. I think that feeling still bleeds over into everything I do today.","c":"technology","a":"Graham Brown"},{"id":"7Yjr1RN_GhqqB","t":"Ten years ago U.S. defence investment represented almost half of all defence expenditure in the whole alliance. Today it is 75%. This increasing economic gap may also lead to an increasing technology gap which will almost hamper the inter-operability between our forces.","c":"technology","a":"Anders Fogh Rasmussen"},{"id":"ohYhiFW6Mn1Ip","t":"It may not always be profitable at first for businesses to be online, but it is certainly going to be unprofitable not to be online.","c":"technology","a":"Esther Dyson"},{"id":"mQNnhEVSCYwEm","t":"Ronald Reagan said that he sought a Star Wars defense only in order to share the technology with the tyrants of the U.S.S.R.","c":"technology","a":"Christopher Hitchens"},{"id":"cDcz-3740iCw6","t":"Technology has become as ubiquitous as the air we breathe, so we are no longer conscious of its presence.","c":"technology","a":"Godfrey Reggio"},{"id":"p6jWx107Cq9Fm","t":"I think it is inevitable that people program poorly. Training will not substantially help matters. We have to learn to live with it.","c":"technology","a":"Alan Perlis"},{"id":"NP2DUX7u1LKg7","t":"I've tried to make 'Strictly Ballroom' impossible to date. It does feel a bit '80s but I consciously made sure there was no technology in the movie that could date it.","c":"technology","a":"Baz Luhrmann"},{"id":"jDofVwFffOgPG","t":"Well, another market is being created now out of Internet technology.","c":"technology","a":"Jim Barksdale"},{"id":"GZL8-5JiaSXwf","t":"Intel's still our main partner. We have not announced anything with AMD and don't have anything planned, but we're constantly being aware to make sure our customers get the best technology.","c":"technology","a":"Kevin Rollins"},{"id":"h2XF2hp9WqI5F","t":"I really believe that we don't have to make a trade-off between security and privacy. I think technology gives us the ability to have both.","c":"technology","a":"John Poindexter"},{"id":"vAV2grP1bE0Yu","t":"Technology is us. There is no separation. It's a pure expression of human creative will. It doesn't exist anywhere else in the universe. I'm rather sure of that.","c":"technology","a":"David Cronenberg"},{"id":"MUtgt_NyswWH5","t":"Technology is neutral: It convicts and finds innocents. We must make it a regularized part of the system, giving defendants access to DNA testing and evidence whenever it might be relevant.","c":"technology","a":"Eliot Spitzer"},{"id":"c5rtJhIp6wAta","t":"Electronic music used pure sounds, completely calibrated. You had to think digitally, as it were, in a way that allowed you to extend serial ideas into other parameters through technology.","c":"technology","a":"Luc Ferrari"},{"id":"Dh8KDClYJRP4Q","t":"The best museums and museum exhibits about science or technology give you the feeling that, hey, this is interesting, but maybe I could do something here, too.","c":"technology","a":"Paul Allen"},{"id":"rHjcUcA0XFSPk","t":"We are the number one economy in the world, and we ought to continue to pursue those kinds of policies that ensure that we maintain that position, like innovation and like technology and like education and like just research and development and discovery.","c":"technology","a":"Donald Evans"},{"id":"zP03VhWw5A6TR","t":"Technology is a useful servant but a dangerous master.","c":"technology","a":"Christian Lous Lange"},{"id":"Fa_4WP7noxyM1","t":"My goal for technology has always been to reach a point where the technological mediation becomes invisible.","c":"technology","a":"Richard Powers"},{"id":"BUc7Qk0l-4Y6m","t":"Working in Hollywood, it's clear the more money you have, the more technology you can get. So you can build a whole Japanese set. Only in Hollywood!","c":"technology","a":"Ziyi Zhang"},{"id":"vYYI0EOihwikJ","t":"If we marry educational technology with quality, enriching content, that's a circle of win.","c":"technology","a":"LeVar Burton"},{"id":"aCb5helKKGzZe","t":"I think complexity is mostly sort of crummy stuff that is there because it's too expensive to change the interface.","c":"technology","a":"Jaron Lanier"},{"id":"jFTm23csfPaP5","t":"Cyberspace. A consensual hallucination experienced daily by billions of legitimate operators, in every nation, by children being taught mathematical concepts.","c":"technology","a":"William Gibson"},{"id":"hjLGX4GveTEdD","t":"We live in a media world simultaneously obsessed with technology and personality.","c":"technology","a":"Eric Alterman"},{"id":"EZe5lCz2GfkD2","t":"We may have to force people to get together in terms of picking a particular type of technology and starting to build to that technology, as opposed to everybody exercising their right to buy their own system, you know, at will.","c":"technology","a":"Michael Chertoff"},{"id":"LYAPBYwzP85se","t":"I feel drawn to experiment with ways that technology can interact with notions of intimacy, because so much of technology is done in a way that's very cold and has such an opposite effect.","c":"technology","a":"Jaron Lanier"},{"id":"pvBxufPMcQql5","t":"I'm of the opinion that the technology is in a place where there's really no excuse not to just make your movie.","c":"technology","a":"Dax Shepard"},{"id":"Y-IiOuxG_IBCT","t":"It would appear that we have reached the limits of what it is possible to achieve with computer technology, although one should be careful with such statements, as they tend to sound pretty silly in 5 years.","c":"technology","a":"John von Neumann"},{"id":"5aWwo7LkTBwJM","t":"Once a new technology rolls over you, if you're not part of the steamroller, you're part of the road.","c":"technology","a":"Stewart Brand"},{"id":"57Jt1wEuy3m7u","t":"It's very difficult in the technology space when you have been leapfrogged to prosper again.","c":"technology","a":"James Chanos"},{"id":"RiYp7h5n5l4oT","t":"We were promised a simpler life, and technology has only complicated our lives.","c":"technology","a":"Freeman Thomas"},{"id":"LWrgN2bVP2ajY","t":"Thompson and Ritchie were among the first to realize that hardware and compiler technology had become good enough that an entire operating system could be written in C, and by 1978 the whole environment had been successfully ported to several machines of different types.","c":"technology","a":"Eric S. Raymond"},{"id":"a1sn6F_oD_HtS","t":"The Linux philosophy is 'Laugh in the face of danger'. Oops. Wrong One. 'Do it yourself'. Yes, that's it.","c":"technology","a":"Linus Torvalds"},{"id":"ToP18S2hQt42R","t":"Despite all our gains in technology, product innovation and world markets, most people are not thriving in the organizations they work for.","c":"technology","a":"Stephen Covey"},{"id":"LsxZ4jessmVyO","t":"New technology is useful, but it's inefficient and ugly it knows it'll be obsolete by lunchtime tomorrow, so it has no incentive to be anything else.","c":"technology","a":"Tom Holt"},{"id":"wQ_bbU6-dgR4Z","t":"One of the things that has been truly incredible to observe though, is the amount of venture investment that has gone into early stage security technology.","c":"technology","a":"John W. Thompson"},{"id":"aQIl-j78GoP_M","t":"In an age of social media and content being key, it's important to change the mold where you have $100,000 to $150,000 for one video. I hired some guys that are young, just out of college, and we used some new, far-less-expensive cameras and technology to make videos.","c":"technology","a":"Ronnie Dunn"},{"id":"Qs9FLN_Hzbb0R","t":"It's hard to say exactly what it is about face-to-face contact that makes deals happen, but whatever it is, it hasn't yet been duplicated by technology.","c":"technology","a":"Paul Graham"},{"id":"cHTbJuXGqRJep","t":"I've gone to China, bought a manufacturing company and moved it to America. Now China wants to buy back some of that new technology from me. That's a great story for America.","c":"technology","a":"Terry McAuliffe"},{"id":"9-RCYIoICnmzW","t":"Take, therefore, what modern technology is capable of: the power of our moral sense allied to the power of communications and our ability to organize internationally.That, in my view, gives us the first opportunity as a community to fundamentally change the world.","c":"technology","a":"Gordon Brown"},{"id":"NEg-Px72PL-Gn","t":"The U.S. is looking to India as more then just a marketplace for our defense products, but as a technology, aerospace and strategic partner for our future endeavors.","c":"technology","a":"Kit Bond"},{"id":"px4rMDxKJTUxp","t":"If you think the technology is infeasible, you don't worry about what it might do and what its potential is.","c":"technology","a":"Ralph Merkle"},{"id":"tzv0W0ChKN2AM","t":"You cannot make thousands of universities or hundreds of thousands of professors, but with technology and the Internet you can have great courses and make a digital university.","c":"technology","a":"Carlos Slim"},{"id":"WozDsfXLVZ-f1","t":"New ideas in technology are literally a dime-a-dozen, or cheaper than that.","c":"technology","a":"Dean Kamen"},{"id":"OwjZP7NH_by0O","t":"Technology makes the world a new place.","c":"technology","a":"Shoshana Zuboff"},{"id":"bBmkCqnZp0k_Z","t":"Silicon Valley has some of the smartest engineers and technology business people in the world.","c":"technology","a":"Elon Musk"},{"id":"rhqB-YXYnsg6o","t":"The world has become more complex as technology and easy travel mixes cultures without homogenizing them.","c":"technology","a":"Norman Spinrad"},{"id":"s1ZQtzVXPAA84","t":"To explore technology for me is something that I have to do. Otherwise, I feel completely left in the back... abandoned.","c":"technology","a":"Bernardo Bertolucci"},{"id":"HymgzNLxmJ_LZ","t":"Technology is not neutral.","c":"technology","a":"Godfrey Reggio"},{"id":"VU7wSrixk0qGN","t":"I go and see anything that's visually new, any technology that's about picture-making. The technology won't make the pictures different, but someone using it will.","c":"technology","a":"David Hockney"},{"id":"mrPdKsV30YHuL","t":"World War II had a very important impact on the development of technology, as a whole.","c":"technology","a":"Barry Commoner"},{"id":"Et_SmsccojC43","t":"So I think the winners in recession are the people who produce new technology that does things better, which people really want.","c":"technology","a":"James Dyson"},{"id":"4FYuAozrcboxp","t":"What's sort of interesting about the whole public relations disaster that is the Net, in some ways, is that the fundamentals are really good.","c":"technology","a":"Meg Whitman"},{"id":"t7M3VgTHRvX4Y","t":"Technology favors horrible people.","c":"technology","a":"Doug Coupland"},{"id":"QksN3OzxZTGo8","t":"I don't know technology and engineering. I don't know accounting.","c":"technology","a":"Bernard Ebbers"},{"id":"GPl1IJvAjuiLq","t":"And this is one way to do technology forecasting get a sense of where technology is, and then anticipate the next upturn.","c":"technology","a":"Chris Anderson"},{"id":"MdqBWt6OC0yv8","t":"Every technology, including the printing press, comes at some price.","c":"technology","a":"Bill Keller"},{"id":"eE2PYzOS5nnEt","t":"The great paradox of the 21st century is that, in this age of powerful technology, the biggest problems we face internationally are problems of the human soul.","c":"technology","a":"Ralph Peters"},{"id":"_Iemxt-6uJazY","t":"Technology will eventually destroy the way schools are run now.","c":"technology","a":"Daniel Greenberg"},{"id":"cTy0Q3NdsvGRs","t":"CRATEL is a center with a two-fold mission - to explore technology as an expressive element and to use technology to bridge gaps between diverse groups of people.","c":"technology","a":"John Harrison"},{"id":"ydjbmF9RbR3WY","t":"I don't cook - I can cook - but I'm not very good. I like being asked over for dinner, because she can't cook either. We would starve if it weren't for modern technology. I know how to work a microwave, but love home cooked meals.","c":"technology","a":"Mark Mothersbaugh"},{"id":"9ZbM0doUKD0EL","t":"I support any procedure that allows photographers to express themselves, whether that involves color, black and white, platinum, palladium and digital technology.","c":"technology","a":"John Sexton"},{"id":"T5S9DoWgXRjf7","t":"Technology has saved us money in some circumstances, but it has really afforded us the ability to cover stories from locations we might not have been able to in the past.","c":"technology","a":"Jim Walton"},{"id":"um9sGKIuJ8G7I","t":"More and more, job listings are exclusively available online and as technology evolves nearly every occupation now requires a basic level of digital literacy with web navigation, email access and participation in social media.","c":"technology","a":"Michael K. Powell"},{"id":"TCCe85XWQr78d","t":"Technology is making gestures precise and brutal, and with them men.","c":"technology","a":"Theodor Adorno"},{"id":"fNCAnKLukkixB","t":"I was using tape loops for dancers and dance production. I had very funky primitive equipment, in fact technology wasn't very good no matter how much money you had.","c":"technology","a":"Terry Riley"},{"id":"5H1-SAA47AZ6R","t":"Our business is about technology, yes. But it's also about operations and customer relationships.","c":"technology","a":"Michael Dell"},{"id":"_FQs1cJmB28bs","t":"The system of nature, of which man is a part, tends to be self-balancing, self-adjusting, self-cleansing. Not so with technology.","c":"technology","a":"E. F. Schumacher"},{"id":"6UJeXUMljlwuP","t":"The Faculty of Technology of Tohoku University is renowned for its tradition of practical studies.","c":"technology","a":"Koichi Tanaka"},{"id":"AW49eSjLVI9_n","t":"What's happened with computer technology is perfectly timed for someone with my set of skills. I tell stories with pictures. What I love about CGI is that if I can think it, it can be put on the screen.","c":"technology","a":"Frank Miller"},{"id":"veZR8M8gfHsxA","t":"Today, the technology is there to give early and normally ample warning when a powerful tornado approaches. When a tornado strikes, all of us are at risk.","c":"technology","a":"Spencer Bachus"},{"id":"1hBp-VzDxbMCi","t":"Generally, what people tend to underestimate is the cyborg nature of Groupon. We are a company that has the DNA of being both a technology company and a heavily operational company.","c":"technology","a":"Andrew Mason"},{"id":"V9kqq6AWp4bl4","t":"You can alter movie singing so much because you go into the recording studio and, just technology for recording has gotten so good, you can hold out a note and they can combine a note from take 2 and a note from take 8.","c":"technology","a":"Anne Hathaway"},{"id":"iSI0K-OueKPrp","t":"We need first of all the reform of our justice system. We need reform of the education system, because of quality of education because of innovation and technology. And we need administrative reform. Too much bureaucracy.","c":"technology","a":"Iveta Radicova"},{"id":"_IlvvhIdQpAoY","t":"The thing that's changed the most has just been the rapid technology.","c":"technology","a":"Jeffrey Katzenberg"},{"id":"CXaPC74e3Cyt-","t":"I absolutely believe that a lot of the issues raised in 'Amped' about technology migrating into our bodies are issues that we're really going to deal with soon.","c":"technology","a":"Daniel H. Wilson"},{"id":"r_eaN8WmbvAfn","t":"We can grow crops less expensively because molecular manufacturing technology is inherently low cost.","c":"technology","a":"Ralph Merkle"},{"id":"3JcbZ0eWKTTuB","t":"The 'Net is a waste of time, and that's exactly what's right about it.","c":"technology","a":"William Gibson"},{"id":"uRonW5BJUxRDq","t":"Here you have a new technology, and if that technology is going to work, you must allow people to provide central indexes of the data. It's just like a newspaper that publishes classified ads.","c":"technology","a":"David Boies"},{"id":"m3g9h0j7PxDmj","t":"Energy has become a national security issue and as technology continues to improve, there will be more debates like the one on Keystone.","c":"technology","a":"Ed Royce"},{"id":"Pxy1j3-UwiWY_","t":"The reason is that till date, in spite of advances in information technology and strategies of information, the written word in the form of books still remains one of humanity's most enduring legacies.","c":"technology","a":"Ibrahim Babangida"},{"id":"sg1Q88e_ibozu","t":"Half of Google's revenue comes from selling text-based ads that are placed near search results and are related to the topic of the search. Another half of its revenues come from licensing its search technology to companies like Yahoo.","c":"technology","a":"Eric Schmidt"},{"id":"X_x0H8fp5GvdC","t":"Modern technology has become a total phenomenon for civilization, the defining force of a new social order in which efficiency is no longer an option but a necessity imposed on all human activity.","c":"technology","a":"Jacques Ellul"},{"id":"nyiDADqCH43A_","t":"It's impossible to move, to live, to operate at any level without leaving traces, bits, seemingly meaningless fragments of personal information.","c":"technology","a":"William Gibson"},{"id":"A9uy8UOyZIqre","t":"Technology makes things faster and more cost-effective, but it's not perfect. It requires you to be as flexible as you can be.","c":"technology","a":"John Phillips"},{"id":"omBit42Omw-vz","t":"The cancer doesn't bother me. I have great faith that the technology will beat it.","c":"technology","a":"Henry Cisneros"},{"id":"HKvx_je2IUp5y","t":"What I did in my youth is hundreds of times easier today. Technology breeds crime.","c":"technology","a":"Frank Abagnale"},{"id":"l7usqJ4MdZwvT","t":"Technology is driving the innovation. Technology is driving the creativity. Technology and the use of that is going to determine our workers' ability to compete in the 21st century global marketplace.","c":"technology","a":"Ron Kind"},{"id":"yq0KyHc5ncG6s","t":"The demographic weight of countries such as China and India exercise a massive pressure on our wages and salaries. They have accomplished massive technological advances and the revolution in information technology has reduced the costs of transport.","c":"technology","a":"Laurent Fabius"},{"id":"CIkufxVIOC8A_","t":"We've been co-evolving with our technology for a hundred thousand years. Human beings and the technology we make were always inseparable. We're finally coming into this moment where it's coming inside our body for the first time in history.","c":"technology","a":"Daniel H. Wilson"},{"id":"RnVbt8wA7q4H0","t":"Technology without hatred can be a blessing. Technology with hatred is always a disaster.","c":"technology","a":"Simon Wiesenthal"},{"id":"j1bWVouGf2giX","t":"What the country needs are a few labor-making inventions.","c":"technology","a":"Arnold H. Glasow"},{"id":"CFWb7sNgwUiAH","t":"Civilization depends on our expanding ability to produce food efficiently, which has markedly accelerated thanks to science and technology.","c":"technology","a":"Nina Fedoroff"},{"id":"TOPyrXb7WCQOn","t":"I think 99 percent of women's lib comes from technology making different kinds of lives possible, and then the social adjustment follows the technology - it doesn't precede it.","c":"technology","a":"Lois McMaster Bujold"},{"id":"5_qFejv7pB-wj","t":"The combination of hatred and technology is the greatest danger threatening mankind.","c":"technology","a":"Simon Wiesenthal"},{"id":"R_dfg7ClNdyRC","t":"There are better alternatives... Australia should be exporting its solar technology, not its uranium.","c":"technology","a":"Bob Brown"},{"id":"z8O3JgaI8PU6l","t":"People often pulled into Scientology want to address personal problems in their life, and Scientology says we have technology that addresses these kinds of problems. Just focusing on the problems and trying to remedy them can be helpful.","c":"technology","a":"Lawrence Wright"},{"id":"9rhqQDfzwl41x","t":"As an avid photographer, I also took advantage of the latest technology in photography - digital photography - to post photos on my website on a daily basis.","c":"technology","a":"Tipper Gore"},{"id":"5MnOrGjqs05s0","t":"I'm sorry, it's true. Having children really changes your view on these things. We're born, we live for a brief instant, and we die. It's been happening for a long time. Technology is not changing it much - if at all.","c":"technology","a":"Steve Jobs"},{"id":"pYApFHd3CRo00","t":"But while doing that I'd been following a variety of fields in science and technology, including the work in molecular biology, genetic engineering, and so forth.","c":"technology","a":"K. Eric Drexler"},{"id":"JhlH3Yn3x8fmd","t":"Daoist thought is the root of science and technology in China.","c":"technology","a":"Joseph Needham"},{"id":"AzK2R4HY1WjFb","t":"The advance of technology is based on making it fit in so that you don't really even notice it, so it's part of everyday life.","c":"technology","a":"Bill Gates"},{"id":"yTkRRmsfPhsD8","t":"Real programmers can write assembly code in any language.","c":"technology","a":"Larry Wall"},{"id":"9zFKVRbwoKa2U","t":"Technology gives us the facilities that lessen the barriers of time and distance - the telegraph and cable, the telephone, radio, and the rest.","c":"technology","a":"Emily Greene Balch"},{"id":"59MvbsR5FtgB3","t":"They are responsible for starting this relationship and wanting to help Africa. The United States is very well suited for this as they are a country that has the capacity, they have better access to technology and they are a successful country.","c":"technology","a":"Phumzile Mlambo-Ngcuka"},{"id":"hc34kceQMANdR","t":"It's so exciting to be doing radio on the cutting edge of technology. Being in on something new is the biggest thrill in the world.","c":"technology","a":"Lynn Samuels"},{"id":"aYEIzNCq5w3bq","t":"In today's knowledge-based economy, what you earn depends on what you learn. Jobs in the information technology sector, for example, pay 85 percent more than the private sector average.","c":"technology","a":"William J. Clinton"},{"id":"WnjrAi-b2V-GK","t":"This is technology that will not go away. And to risk it moving into the hands of a terrorist group like al Qaeda or to other focused enemies of the United States, would have tragic consequences.","c":"technology","a":"John Sununu"},{"id":"ymRR3_D2JAacX","t":"U.S. nuclear technology is one of this nation's most valuable secrets, and it should have been protected.","c":"technology","a":"Charles Foster Bass"},{"id":"XXyJWgCw9Ogbt","t":"It is the framework which changes with each new technology and not just the picture within the frame.","c":"technology","a":"Marshall McLuhan"},{"id":"dW90R9HS-3igX","t":"I'm in favor of any technology that makes my work available to the reading public at a reasonable price.","c":"technology","a":"Walter Jon Williams"},{"id":"bVhz1dMKTC-fH","t":"Virginia is the absolute leader in homeland security and defense and information technology.","c":"technology","a":"Mark Warner"},{"id":"GMgIYTmvaElt5","t":"Many people mistakenly think a new technology cancels out an old one.","c":"technology","a":"Judith Martin"},{"id":"JsNMULIrtqfyR","t":"At a minimum the majority of search dollars will flow to a social media model because people care most about what their peers think and the technology is there for that information to be quickly shared on products and services.","c":"technology","a":"Erik Qualman"},{"id":"_v0jCoNfuZvRD","t":"If you think technology can solve your security problems, then you don't understand the problems and you don't understand the technology.","c":"technology","a":"Bruce Schneier"},{"id":"8_YaezcQalI1S","t":"We had to address information technology in the ways we had not before and give the agents the tools that they need to do their job more efficiently and more expeditiously.","c":"technology","a":"Robert Mueller"},{"id":"WGfjyFVEcgFMQ","t":"On the other hand, there would be some value in different folks getting together to share expertise and technology but to the listener, it wouldn't necessarily seem like a single station in the traditional sense.","c":"technology","a":"Jamie Zawinski"},{"id":"12xZtAmKjVNX0","t":"Most people are really stunned to find out that the technology has been around for more than 100 years, and that the diesel engine was in fact invented to run on vegetable oil.","c":"technology","a":"Daryl Hannah"},{"id":"_1jDvpz3BxGTt","t":"It would be unwise to say the least, irresponsible of us at the TSA, at the Homeland Security Department not to evolve our technology to match the changing threat environment that we inhabit.","c":"technology","a":"Janet Napolitano"},{"id":"xU_SrOzSZYGfk","t":"Advances in the technology of telecommunications have proved an unambiguous threat to totalitarian regimes everywhere.","c":"technology","a":"Rupert Murdoch"},{"id":"PNrS817rzJwMI","t":"It has become appallingly obvious that our technology has exceeded our humanity.","c":"technology","a":"Albert Einstein"},{"id":"h0PftMDYhMQBY","t":"There has been a huge advance in technology, which has improved the safety of the cars incredibly, but there are still some heavy crash impacts and in certain circumstances there is still the chance of fire today.","c":"technology","a":"Jackie Stewart"},{"id":"u63rFZKk27yQg","t":"Investing in industries and technology for the 21st century generates high-skilled, high-wage jobs for industries of the future.","c":"technology","a":"Jay Inslee"},{"id":"5lQ1wSj1efmj8","t":"I have reviewed literally hundreds of dotcoms in my drive to bring Boomer Esiason Foundation onto the Internet, and have selected ClickThings as a partner because of the advanced technology it offers small business, and its understanding of the entrepreneurial spirit of the small business community.","c":"technology","a":"Boomer Esiason"},{"id":"NraCuALF5iAJa","t":"Countries across the world are taking action now to help them track paedophiles and terrorists who abuse new technology to plot their horrific crimes.","c":"technology","a":"Theresa May"},{"id":"nNslFsvQgR0HM","t":"Technology... the knack of so arranging the world that we don't have to experience it.","c":"technology","a":"Max Frisch"},{"id":"uuXQH4uqRpThl","t":"If that's there, I believe that technology will probably step up to their part of it.","c":"technology","a":"Neil Armstrong"},{"id":"jbb9bc5g1Zgpv","t":"Technology is similarly just a catalyst at times for fundamental forces already present.","c":"technology","a":"Scott Cook"},{"id":"MgHniOu3i-yE8","t":"Disco is the first technology music. And what I mean is that 'disco' music is named after discs, because when technology grew to where they didn't need a band in the clubs, the DJ played it on a disc.","c":"technology","a":"will.i.am"},{"id":"dqa_o_KvNIEC6","t":"Today we're focused on small acquisitions to add technology where necessary. I think it's fair to say we're not out looking for a large one, but I think it's also very fair to say that as a public company you can never say never.","c":"technology","a":"Sanjay Kumar"},{"id":"JrlH5xxsnPwUf","t":"All this technology has not changed the way NFL Films does business and our process. Yes, with one touch of a button now you reach millions of people but it is still the same approach that my father and I started out with.","c":"technology","a":"Steve Sabol"},{"id":"k6CYYx7VS4ojm","t":"I have taught history on the high school and college levels, and am or have been a lecturer at the Smithsonian, The National Institutes of Health, and numerous colleges and universities, mostly on science fiction and technology subjects.","c":"technology","a":"Jack L. Chalker"},{"id":"pyjReb4z2O1yd","t":"The recent fascination, I think, reflects the shift in approach by law enforcement officials to embrace technology as wholeheartedly as the rest of the world.","c":"technology","a":"Jeffery Deaver"},{"id":"Kx5xm0qW09I9c","t":"Content and technology are strange bed fellows. We are joined together. Sometimes we misunderstand each other. But isn't that after all the definition of marriage?","c":"technology","a":"Howard Stringer"},{"id":"dIXTqK5KZsJmX","t":"I am in the process of trying to decide whether I can make a substantive and productive contribution to the policy-making process. I was always there because I wanted to work on the pressing issues of the day - I'm interested in energy, I'm interested in the climate bill and technology policy.","c":"technology","a":"Charles F. Bass"},{"id":"T0aDVTd32zOFM","t":"During the war, in which several of our embedded correspondents were able to report from moving vehicles crossing the Iraqi desert, the use of technology made news gathering safer.","c":"technology","a":"Jim Walton"},{"id":"v_q0OM1ImrbX7","t":"I'm very good with technology, I always have been, and with machines in general. They seem not threatening like other people find them, but a source of fun and amusement.","c":"technology","a":"Brian Eno"},{"id":"FVKrlpNjbZt4N","t":"Technology determines the possibilities of society. It doesn't matter whether you start out from a fascist state or a communist state or a free-market state.","c":"technology","a":"Iain Banks"},{"id":"yGv6POdFX2tpl","t":"If we invest in researching and developing energy technology, we'll do some real good in the long run, rather than just making ourselves feel good today. But climate change is not the only challenge of the 21st century, and for many other global problems we have low-cost, durable solutions.","c":"technology","a":"Bjorn Lomborg"},{"id":"9X_dUREoMVhdb","t":"In a way, film and television are in the same sort of traumatic trance that print journalism is. The technology has outpaced our comprehension of its implications.","c":"technology","a":"Tony Kushner"},{"id":"jYyqUefaFGTi_","t":"Building one space station for everyone was and is insane: we should have built a dozen.","c":"technology","a":"Larry Niven"},{"id":"1WM9NZZncYUcO","t":"I do not think that there is a reputable scientist on this planet who would advocate using this technology to generate a human child as was just announced.","c":"technology","a":"Robert Lanza"},{"id":"YEdVFDm0KIoAM","t":"Community colleges need to be upgraded. We got to have training for real jobs. We've got a lot of jobs that are going unfilled because we don't have the technology in the heads of graduating college students to deal with them.","c":"technology","a":"Emanuel Cleaver"},{"id":"TuIdUSzMKb9Ab","t":"Bill Gates is a very rich man today... and do you want to know why? The answer is one word: versions.","c":"technology","a":"Dave Barry"},{"id":"PGQXXi3GZ2_KW","t":"I know nothing about technology.","c":"technology","a":"Jack Ma"},{"id":"FWPrjdLkiUH-5","t":"I've been thinking about the distorted view of science that prevails in our culture. I've been wondering about this, because our civilization is completely dependent on science and high technology, yet most of us are alienated from science.","c":"technology","a":"Ann Druyan"},{"id":"QK11dguGuLJLa","t":"The dissemination of advanced implantable technology will likely be just as ruthlessly democratic as the ailments it is destined to treat. Meaning that, someday soon, we may have a new class of very smart, very fast people - yesterday's disabled and elderly.","c":"technology","a":"Daniel H. Wilson"},{"id":"k4MYEdtfXVmVF","t":"The committee's finding that China stole sensitive technology from U.S. weapons research labs is alarming.","c":"technology","a":"Charles Foster Bass"},{"id":"i3x4GLbfrJidf","t":"This is like the telephone problem - no one wants to have the first one. But we are seeing a lot of people who want some sort of technology to solve the spam problem.","c":"technology","a":"Eric Allman"},{"id":"NbNoqkaAv17P7","t":"I spend so much time on the screen when I am writing, the last thing you want to do is spend more time on the Internet looking at a screen. That's what I hate about all this technology.","c":"technology","a":"Irvine Welsh"},{"id":"VzWBt9o4wPiFY","t":"Advancements in technology have become so commonplace that sometimes we forget to stop and think about how incredible it is that a girl on her laptop in Texas can see photos and cell phone video in real time that a young college student has posted of a rally he's at in Iran.","c":"technology","a":"Rosalind Wiseman"},{"id":"Ovag557FAj3pw","t":"Technology... is a queer thing. It brings you great gifts with one hand, and it stabs you in the back with the other.","c":"technology","a":"Carrie P. Snow"},{"id":"vLs-VbbR6PaNT","t":"Obviously, CGI in the last ten years has gone through such leaps and bounds that today, people are looking for these kinds of movies to wow audiences with technology.","c":"technology","a":"Avi Arad"},{"id":"mdmv07InBX7r9","t":"I love what the Valley does. I love company building. I love startups. I love technology companies. I love new technology. I love this process of invention. Being able to participate in that as a founder and a product creator, or as an investor or a board member, I just find that hugely satisfying.","c":"technology","a":"Marc Andreessen"},{"id":"pN__KHoEkUg1c","t":"We know that, when it comes to technology and the economy, if you're not constantly moving forward, then - without a doubt - you're moving backwards.","c":"technology","a":"Bill Owens"},{"id":"yIPR1zzgndaa4","t":"In 1978, I entered Tohoku University, into the Department of Electrical Engineering, Faculty of Technology.","c":"technology","a":"Koichi Tanaka"},{"id":"Q5q-Nbu6tQYcb","t":"You can get digital technology that almost is film quality, and go make little films and do everything you can to find a little understanding of your own voice and it will grow - Don't take no for an answer - Take every opportunity you can to do something.","c":"technology","a":"Jon Voight"},{"id":"mEHYWuuoh5laJ","t":"Magic, like technology, is a tool.","c":"technology","a":"Mercedes Lackey"},{"id":"MsIMfYonuaKk3","t":"We must speed up the deployment of broadband in order to bring high-speed data services to homes and businesses. The spread of information technology has contributed to a steady growth in U.S. productivity.","c":"technology","a":"Michael Oxley"},{"id":"cP4sDZh0r8oiq","t":"The most important and urgent problems of the technology of today are no longer the satisfactions of the primary needs or of archetypal wishes, but the reparation of the evils and damages by the technology of yesterday.","c":"technology","a":"Dennis Gabor"},{"id":"-SmSB7fQSDVBA","t":"The real problem is not whether machines think but whether men do.","c":"technology","a":"B. F. Skinner"},{"id":"Jptjsmq5ZdBDi","t":"In the face of technology, everything becomes a little atavistic.","c":"technology","a":"Don DeLillo"},{"id":"obVKj_Kj_168_","t":"I love the modern technology now.","c":"technology","a":"Ringo Starr"},{"id":"zvnBJ7IbR5omI","t":"Since fantasy isn't about technology, the accelleration has no impact at all. But it's changed the lives of fantasy writers and editors. I get to live in England and work for a New York publisher!","c":"technology","a":"Terri Windling"},{"id":"bx_HMFOuwz1ky","t":"The size of a studio film lets you see technology in a way that you wouldn't on an independent film, like the gadgets and the angles and all that.","c":"technology","a":"Juno Temple"},{"id":"P9EtGK-UzDEQk","t":"Champagne, if you are seeking the truth, is better than a lie detector. It encourages a man to be expansive, even reckless, while lie detectors are only a challenge to tell lies successfully.","c":"technology","a":"Graham Greene"},{"id":"t7wWKIfb8oPBb","t":"The telephone is a 100-year-old technology. It's time for a change. Charging for phone calls is something you did last century.","c":"technology","a":"Niklas Zennstrom"},{"id":"cpLhIcx5s203B","t":"It's hard to pay attention these days because of multiple affects of the information technology nowadays. You tend to develop a faster, speedier mind, but I don't think it's necessarily broader or smarter.","c":"technology","a":"Robert Redford"},{"id":"onA-s0Q1c20rR","t":"India and Japan should develop a complementary relationship in information technology.","c":"technology","a":"Yoshiro Mori"},{"id":"eqneNW6giaeev","t":"Computer games tend to be boys' games, warlike games with more violence. We have not spent enough time thinking through how to encourage more girls to be involved in computing before coming to college so they can see a possible career in information technology.","c":"technology","a":"Freeman A. Hrabowski III"},{"id":"-DWmZycKXOOUj","t":"Relying on the government to protect your privacy is like asking a peeping tom to install your window blinds.","c":"technology","a":"John Perry Barlow"},{"id":"UNQTQPbGLqJpK","t":"So many times, these kids know more about the technology than their parents. And so many times, we're putting kids in very adult situations and expecting them to behave like they're 40 years old. Well, that's just not going to happen.","c":"technology","a":"Amy Klobuchar"},{"id":"HYAvXLRzucC6T","t":"Developments in information technology and globalised media mean that the most powerful military in the history of the world can lose a war, not on the battlefield of dust and blood, but on the battlefield of world opinion.","c":"technology","a":"Timothy Garton Ash"},{"id":"TI7wt6fpObKYo","t":"Every time somebody tries to go in and reinvent what we do, it always ends up being more about technology and sets, and flash and dash, forgetting the main thing, which is interesting people saying interesting, important things.","c":"technology","a":"Diane Sawyer"},{"id":"rLGuFu9ef8G9M","t":"Movie-making is telling a story with the best technology at your disposal.","c":"technology","a":"Tom Hanks"},{"id":"YQjhjCmqCfq2B","t":"Look at countries like China, they are determined to dominate all clean technology areas, putting lots of money into wind, solar, electric vehicles and battery storage. America's political impotence, caused by their terrible partisanship, will see them left behind.","c":"technology","a":"Malcolm Turnbull"},{"id":"PYocaKEZApCIj","t":"Triumphant science and technology are only at the threshold of man's command over sources of energy so stupendous that, if used for military purposes, they can wipe out our entire civilization.","c":"technology","a":"Cordell Hull"},{"id":"nodBHYPMhNkRb","t":"I do know a lot about Scientology. And I know about the practices. I know all about what the technology is and all that kind of stuff. It's very helpful.","c":"technology","a":"Jennifer Lopez"},{"id":"Fdzok9DFGK1As","t":"But some great records are are being made with today's technology and there are still great artists among us. Likewise there are artists today who are so reliant on modern technology, they wouldn't have emerged when recording was more organic.","c":"technology","a":"Tony Visconti"},{"id":"8nENzXvZlbdGW","t":"The most important thing about technology is that it can seamlessly work its way into your routine and your life.","c":"technology","a":"John Legend"},{"id":"oLPIU0_iA_2pG","t":"The Internet treats censorship as a malfunction and routes around it.","c":"technology","a":"John Perry Barlow"},{"id":"r1nh3Dliyrt8m","t":"Regardless what technology is, I like analog too.","c":"technology","a":"Lou Gramm"},{"id":"Ob4Wik789Aeqe","t":"What the public needs to understand is that these new technologies, especially in recombinant DNA technology, allow scientists to bypass biological boundaries altogether.","c":"technology","a":"Jeremy Rifkin"},{"id":"1JU6u9ZI1Al6C","t":"People try to treat technology as an object, and it can't be. It can only be a channel.","c":"technology","a":"Jaron Lanier"},{"id":"lxUzGoUE_Q5Ru","t":"If we allow our self-congratulatory adoration of technology to distract us from our own contact with each other, then somehow the original agenda has been lost.","c":"technology","a":"Jaron Lanier"},{"id":"2xnoU1H9FFTxV","t":"You know, technology CEOs like to think of themselves as rock 'n roll stars.","c":"technology","a":"James Daly"},{"id":"iUBb6QV16cgoV","t":"Social media is not about the exploitation of technology but service to community.","c":"technology","a":"Simon Mainwaring"},{"id":"PBGS7mWEzCXsD","t":"I love technology, and I love new gadgets. I can no longer figure out how to use any of them, but I love them.","c":"technology","a":"Jerry Zucker"},{"id":"IqC0ZaCA6gjkX","t":"Protein engineering is a technology of molecular machines - of molecular machines that are part of replicators - and so it comes from an area that already raises some of the issues that nanotechnology will raise.","c":"technology","a":"K. Eric Drexler"},{"id":"moKjskLq2qcJO","t":"In hard-core science fiction in which characters are responding to a change in environment, caused by nature or the universe or technology, what readers want to see is how people cope, and so the character are present to cope, or fail to cope.","c":"technology","a":"James Gunn"},{"id":"p-ikBhGKIdVoD","t":"Well, the rollout of new technology always affects how wizards do business.","c":"technology","a":"Diane Duane"},{"id":"FQOaimtV9NMG9","t":"Technology will definitely solve all our problems, but in the process it will create brand new ones. But that's O.K. because the most you can expect from life is to get to solve better and better problems.","c":"technology","a":"Scott Adams"},{"id":"Fu7D3JjWL0Kg7","t":"I would like to see the technology used to explore more period horror genre works, for example, E. A. Poe.","c":"technology","a":"Robert Englund"},{"id":"ZCTdCYxPgW9UE","t":"The point is, technology has empowered so many musicians, you know?","c":"technology","a":"Stanley Clarke"},{"id":"NoeHms6bqyZCo","t":"We are just fanatics about using the technology to make it all wonderful. We laughed at the fact that we were having such a great time working this way.","c":"technology","a":"Al Jarreau"},{"id":"5yph5qBDQMoSQ","t":"I think one of the greatest enemies in the use of technology, however, is the idea that if you use the technology you have to throw other things out of the window.","c":"technology","a":"John Eaton"},{"id":"tHJ3jO4By8w9d","t":"The most I ever spent on technology is building a studio - I built one at home in Los Angeles. I can't tell you how much exactly, but the whole process is very expensive.","c":"technology","a":"John Legend"},{"id":"aA96o9T1Xnov5","t":"My wife handles all of our technology. So if something goes wrong with the computer, I throw up my arms and step aside while the IT gal figures it out.","c":"technology","a":"Ty Burrell"},{"id":"tiEwZcNBRu4pl","t":"My problem is that I like technology, but I always have to ask myself, 'Now wait a minute, will I actually have any use for this?'","c":"technology","a":"Jerry Zucker"},{"id":"4rbactigEG8OU","t":"Soon silence will have passed into legend. Man has turned his back on silence. Day after day he invents machines and devices that increase noise and distract humanity from the essence of life, contemplation, meditation.","c":"technology","a":"Jean Arp"},{"id":"0oBepa8GTjDKd","t":"Just as we could have rode into the sunset, along came the Internet, and it tripled the significance of the PC.","c":"technology","a":"Andy Grove"},{"id":"_s-IWqldHywXi","t":"I try to write about how we live today, how we use language, technology, our bodies.","c":"technology","a":"Dana Spiotta"},{"id":"TcBub7k9MfuF-","t":"If we had had the right technology back then, you would have seen Eva Braun on the Donahue show and Adolf Hitler on Meet the Press.","c":"technology","a":"Ed Turner"},{"id":"uX2mkHjwBql4X","t":"I'd like people to be educated on the voting machines, making sure that our democracy isn't being hijacked by computer technology. There's no reason there can't be a paper trail on those machines.","c":"technology","a":"Eddie Vedder"},{"id":"tvFSZXA4RA2yU","t":"Cinema reflects culture and there is no harm in adapting technology, but not at the cost of losing your originality.","c":"technology","a":"Jackie Chan"},{"id":"bnbTPBGA5645x","t":"Instead of the international police action we had hoped for during the war in Kosovo, there are wars again - conducted with state-of-the-art technology, but still in the old style.","c":"technology","a":"Jurgen Habermas"},{"id":"_hkFVMtKOIdl8","t":"I'm always interested in what you can do with technology that people haven't thought of doing yet.","c":"technology","a":"Brian Eno"},{"id":"5DPI0fxXAGQdm","t":"Leaders have to act more quickly today. The pressure comes much faster.","c":"technology","a":"Andy Grove"},{"id":"LlUobB9p0Rme5","t":"A vital step for the technology sector is to signpost legitimate search options far more clearly and to delete links to sites that promote illegally sourced content.","c":"technology","a":"David Puttnam"},{"id":"1cNcINMa9CRyR","t":"Robots are interesting because they exist as a real technology that you can really study - you can get a degree in robotics - and they also have all this pop-culture real estate that they take up in people's minds.","c":"technology","a":"Daniel H. Wilson"},{"id":"8mP3h3fqKTUCt","t":"I don't hate technology, I don't hate hackers, because that's just what comes with it, without those hackers we wouldn't solve the problems we need to solve, especially security.","c":"technology","a":"Fred Durst"},{"id":"Rr9v3OjNU7l7O","t":"A world technology means either a world government or world suicide.","c":"technology","a":"Max Lerner"},{"id":"HbJXZVqHtAoCR","t":"We are involved in technology development for, you know, missions that we hope to plan that would take us to an asteroid and eventually to Mars.","c":"technology","a":"Ellen Ochoa"},{"id":"lae_p7ToHLgyN","t":"For infrastructure technology, C will be hard to displace.","c":"technology","a":"Dennis Ritchie"},{"id":"NyOYeilKoMgh1","t":"I think every student needs access to technology, and I think technology can be a hugely important vehicle to help level the playing field.","c":"technology","a":"Arne Duncan"},{"id":"kOEX_GXHm_T3o","t":"People would like better batteries but they are wary of making investments. What is required is both a technology push and a market pull.","c":"technology","a":"Donald Sadoway"},{"id":"oVZyRtjNhboms","t":"I always wanted to work with Michael Jackson. His music will live forever and with technology nowadays... maybe I could.","c":"technology","a":"Jordin Sparks"},{"id":"uMdXYQsRAw0gG","t":"What I'm trying to do is to at least raise a flag to the blinding light of technology.","c":"technology","a":"Godfrey Reggio"},{"id":"JiKz23yB1Ng7d","t":"Indiana Jones is very much an old-world kind of hero. He doesn't really have any kind of superpower or rely on any kind of technology to help him out of things.","c":"technology","a":"Jamie Bell"},{"id":"qkwmEFsbn7KFc","t":"I knew I wanted to do something at the nexus of what I call global development and technology.","c":"technology","a":"Chris Hughes"},{"id":"da0E3lm26wntT","t":"Technology causes problems as well as solves problems. Nobody has figured out a way to ensure that, as of tomorrow, technology won't create problems. Technology simply means increased power, which is why we have the global problems we face today.","c":"technology","a":"Jared Diamond"},{"id":"wIKGi3plOYNfa","t":"Social media is great, I guess, but it feels like technology is the sapper of innocence.","c":"technology","a":"Chris O'Dowd"},{"id":"71oQpYa_YUzE3","t":"I would like to spend my next two years showing how the aim of making technology available to every young person can be built into the effort to make our nation more secure. That is my latest concern and what I will be pushing over the next two years.","c":"technology","a":"Major Owens"},{"id":"MSpFzhJWS1JwI","t":"If you wanna know how not secure you are, just take a look around. Nothing's secure. Nothing's safe. I don't hate technology, I don't hate hackers, because that's just what comes with it, without those hackers we wouldn't solve the problems we need to solve, especially security.","c":"technology","a":"Fred Durst"},{"id":"tlkzv1oK_corh","t":"Some people think technology has the answers.","c":"technology","a":"Kevin Mitnick"},{"id":"JRoxop7QvaP7g","t":"My goals over the decade include to develop new drugs to treat intractable diseases by using iPS cell technology and to conduct clinical trials using it on a few patients with Parkinson's diseases, diabetes or blood diseases.","c":"technology","a":"Shinya Yamanaka"},{"id":"NHGlqlxNoXr5J","t":"Yet now we are faced with the sickening suspicion that technology has run ahead of us.","c":"technology","a":"Richard Dooling"},{"id":"2p1x-KkdpacNs","t":"The minimum we should hope for with any display technology is that it should do no harm.","c":"technology","a":"Edward Tufte"},{"id":"3yXtDZehvkLEG","t":"Whereas with us - what you hear is what's happening right then and there on the stage - so we don't need no stinking technology.","c":"technology","a":"James Young"},{"id":"yzoEHuKHDlvwV","t":"I see technology as being an extension of the human body.","c":"technology","a":"David Cronenberg"},{"id":"cLYGRqpMBriow","t":"And what's interesting about the hybrids taking off is you've now introduced electric motors to the automobile industry. It's the first radical change in automobile technology in 100 years.","c":"technology","a":"Chris Anderson"},{"id":"V_LhcYItbW1UD","t":"A total nuclear freeze is counterproductive - especially now, when technology is rapidly changing and the Soviets have some important strategic advantages.","c":"technology","a":"Herman Kahn"},{"id":"b6QmLX_jhqUAZ","t":"My intention was to enroll at McGill University but an unexpected series of events led me to study physics at the Massachusetts Institute of Technology.","c":"technology","a":"Sidney Altman"},{"id":"kUq5jVZhd0IxN","t":"When dealing in the technology, it becomes a question of whether you overuse something. I think that's worse than having something technologically available to you and not using it.","c":"technology","a":"Al Michaels"},{"id":"PRBd3pouRGcXE","t":"We humans are an extremely important manifestation of the replication bomb, because it is through us - through our brains, our symbolic culture and our technology - that the explosion may proceed to the next stage and reverberate through deep space.","c":"technology","a":"Richard Dawkins"},{"id":"_JNxd89if13o1","t":"The world dominion of western thought, forms of organisation, technology and military force is not God-given, nor eternal, nor greatly appreciated by the rest of the world.","c":"technology","a":"James Buchan"},{"id":"Ibddas75MShwm","t":"I hated science in high school. Technology? Engineering? Math? Why would I ever need this? Little did I realize that music was also about science, technology, engineering and mathematics, all rolled into one.","c":"technology","a":"Mickey Hart"},{"id":"IWER6sNgR8smB","t":"If it keeps up, man will atrophy all his limbs but the push-button finger.","c":"technology","a":"Frank Lloyd Wright"},{"id":"ULrdkNCQh2bqF","t":"You can't stop technology or science, and it is snowballing quicker than ever. Something's got to come to a head. How? Who knows? But it will.","c":"technology","a":"Billy Burke"},{"id":"sFC9AZRrtH6QU","t":"We know that al Qaeda is seeking radioactive materials and technology to launch a devastating attack, and that hundreds of radioactive sources have been lost or stolen in the U.S. and around the world.","c":"technology","a":"Ed Markey"},{"id":"1TsSJXbhxkYbq","t":"So one begins to wonder what is going to happen to the human race. Technology keeps on advancing with greater and greater power, either for good or for destruction.","c":"technology","a":"David Bohm"},{"id":"39ng769Vu-weq","t":"Roman civilization had achieved, within the bounds of its technology, relatively as great a mastery of time and space as we have achieved today.","c":"technology","a":"Arthur Erickson"},{"id":"YjqqpaPFcFRSk","t":"One of the biggest challenges to medicine is the incorporation of information technology in our practices.","c":"technology","a":"Samuel Wilson"},{"id":"ZZS1pCesKXncC","t":"If you look at the various strategies available for dealing with a new technology, sticking your head in the sand is not the most plausible strategy.","c":"technology","a":"Ralph Merkle"},{"id":"W7KXN0Labziey","t":"If Apple's a technology company in the music industry, why can't somebody in the music industry make technology?","c":"technology","a":"will.i.am"},{"id":"x_UOXLjyjbJA4","t":"Technology has made it much easier to make and manipulate music. Studio-driven, machine-driven music does not always transcend into being a good live act. Many current acts are great live, but many cannot cut it live. The music is not organic.","c":"technology","a":"Vivian Campbell"},{"id":"zR3XB5xmWlLpW","t":"Civilization advances by extending the number of important operations which we can perform without thinking of them.","c":"technology","a":"Alfred North Whitehead"},{"id":"tc8KRSiurC7zV","t":"But, in each case, as a filmmaker who's been given sizable budgets with which to work, I feel a responsibility to the audience to be shooting with the absolute highest quality technology that I can and make the film in a way that I want.","c":"technology","a":"Christopher Nolan"},{"id":"9LYnlZ8gfQCBX","t":"I was very much fascinated with the technology we had that we could edit in the computer our compositions, but all the sounds that were available on the market were crap.","c":"technology","a":"Miroslav Vitous","e":true},{"id":"7sIAAOZliSM46","t":"People are stunned to hear that one company has data files on 185 million Americans.","c":"technology","a":"Ralph Nader"},{"id":"BB0Oevnx1jxBC","t":"The point of that is, if you look at Walgreen's history, they've always been pioneers in the application of technology. They're the only drugstore chain that I know to have their own satellite.","c":"technology","a":"James Collins"},{"id":"hY_XAGEJudwEB","t":"Why are we, as a nation so obsessed with foreign things? Is it a legacy of our colonial years? We want foreign television sets. We want foreign shirts. We want foreign technology. Why this obsession with everything imported?","c":"technology","a":"Abdul Kalam"},{"id":"LPcrBSDQaQUd9","t":"From coast to coast, the FBI and Securities and Exchange Commission have ensnared people not only at hedge funds, but at technology and pharmaceutical companies, consulting and law firms, government agencies, and even a major stock exchange.","c":"technology","a":"Preet Bharara"},{"id":"43nufdUdP6AA5","t":"Globalization was a deep trend pushed by technology and right ideas, as much as anything else.","c":"technology","a":"Jeffrey Sachs"},{"id":"Hp5g57nS9ImL6","t":"Many people recognize that technology often comes with unintended and undesirable side effects.","c":"technology","a":"Leon Kass"},{"id":"4tZWXDwN2KqaA","t":"Television is a medium because anything well done is rare.","c":"technology","a":"Fred Allen"},{"id":"POKU2VUcJewc0","t":"All this technology for connection and what we really only know more about is how anonymous we are in the grand scheme of things.","c":"technology","a":"Heather Donahue"},{"id":"WWTT_O-9nmUwt","t":"As information technology restructures the work situation, it abstracts thought from action.","c":"technology","a":"Shoshana Zuboff"},{"id":"y2CZPwrBdzlRF","t":"But I don't think we'll go there until we go back to the moon and develop a technology base for living and working and transporting ourselves through space.","c":"technology","a":"Jack Schmitt"},{"id":"4Qs9mYi1EmD1O","t":"I want to push technology boundaries to be more efficient.","c":"technology","a":"Robert Rodriguez"},{"id":"Wmn5aOob8zU3Q","t":"Industrialization based on machinery, already referred to as a characteristic of our age, is but one aspect of the revolution that is being wrought by technology.","c":"technology","a":"Emily Greene Balch"},{"id":"sobA63nu-pK1q","t":"Technology isn't the enemy, it is our ally, but only if we adopt a new model that puts people before profit. I realize that we seem far from that model, but I have seen it in action and it is a beautiful thing. So I'm not willing to give up yet. Hope is the last thing to die.","c":"technology","a":"Justin Sane"},{"id":"wJCsDES1FuGVb","t":"Product management really is the fusion between technology, what engineers do - and the business side.","c":"technology","a":"Marissa Mayer"},{"id":"8F0m6IcFPW-4m","t":"With technology now, you can go in and sing a song, and for $100,000, you will sound flawless.","c":"technology","a":"Vince Neil"},{"id":"LiM2uo9fCF8ul","t":"Stop relying only on technology.Technology can help the qualified, well-trained human being but cannot replace him.","c":"technology","a":"Isaac Yeffet"},{"id":"2U5_9QvhLslT6","t":"With the evolution of technology, kids really need to be computer-savvy.","c":"technology","a":"Ryan Seacrest"},{"id":"nSDCamvbmjbGz","t":"Taxpayers deserve a government that harnesses technology to better serve the people.","c":"technology","a":"Matt Blunt"},{"id":"jJyoRvyN4ZsGE","t":"Advertisers are not thinking radically enough - they look for technology to lead instead of trying the neuroscience approach and thinking about what parts of the brain haven't been activated before. These new experiences bring new capabilities to the brain.","c":"technology","a":"Jaron Lanier"},{"id":"FECx8zTb0-GHD","t":"We're seeing how the videos translate to the live shows and how the technology is really reaching kids.","c":"technology","a":"Willie Aames"},{"id":"AdgNfGGJiCLlN","t":"I've always felt that technology can be used to our benefit and should be used to our benefit.","c":"technology","a":"Deepak Chopra"},{"id":"iPqLjiZoR_AZ9","t":"So if you're a customer today, the same person who came in to demonstrate the technology for you and helped you architect the solution before you bought it is likely going to be leading the team to help you do the implementation.","c":"technology","a":"Sanjay Kumar"},{"id":"nFDQPX9lQ6hXg","t":"Look, the media are trapped by changes in the technology and business of their industry.","c":"technology","a":"David Frum"},{"id":"9adZWvqq3iF9-","t":"Our technological powers increase, but the side effects and potential hazards also escalate.","c":"technology","a":"Alvin Toffler"},{"id":"uEKWbqK7tb8a5","t":"Standing beneath the white light of an Apple store is like standing on a Stanley Kubrick movie set. His '2001: A Space Odyssey' predicted Jobs and a future where technology was our friend. Kubrick, of course, didn't like what he saw. And occasionally, I have my doubts.","c":"technology","a":"Wesley Morris"},{"id":"DlOsJ02zlfnVu","t":"If we attempt to block the development of new technology, we effectively have ensured that the most responsible parties will not develop them.","c":"technology","a":"Ralph Merkle"},{"id":"gEv6yeT0o83gp","t":"I think people have a vague sense that the television system is changing.","c":"technology","a":"Michael K. Powell"},{"id":"zTCjLhlEjkOu3","t":"I would absolutely love to go back to the simplicity of the '80s, where there wasn't texting, social media, iPhones, or smartphones. I love the fact that you would go home and check your messages. I'm not well suited to the world of modern technology.","c":"technology","a":"Matthew Rhys"},{"id":"1PSMd1eqIRNBn","t":"I love that you can have the language between the two worlds of technology and fashion, because I don't think that many designers get to do that.","c":"technology","a":"Stella McCartney"},{"id":"cGNb8iCm6WGeC","t":"Skin has become inadequate in interfacing with reality. Technology has become the body's new membrane of existence.","c":"technology","a":"Nam June Paik"},{"id":"KKTSfkSneGyNP","t":"With this CD technology, you can just remix a record right there on the spot.","c":"technology","a":"Jam Master Jay"},{"id":"62GKDavyHnJE2","t":"You are cruising along, and then technology changes. You have to adapt.","c":"technology","a":"Marc Andreessen"},{"id":"KVRXV8wH-Ruu1","t":"In my mind I needed a symbol of today's technology, and I realized that what I wanted to photograph was the Space Shuttle. And so that's where Places of Power came into being.","c":"technology","a":"John Sexton"},{"id":"SoyMOR5Sl5Qy4","t":"More than 20 years on, sustained competition, informed customers and the rapid growth of new technology provide the necessary environment for substantial deregulation.","c":"technology","a":"Stephen Carter"},{"id":"bMHGYEi40c4BC","t":"Don't leave hold of your common sense. Think about what you're doing and how the technology can enhance it. Don't think about technology first.","c":"technology","a":"Esther Dyson"},{"id":"lTp-ddrJSqfcx","t":"Part of the problem is when we bring in a new technology we expect it to be perfect in a way that we don't expect the world that we're familiar with to be perfect.","c":"technology","a":"Esther Dyson"},{"id":"U663Y2xlpEhVA","t":"In my column series 'The Main Thing,' I often talk about how Internet technology can improve the way people communicate - both within a business and between a business and its customers and partners.","c":"technology","a":"Jim Barksdale"},{"id":"vyj5MnbK0MkYA","t":"There is an enormous market demand for information. It just has to be fulfilled in a way that fits with the technology of our times.","c":"technology","a":"Marc Andreessen"},{"id":"6qACdA2Z_47b0","t":"From a technical point of view, there seemed to me to be absolutely no reason why - with the existing technology - we couldn't do very high quality audio, because whereas the boom in digital graphics is ongoing, the boom in digital audio has already happened.","c":"technology","a":"Thomas Dolby"},{"id":"r20xKVwoMH8-O","t":"Like all technology, social media is neutral but is best put to work in the service of building a better world.","c":"technology","a":"Simon Mainwaring"},{"id":"hLf7_UmaqhBYj","t":"Technology is not good, it's neutral.","c":"technology","a":"Tom Shadyac"},{"id":"Mz5-A2UbOTm1C","t":"This technology will obviously become more prevalent. Who knows what will result? One thing is certain, computer technology will revolutionize the way we tell stories as much as movie film has.","c":"technology","a":"Chris Wedge"},{"id":"_QNvNVtmtsVZL","t":"Vivendi will be one of the very few top communications groups of the Internet age. We will have customers all over the globe, providing services through all kinds of technology.","c":"technology","a":"Jean-Marie Messier"},{"id":"88qXtqHhwFAV7","t":"You can always improve on something, the technology is different today, but I would leave it well alone. If there was something that was incomplete, that might be interesting... because I do that on my website.","c":"technology","a":"Dave Davies"},{"id":"jFOXgAacVtDjx","t":"Inventor: A person who makes an ingenious arrangement of wheels, levers and springs, and believes it civilization.","c":"technology","a":"Ambrose Bierce"},{"id":"mJG4z79SWnL2J","t":"You know, I thought we could use a good myth about technology to help guide us through these particular modern waters right now.","c":"technology","a":"Jeff Bridges"},{"id":"lhU1g7vBhg_PJ","t":"There is no single development, in either technology or management technique, which by itself promises even one order-of-magnitude improvement within a decade in productivity, in reliability, in simplicity.","c":"technology","a":"Frederick P. Brooks, Jr."},{"id":"qmeMXmuB-CNrV","t":"We're in this transition period of figuring out how to deal with all the new technology that is out there, but television still proves to be the granddaddy of them all.","c":"technology","a":"Jeff Zucker"},{"id":"KPkqyhC8Dr0Un","t":"Just let me use the technology I want at a fair price.","c":"technology","a":"Jonathan Potter"},{"id":"1owIEZMrylPcU","t":"There was once a time when art history and film were basically the same medium, but art history is frozen in late-19th-century technology that has survived into the early 21st century.","c":"technology","a":"Robert Nelson"},{"id":"lybBn5NcnxM28","t":"The great growling engine of change - technology.","c":"technology","a":"Alvin Toffler"},{"id":"QMYKDuCXvYHP7","t":"Our industry has invested so much money in technology that perhaps it's time to invest in talent, in people.","c":"technology","a":"Christiane Amanpour"},{"id":"qtuY_9o7aq5jb","t":"Non-profits must become deeply engaged in the ways that their donor communities are using social technology.","c":"technology","a":"Simon Mainwaring"},{"id":"hRb7PVmlGbthw","t":"I definitely think what drives technology companies is the people because in a technology company it's always about what are you going to do next.","c":"technology","a":"Marissa Mayer"},{"id":"6ik0gA4DksVbD","t":"We have more media than ever and more technology in our lives. It's supposed to help us communicate, but it has the opposite effect of isolating us.","c":"technology","a":"Tracy Chapman"},{"id":"GxnyiDX1GnA2z","t":"Laboratories can reduce risk by implementing a proven and internationally accepted quality assurance technology that is applicable across the globe.","c":"technology","a":"Richard Curtis"},{"id":"0y4rvZHDNm48D","t":"Technology is a wonderful tool, but also if used incorrectly a horrible tool. We're fascinated by all aspects of it, whatever makes our human lives easier on the planet, but eventually there will have to be some sort of merger. The fascination isn't going to die down.","c":"technology","a":"Reggie Watts"},{"id":"xW5vriiUxamEi","t":"They've just gone over the line in my opinion, and again, there's a proper time for a pat down, there's a proper time for an advanced technology body search, but it has to be done with some thought.","c":"technology","a":"John Mica"},{"id":"mPnV3VojpIJhR","t":"I'm going to be in technology for a long time.","c":"technology","a":"Eric Lefkofsky"},{"id":"C8ImuP276fosG","t":"We're still in the first minutes of the first day of the Internet revolution.","c":"technology","a":"Scott Cook"},{"id":"cfgqNl5D77gV8","t":"Sharing is good, and with digital technology, sharing is easy.","c":"technology","a":"Richard Stallman"},{"id":"Ibr5WV9GP5WYg","t":"Technology has changed the way book publishing works, as it has changed everything else in the world of media.","c":"technology","a":"Bruce Jackson"},{"id":"x-UxbeO-DzI8b","t":"These days the technology can solve our problems and then some. Solutions may not only erase physical or mental deficits but leave patients better off than \"able-bodied\" folks. The person who has a disability today may have a superability tomorrow.","c":"technology","a":"Daniel H. Wilson"},{"id":"4xo-g8PAVWknr","t":"I think technology has changed America, not any one organization. Technology is taking the power away from the few. There'll be a lot more choices, and good people who are doing serious stuff will survive and there'll be a lot more voices, and that is very healthy.","c":"technology","a":"Brian Lamb"},{"id":"kotjTvA50kLZa","t":"The Cox Report documents a systematic, well-planned effort by the Chinese military at the highest levels to target and acquire technology for military modernization.","c":"technology","a":"Charles Foster Bass"},{"id":"HNiYJFFBveMMN","t":"I'm equally guilty of using technology - I Twitter, I text people, I chat. But I think there's something strangely insidious about it that it makes us think we're closer when in fact we're not seeing each other, we're not connecting.","c":"technology","a":"Jason Reitman"},{"id":"7xYQ_ykEhFgcl","t":"Capitalist production, therefore, develops technology, and the combining together of various processes into a social whole, only by sapping the original sources of all wealth - the soil and the labourer.","c":"technology","a":"Karl Marx"},{"id":"OeG7xRu-TY1no","t":"Don't let that weapon technology proliferate. Don't let Saddam Hussein get capability for nuclear or chemical weapons, because he's already shown a willingness to use any weapon at his disposal.","c":"technology","a":"John Sununu"},{"id":"NZqTrGhUF538q","t":"I constantly remind people that crime isn't solved by technology it's solved by people.","c":"technology","a":"Patricia Cornwell"},{"id":"l0lEgAJ5txWou","t":"Technology should be an important ingredient. It may be and should be a tool for social development.","c":"technology","a":"Aleksander Kwasniewski"},{"id":"5006r5BBIbQUm","t":"As sophisticated as the technology gets, the less sophisticated you have to become as an actor.","c":"technology","a":"Brendan Fraser"},{"id":"KxIR9OxPb-AcZ","t":"Without husbands, women have to focus on earning more. They work longer hours, they're willing to relocate and they're more likely to choose higher-paying fields like technology.","c":"technology","a":"Warren Farrell"},{"id":"_fqAfR4QUHctQ","t":"As a matter of fact, when compression technology came along, we thought the future in 1996 was about voice. We got it wrong. It is about voice, video, and data, and that is what we have today on these cell phones.","c":"technology","a":"Steve Buyer"},{"id":"q0-L5lM6XH1qp","t":"While the technology revolution has yet to reach far into the households of those in developing countries, this is certainly another area where more developed countries can assist those in the less developed world.","c":"technology","a":"Carol Bellamy"},{"id":"cIrq7kaMIAWc-","t":"I'm a futurist. Technology is our way out of almost every problem we have. Technology can create a new sense of community.","c":"technology","a":"Hal Sparks"},{"id":"sg9dJot2uxuWt","t":"For me, modern technology has ruined romance and movies - nobody can run to the airplane gate anymore.","c":"technology","a":"Lorene Scafaria"},{"id":"S7mmqS9CfkX2j","t":"The number one benefit of information technology is that it empowers people to do what they want to do. It lets people be creative. It lets people be productive. It lets people learn things they didn't think they could learn before, and so in a sense it is all about potential.","c":"technology","a":"Steve Ballmer"},{"id":"p1eLrZgnYOpCB","t":"There are so many ways to heal. Arrogance may have a place in technology, but not in healing. I need to get out of my own way if I am to heal.","c":"technology","a":"Anne Wilson Schaef"},{"id":"19I5t4X612sor","t":"The goal for many amputees is no longer to reach a 'natural' level of ability but to exceed it, using whatever cutting-edge technology is available. As this new generation sees it, our tools are evolving faster than the human body, so why obey the limits of mere nature?","c":"technology","a":"Daniel H. Wilson"},{"id":"_vQqQF4k-L5Aq","t":"Telephone, n. An invention of the devil which abrogates some of the advantages of making a disagreeable person keep his distance.","c":"technology","a":"Ambrose Bierce"},{"id":"0gPLpqfsMrX8n","t":"I have an almost religious zeal... not for technology per se, but for the Internet which is for me, the nervous system of mother Earth, which I see as a living creature, linking up.","c":"technology","a":"Dan Millman"},{"id":"62G1AzmmsU11V","t":"The Spy Act strikes a right balance between preserving legitimate and benign uses of this technology, while still, at the same time, protecting unwitting consumers from the harm caused when it is misused and, of course, designed for nefarious purposes.","c":"technology","a":"Cliff Stearns"},{"id":"hlOTCZ6mvcIMY","t":"When we're talking about technology that involves weapons of mass destruction, nuclear, chemical or biological weapons, there has to be an element of preemption.","c":"technology","a":"John Sununu"},{"id":"PRC_7a7ZfcOlJ","t":"In consequence, science is more important than ever for industrial technology.","c":"technology","a":"Kenneth G. Wilson"},{"id":"UqwGZBqgr-20o","t":"Technology feeds on itself. Technology makes more technology possible.","c":"technology","a":"Alvin Toffler"},{"id":"enH2YVhcjMwx4","t":"However, I had a chance encounter with an admissions officer of Stevens Institute of Technology, who so impressed me by his erudition and enthusiasm for the school that I changed course and entered Stevens Institute.","c":"technology","a":"Frederick Reines"},{"id":"V5DELTeUv9J8O","t":"I don't know if I've owned a piece of technology that I hated - I don't think I would have owned it then.","c":"technology","a":"Amber Heard"},{"id":"ZFAwE5VttoNY2","t":"We need to make sure that there's art in the school. Why? Why should art be in the school? Because if art isn't in a school, then a guy like Steve Jobs doesn't get a chance to really express himself because in order for art to meet technology, you need art.","c":"technology","a":"LL Cool J"},{"id":"Oa83xplrl0jd5","t":"The wonderful thing about Apple technology is just how intuitive it is.","c":"technology","a":"James Dyson"},{"id":"6Fr9rLCqkIDWW","t":"The technology is good and it's bad. You know what you're dealing with out there musically, but my head stops at this electronic stuff. I don't quite know what I'm dealing with out there yet.","c":"technology","a":"Paul Anka"},{"id":"YqakWjU7owQI4","t":"Performance capture is a technology, not a genre it's just another way of recording an actor's performance.","c":"technology","a":"Andy Serkis"},{"id":"zoYk0nFxbpIzz","t":"In 1948 I entered the Massachusetts Institute of Technology, undecided between studies of chemistry and physics, but my first year convinced me that physics was more interesting to me.","c":"technology","a":"Burton Richter"},{"id":"XfgfUF5s2icUs","t":"I have advocated an entirely different approach than cap and tax, which would be worldwide in application and which emphasizes technology as a way of reducing total emissions.","c":"technology","a":"Jim Sensenbrenner"},{"id":"mPHy17iDADslU","t":"I forced myself to think what is the new concept and it became clear to me that it was risk, not only in technology and ecology, but in life and employment, too.","c":"technology","a":"Ulrich Beck"},{"id":"MwlUuURX2x6Xh","t":"Realize that a Muslim will know that his wife was seen naked in this machine. You know what would be the reaction?... Terrible. I believe there's technology out there that can identify bomb-type materials without necessarily, overly invading our privacy.","c":"technology","a":"Isaac Yeffet","e":true},{"id":"ihsMkYA0BDyxi","t":"Kids need to be equipped for that. They need to learn to use that technology to keep the new economy going.","c":"technology","a":"Dennis Moore"},{"id":"oovxpEkl9xC2i","t":"While the rest of the world has been improving technology, Ghana has been improving the quality of man's humanity to man.","c":"technology","a":"Maya Angelou"},{"id":"VHLCbZ-jujK4c","t":"A lot of the work in United States is highly critical of technology. I'm using 15,000 watts of power and 18 different pieces of electronic equipment to say that.","c":"technology","a":"Laurie Anderson"},{"id":"cTIC7iNdTc-vc","t":"I'm not a tech guy. I'm looking at the technology with the eyes of my customers, normal people's eyes.","c":"technology","a":"Jack Ma"},{"id":"MU36M8IM_HTiP","t":"If mankind were to continue in other than the present barbarism, a new path must be found, a new civilization based on some other method than technology.","c":"technology","a":"Clifford D. Simak"},{"id":"XrhiCigFYnKEx","t":"It is only by the rational use of technology to control and guide what technology is doing that we can keep any hopes of a social life more desirable than our own: or in fact of a social life which is not appalling to imagine.","c":"technology","a":"Carrie P. Snow"},{"id":"b_NJEcfRrvDao","t":"I have the instruments, ideas, technology, computer techniques. We try to create or see something, which has not been known before - just to discover something together. This is always my dream.","c":"technology","a":"Lennart Nilsson"},{"id":"IO3cNlDgI8lkv","t":"I would like to see every parent either directly - if they are comfortable with the technology - or through a personal tutor, being able to access real-time information about their child.","c":"technology","a":"Jim Knight"},{"id":"tye4oP1Duvt6i","t":"Defect-free software does not exist.","c":"technology","a":"Wietse Venema"},{"id":"iEsNnAW-ognGM","t":"If your goal is anything but profitability - if it's to be big, or to grow fast, or to become a technology leader - you'll hit problems.","c":"technology","a":"Michael Porter"},{"id":"hibjC4HTcl-WI","t":"I have a grandson who is 20. He's a computer guy. I'm worried that he can't communicate without his machine. They have no personal contact with people. That's the bad part of technology.","c":"technology","a":"Penny Marshall"},{"id":"GsEo4n2ecVtmA","t":"I have never come across a technology that doesn't change. This is inevitable. You have to adapt your systems as technology develops.","c":"technology","a":"Gijs de Vries"},{"id":"HahPNWiOFSK3d","t":"We shouldn't build a technology to colour, or grey out, what people say. The media in general is balanced, although there are a lot of issues to be addressed that the media rightly pick up on.","c":"technology","a":"Tim Berners-Lee"},{"id":"249cZeMsnih9O","t":"The computer offers another kind of creativity. You cannot ignore the creativity that computer technology can bring. But you need to be able to move between those two different worlds.","c":"technology","a":"Tadao Ando"},{"id":"kzndgSp5VpoD3","t":"I'm sure there will continue to be exciting new products and major changes, but it looks as if the existing technology has a great deal of room to grow and prosper.","c":"technology","a":"Jack Kilby"},{"id":"-bRTYIQtUFWEX","t":"Any new technology tends to go through a 25-year adoption cycle.","c":"technology","a":"Marc Andreessen"},{"id":"mM9E1P9E93Qnv","t":"Well, it's very dangerous to project, but it's clear that the existing technology has some more years to go.","c":"technology","a":"Jack Kilby"},{"id":"ISsZy6NNPyVFB","t":"But by the time I was 40, everything was winding down. It started after the war. On the plus side, there was more more products and technology. But for me the nightlife was winding down, the glamour, the fun.","c":"technology","a":"Cesar Romero"},{"id":"8P2QPgG5tea8R","t":"I had an almost fetishistic attraction to film technology.","c":"technology","a":"Lars von Trier"},{"id":"9hdctHy1G0xKI","t":"The spoken word was the first technology by which man was able to let go of his environment in order to grasp it in a new way.","c":"technology","a":"Marshall McLuhan"},{"id":"yycM33cwbTZ2H","t":"Today, the forces of competition, technology, and globalization have converged to spur innovation and to transform the way business is done in the securities industry.","c":"technology","a":"Arthur Levitt"},{"id":"DCNm4Lj7SnAjO","t":"Second, we're spending a huge amount of money on technology so that everyone can check out laptops and portable phones. We're spending more money to write our existing information into databases or onto CD-ROM.","c":"technology","a":"Jay Chiat"},{"id":"OPdvqiw8XZ8Rx","t":"We all rely on technology to communicate, to survive, to do our banking, to shop, to get informed, but none of us knows how to read and write the code.","c":"technology","a":"will.i.am"},{"id":"nVabn4VX26dd4","t":"It reflects a prevailing myth that production technology is no more amenable to human judgment or social interests than the laws of thermodynamics, atomic structure or biological inheritance.","c":"technology","a":"Barry Commoner"},{"id":"2yJd-4zJ7r26o","t":"Technological progress has merely provided us with more efficient means for going backwards.","c":"technology","a":"Aldous Huxley"},{"id":"VA121hMe1h6Nt","t":"NAFTA recognizes the reality of today's economy - globalization and technology. Our future is not in competing at the low-level wage job it is in creating high-wage, new technology jobs based on our skills and our productivity.","c":"technology","a":"John F. Kerry"}]