[{"id":"AU3dBInQwT5l_","t":"I remember as a teen being able to eat more than my father. I was growing so fast and my body couldn't keep up.","c":"teen","a":"Saskia de Brauw"},{"id":"L3BgpSxpjKvVL","t":"I think anybody who's doing work in their teen years on TV or in the movies, you're a teen idol by default.","c":"teen","a":"Jason Bateman"},{"id":"sRzcyTCUIUu8-","t":"Maybe that's the whole teen oeuvre, you know covering people in disgusting bodily fluids and whatnot.","c":"teen","a":"Rider Strong"},{"id":"unujYdn7tvGFz","t":"I don't like being compared to anyone or being in a class with someone. I'm a teen actress and therefore I'm competing against Hilary Duff. We're different people like everyone else.","c":"teen","a":"Amanda Bynes"},{"id":"20Vw3mzNqoHqO","t":"Yes, but I don't think of the Teen Angel as of an age.","c":"teen","a":"Frankie Avalon"},{"id":"1v3mLE4bUbcNx","t":"Being a teen idol is what I've waited for my whole life.","c":"teen","a":"Sarah Michelle Gellar"},{"id":"thAFHkDw49W2P","t":"As a teen, I was both anorexic and bulimic.","c":"teen","a":"Alanis Morissette"},{"id":"X3cniaFmQK1jG","t":"We never really grow up, we only learn how to act in public.","c":"teen","a":"Bryan White"},{"id":"8iFsHTUrCmlbf","t":"Adolescence isn't just about prom or wearing sparkly dresses.","c":"teen","a":"Jena Malone"},{"id":"lVxngQ1dYsC6D","t":"Honestly, I never thought I'd actually be playing a teen lesbian. I didn't think it was going to go this far. But I'm glad that it did, because there have been a lot of fans who have expressed that they've been going through similar situations in their lives.","c":"teen","a":"Naya Rivera","e":true},{"id":"Sb7P1Uo-iX7jr","t":"I played teen roles until high definition came out, and I could never understand it. I would go in for adult roles and be older than many of the people auditioning, but they'd cast the girl without a line on her face.","c":"teen","a":"Selma Blair"},{"id":"ZCjpCExUfl7cg","t":"I don't think there's a problem with being a teen idol, if that happens to me, I'll be happy to deal with it.","c":"teen","a":"Josh Hartnett"},{"id":"uC1RIzCSlXu71","t":"I've never done a teen movie before, but I certainly could tell you some of the ones I came very close on. I was very close on Clueless and She's All That.","c":"teen","a":"Mia Kirshner"},{"id":"FSEeN-rsBxS7Z","t":"To an adolescent, there is nothing in the world more embarrassing than a parent.","c":"teen","a":"Dave Barry"},{"id":"jjvVw1LyenScd","t":"I definitely think there could be stricter teen driving laws.","c":"teen","a":"Victoria Justice"},{"id":"TWC7GRkpPihia","t":"We won a contest at the teen fair in Vancouver and the first prize was a recording contract and we recorded at a radio station on the stairway, and we did a record and it got put out.","c":"teen","a":"Tommy Chong"},{"id":"caMhNvLIrBp3T","t":"I was a quiet teenager, introverted, full of angst.","c":"teen","a":"Nigella Lawson"},{"id":"nH1Lt_IX7gUbt","t":"'Teen Moms!' I started watching them like the first two seasons, and I stopped. I stopped because they are too young. I feel sorry for them. And I didn't watch that show 'Hoarders.' That thing would made my skin crawl.","c":"teen","a":"NeNe Leakes"},{"id":"W4dN7JarrPlxg","t":"Time scoots along pretty fast when you grow up.","c":"teen","a":"Alan Ladd"},{"id":"abx3XRTLvBSgd","t":"When I look in the mirror I see the girl I was when I was growing up, with braces, crooked teeth, a baby face and a skinny body.","c":"teen","a":"Heather Locklear"},{"id":"koYpXfQA2wxHV","t":"Being a teen can be tough. Just try to surround yourself with really good friends that really have your back, and also be a really good friend to those who really care about you. If you're not sure about certain things, talk to your friends that you trust and your family.","c":"teen","a":"Victoria Justice"},{"id":"qdQqp2bKHwsnx","t":"I had teen angst for a while, but I think every teenager has the angst.","c":"teen","a":"Jamie Bell"},{"id":"0bVJXqV4-nR0j","t":"Final Destination was the closest thing I've done to a teen movie but it certainly had an edge to it.","c":"teen","a":"Devon Sawa"},{"id":"LiFiM3ktMqV5l","t":"Friendships in childhood are usually a matter of chance, whereas in adolescence they are most often a matter of choice.","c":"teen","a":"David Elkind"},{"id":"o8fCHYOw0yYDZ","t":"Teen pop will never die as long as there are teens and popular music. It just takes a different head.","c":"teen","a":"Justin Timberlake"},{"id":"5nZHQTg7YM-wb","t":"I don't want to just be in the normal kind of teen movie.","c":"teen","a":"Stephen Dorff"},{"id":"GLNI2IAiZXET-","t":"I love being a part of Aqua Teen.","c":"teen","a":"Dana Snyder"},{"id":"Bq-rRTbY1t-Va","t":"I remember the first time I saw the 'Smells Like Teen Spirit' video. I will never forget that day. I just wanted to see Kurt Cobain's face. I had a feeling he was very cute. But, I couldn't see his face. When I finally did see him, he was even cuter than I imagined!","c":"teen","a":"Shakira"},{"id":"4xA4qa11XGh1s","t":"Adolescence is the conjugator of childhood and adulthood.","c":"teen","a":"Louise J. Kaplan"},{"id":"712nWUsf-x13X","t":"Maturity is only a short break in adolescence.","c":"teen","a":"Jules Feiffer"},{"id":"QSHKgbmTVIwbP","t":"I really liked 'Starter For Ten' because I grew up watching 1980s teen films like 'St. Elmo's Fire' and 'The Breakfast Club' and I've always wanted to play the underdog lead hero in a 1980s-inspired film.","c":"teen","a":"James McAvoy"},{"id":"4ilgF3lq_3G0r","t":"Since my teen years I was interested in martial arts.","c":"teen","a":"Tony Visconti"},{"id":"YCGA65PBUhHBS","t":"Well, I actually first got into music as a small child, and as I became a teen, I sought out making money from music, weather that was singing lounge gigs, backup in studios, or weddings.","c":"teen","a":"Chantal Kreviazuk"},{"id":"qWpT1jJdu33Hw","t":"When I found out I had to take off my shirt in 'Teen' movie, I panicked and hit the gym. I was like, 'It's going to be on film, documented, for my children to see. I can't be 140 pounds. I need to put on a little bit of muscle.'","c":"teen","a":"Chris Evans"},{"id":"o6L8vjBVCDKfm","t":"The distinction has blurred between young adult and adult books. Some of the teen books have become more sophisticated.","c":"teen","a":"Ann Brashares"},{"id":"94epipB_JH804","t":"I'm so fascinated by the concept of teen pregnancy for some reason. Not that I condone it or promote it, but it's just a very real thing in our country and culture.","c":"teen","a":"Leven Rambin"},{"id":"NSY0rjisD7mxN","t":"I didn't want to be the typical teen idol. I didn't want to be Leif Garrett. I didn't want to be Shaun Cassidy, David Cassidy or Parker Stevenson. I wanted to do my own thing.","c":"teen","a":"Willie Aames"},{"id":"LqZXRQ0JCIJ3i","t":"You have teenagers thinking they're going to make millions as NBA stars when that's not realistic for even 1 percent of them. Becoming a scientist or engineer is.","c":"teen","a":"Dean Kamen"},{"id":"ekWXjFBOfvk4s","t":"So many people try to grow up too fast, and it's not fun! You should stay a kid as long as possible!","c":"teen","a":"Vanessa Hudgens"},{"id":"awKLx85AB1zRy","t":"I am not officially involved now in the direction of the Teen Challenge ministry, but I rejoice that God permits me to be the father of these ministries.","c":"teen","a":"David Wilkerson"},{"id":"VtdcNZmX1m209","t":"I was never interested in 'Teen Beat' like roles. I just wanted to work.","c":"teen","a":"Jared Leto"},{"id":"TLDa-pbQIdmRj","t":"Doesn't matter whether it's a teen girl who's pregnant, hasn't told her parents, or an elderly couple dealing with one of them being diagnosed with Alzheimer's. Those are real people to me. Those are the people I dealt with every single day.","c":"teen","a":"Mike Huckabee"},{"id":"sDG0oyaLrPttA","t":"I found my niche as a character actor, and I've never felt like a movie star or teen idol and never wanted to.","c":"teen","a":"Vincent D'Onofrio"},{"id":"9W8rP7sB7WAUv","t":"I think I am too old to be doing teen movies. I am just kind of annoyed, because you have all these teen movies coming out with usually either Lindsay Lohan or Hilary Duff doing four of the exact teen movies over and over again.","c":"teen","a":"Alexa Vega"},{"id":"5vUB3Z3Ubb30c","t":"Heredity is what sets the parents of a teenager wondering about each other.","c":"teen","a":"Laurence J. Peter"},{"id":"VYtBLdxBylI2n","t":"Material Girls was so different for me, I'd never done a teen movie.","c":"teen","a":"Lukas Haas"},{"id":"HbLv283qXJrv3","t":"Everybody is a teenage idol.","c":"teen","a":"Barry Gibb"},{"id":"fT20yFPudnI7d","t":"Every Teen Challenge ministry is responsible for raising its own finances, but we assist these works with finances, prayer and counseling, especially overseas in areas such as Siberia, Africa, South America.","c":"teen","a":"David Wilkerson"},{"id":"zGNK4N1xkXDKP","t":"I mean, I'm pretty good in real life, but sometimes people seem surprised that I'm like a normal teenager and wear black nail polish and I'm just a little bit more edgy than the person I play on television.","c":"teen","a":"Brittany Snow"},{"id":"R3OT_D1ik9A0M","t":"Before my teen years, I was losing my hearing pretty quickly, and I was getting very, very angry. I was beginning to become an angry person because of that.","c":"teen","a":"Evelyn Glennie"},{"id":"BC4VSRYNbVivm","t":"Most of the offers I get from Hollywood are for teen comedies. My manager thinks I'm crazy for turning down all that money, but I'm very picky.","c":"teen","a":"Macaulay Culkin"},{"id":"mpzdzR355JUrp","t":"I was a happy kid up until I hit the teen years.","c":"teen","a":"Rick Springfield"},{"id":"26ZXUk3-cbCSP","t":"I instinctively dress a bit tougher because I've spent a lot of time in the U.S. and I realised there was a certain image projected of me here. I've always been an absolute rebel. When I was in my teen years I had piercings and wore all black.","c":"teen","a":"Ellie Goulding"},{"id":"st1FvqSnw2bvF","t":"I'd like a pop-up magazine with 45 articles on Russell Crowe. I'm like a teenager. I'd have 'Teen Beat' if I could, for grown-ups.","c":"teen","a":"Caroline Rhea"},{"id":"gy75JkWLPqBsa","t":"The Teen Challenge Training Center on Pennsylvania farmland houses over 200 men in rehab. Other farms and centers have been birthed out of this ministry all over the world.","c":"teen","a":"David Wilkerson"},{"id":"13extW0J5CpQr","t":"Just because you have teenagers in a movie doesn't make it a teen movie.","c":"teen","a":"Brendan Fehr"},{"id":"6n3-c1J9UxA8V","t":"I don't want to be a 'teen star' because so many people don't ever grow out of that.","c":"teen","a":"Lacey Chabert"},{"id":"HEImMtvvGCsW7","t":"The Teen Challenge ministry was born out of those humble early days of ministry. It now includes over 500 drug and alcohol rehab centers around the world, even in Muslim countries. These include homes for girls and women addicts and alcoholics, all which are reaching many.","c":"teen","a":"David Wilkerson"},{"id":"kPifKVNZ07vLv","t":"The toddler must say no in order to find out who she is. The adolescent says no to assert who she is not.","c":"teen","a":"Louise J. Kaplan"},{"id":"5OT5tN6fX4mjo","t":"Writing a teen character is something I wanted to try again for a long time!","c":"teen","a":"Emily Giffin"},{"id":"pbTXW6UbNdFv8","t":"When I was a teenager I would lock myself in the bathroom for hours, bouffanting my hair like Patty Duke and trying to recreate Barbra Streisand's flawless eyeliner, only to comb it all out and wash it all off before stepping out into the world a butchish bisexual teen.","c":"teen","a":"Beth Ditto"},{"id":"NxSmiUfQN4UoF","t":"If you just watch a teenager, you see a lot of uncertainty.","c":"teen","a":"Jamie Lee Curtis"},{"id":"xveE6AgopT6uo","t":"Adolescence is just one big walking pimple.","c":"teen","a":"Carol Burnett"},{"id":"WLDWR1ccFnWZE","t":"Well, I could do it for a day, but I wouldn't want to be a teenager again. I really wouldn't.","c":"teen","a":"Jamie Lee Curtis"},{"id":"RtcEwu45gi4KF","t":"I don't know if this is too weird to say, but this is completely surreal for me. Bizarre. The cover of 'Teen Vogue' has been on my bucket list forever.","c":"teen","a":"Lily Collins"},{"id":"M5zeWiIXzURJ6","t":"I was a teen star. That's disgusting enough.","c":"teen","a":"John Cusack"},{"id":"G26XGQmeEjoBw","t":"I'd never made a teen comedy in my life.","c":"teen","a":"Harvey Weinstein"},{"id":"OMGrKLSE_h5Wx","t":"I wanted to be with the kind of people I'd grown up with, but you can't go back to them and be one of them again, no matter how hard you try.","c":"teen","a":"Ethel Waters"},{"id":"n2T2um8Pw27uM","t":"I think growing up is difficult and it's a process that I'm always interested in, with kids and adults, they are often on two different universes.","c":"teen","a":"Alice Hoffman"},{"id":"cxhoCUbq7847Z","t":"If you try to bring 'teen drama,' you end up doing nothing but pouting.","c":"teen","a":"Max Irons"},{"id":"-1Mszdu0yJREu","t":"I got through my teen years by being a bit of a clown.","c":"teen","a":"Diane Cilento"},{"id":"U404aJKQ398FA","t":"I'm pretty sure this is it for the teen movie thing. It's so frustrating to read when you get to page 20 and you're like, Oy! It's the same thing again!","c":"teen","a":"Marla Sokoloff"},{"id":"3ha4Ys7_FXFqr","t":"Adolescents are not monsters. They are just people trying to learn how to make it among the adults in the world, who are probably not so sure themselves.","c":"teen","a":"Virginia Satir"},{"id":"_FUCXvfmXOvDM","t":"Teenagers who are never required to vacuum are living in one.","c":"teen","a":"Fred G. Gosman"},{"id":"X_1ChhLhi-x1_","t":"I was a handful growing up.","c":"teen","a":"Olivia Wilde"},{"id":"AYwxiPTIT9_6j","t":"I think there are worse things for a teen to be enraptured with than 'Twilight.'","c":"teen","a":"Stephen Moyer"},{"id":"oJBb0Xw1fUmTB","t":"I spent the first fourteen years of my life convinced that my looks were hideous. Adolescence is painful for everyone, I know, but mine was plain weird.","c":"teen","a":"Uma Thurman"},{"id":"f405mg0BNvu5c","t":"Adolescence is a new birth, for the higher and more completely human traits are now born.","c":"teen","a":"G. Stanley Hall"},{"id":"jgPF3p8ET4tih","t":"Your modern teenager is not about to listen to advice from an old person, defined as a person who remembers when there was no Velcro.","c":"teen","a":"Dave Barry"},{"id":"1la7lcvsfHuRg","t":"I progressed through so many different styles of music through my teen years, both as a player and a vocalist, particularly the jazz and pop of the early 20th Century.","c":"teen","a":"Jeff Healey"},{"id":"7cKRJ1WsJXip6","t":"Yeah, I spent my teen years in West Virginia, and when I was a kid, in Louisiana. I definitely have that exposure to two different sorts of rural: the South and Appalachia.","c":"teen","a":"Sam Trammell"},{"id":"aT7O56dwWDO27","t":"When I was a teen, I thought I would have to choose between my writing or my music or my art, but it turns out it's a difficult juggling game but I can do all of them.","c":"teen","a":"Maggie Stiefvater"},{"id":"8-W5v1RdUQM4j","t":"I liked being a teenager, but I would not go back for all the tea in China.","c":"teen","a":"Rob Lowe"},{"id":"7wSBAdHfpm_vz","t":"Research shows that parents are the single biggest influence on children - if you are worried about your teen and drugs, talk to them.","c":"teen","a":"John Walters"},{"id":"mpVBDqJXG00AK","t":"They were marketing me as a teen idol, when the stuff on the record was not what teen idols were doing at the time.","c":"teen","a":"Rick Springfield"},{"id":"8NT8vAITy84yC","t":"Teen movies often have an unspoken underlying premise in which high school is seen as less serious than the adult world. But when your head is encased in that microcosm it's the most serious time of your life.","c":"teen","a":"Rian Johnson"},{"id":"tKJje2MH9Gdws","t":"I was a teen idol and that has a short shelf life.","c":"teen","a":"Shaun Cassidy"},{"id":"J41cmfLhnKxQC","t":"If a movie isn't a hit right out of the gate, they drop it. Which means that the whole mainstream Hollywood product has been skewed toward violence and vulgar teen comedy.","c":"teen","a":"Roger Ebert"},{"id":"wxvRasc7wGQTq","t":"In the Top 40, half the songs are secret messages to the teen world to drop out, turn on, and groove with the chemicals and light shows at discotheques.","c":"teen","a":"Art Linkletter"},{"id":"ACNNd_sD6vULS","t":"I think I'm also more open to other writers being present and listening to other opinions, whereas before I was going through my angsty teen years while making records.","c":"teen","a":"Michelle Branch"},{"id":"LHeXA8Gms7JtC","t":"I decided that, if I were to write a teen series, I'd want to set it in a place that was familiar to me - Manhattan, where I'd grown up - and I'd model the characters on myself and my friends.","c":"teen","a":"Cecily von Ziegesar"},{"id":"EoISgZ3X_8sWE","t":"I grew up in a house where nobody had to tell me to go to school every day and do my homework.","c":"teen","a":"Constance Baker Motley"},{"id":"qszngS1tQ2r5B","t":"Teen drug use went up dramatically in the 1990s.","c":"teen","a":"John Walters"},{"id":"EV05b3pHsHFEW","t":"When I was growing up, particularly during puberty in my teen years, I was so miserable because I elicited so much teasing and meanness from my teenage cohorts.","c":"teen","a":"Linda Hunt"},{"id":"gkv0rWzeW0Vej","t":"My kids idea of a hard life is to live in a house with only one phone.","c":"teen","a":"George Foreman"},{"id":"98JNO5mdYNaOn","t":"As a teenager you are at the last stage in your life when you will be happy to hear that the phone is for you.","c":"teen","a":"Fran Lebowitz"},{"id":"072VDvRfEXUbV","t":"To even be called the 'teen queen' is crazy.","c":"teen","a":"Victoria Justice"},{"id":"RDE-uQIvMyGCF","t":"I wasn't going to have fun doing a teen movie again.","c":"teen","a":"Heath Ledger"},{"id":"8m3iTTUACzuqZ","t":"Can you imagine young people nowadays making a study of trigonometry for the fun of it? Well I did.","c":"teen","a":"Clyde Tombaugh"},{"id":"QbClsV74J9uxP","t":"Being a teen is past for me. Worrying about the world and my place in it is not.","c":"teen","a":"Ally Condie"},{"id":"C4GOYtwGzMZqV","t":"I think there's a time in your life where you don't feel like you fit in. I think everyone has that when you're a teenager, especially, and especially in the society we live in.","c":"teen","a":"Matthew Vaughn"},{"id":"3F92w7Q2qtAhR","t":"I did work at a mall in college - I think retail/customer service is just one of the most hideous jobs in the world. So I always try to be extra nice when I go into a store. But malls are part of our culture, if you watched any teen comedy in the '80s. it's clear that malls are where we live!","c":"teen","a":"Jayma Mays"},{"id":"TkpTxCYxWNFj4","t":"This generation has given up on growth. They're just hoping for survival.","c":"teen","a":"Penelope Spheeris"},{"id":"wpsnIIbt-_XGj","t":"At the age of 16 I was already dreaming of having a baby because I felt myself to be an adult, but my mum forbid it. Right now, I feel like a teenager and I want to have fun for one or two more years before starting a family.","c":"teen","a":"Milla Jovovich","e":true},{"id":"1QvJQ7kpfWlkW","t":"I see it as more of a teenage activity than, you know, she's only 11, but you know, I think it's great that she knows so many girls who want to play music. And I see it more as a teen activity than I do as going into music.","c":"teen","a":"Kim Gordon"},{"id":"OvSnKfNLmiUyQ","t":"Youth is the trustee of prosperity.","c":"teen","a":"Benjamin Disraeli"},{"id":"XMAFz5FbgXRpR","t":"Growing up, I've enjoyed hunting with my father.","c":"teen","a":"Dale Earnhardt"},{"id":"3bf8Irkf1DSCG","t":"I saw myself as an outsider as a teen. I was home-schooled and got my G.E.D. when I was 16 I wasn't interested in high school at all and figured that college might be more entertaining.","c":"teen","a":"Maggie Stiefvater"},{"id":"DAvvQmdRpEtH0","t":"As a teenager I was so insecure. I was the type of guy that never fitted in because he never dared to choose. I was convinced I had absolutely no talent at all. For nothing. And that thought took away all my ambition too.","c":"teen","a":"Johnny Depp"},{"id":"QBFb0_7KQ0bZ-","t":"Growing up, I wanted desperately to please, to be a good girl.","c":"teen","a":"Claire Danes"},{"id":"nuwXWuH_cepPy","t":"Frank Sinatra is the only one that went from teen idol to superstar.","c":"teen","a":"Leif Garrett"},{"id":"Yxw5sPxbzhTZP","t":"I have this sense that I didn't really start growing up until my twenties.","c":"teen","a":"Winona Ryder"},{"id":"1JFjX-cmx7T0s","t":"As I've said many times, the single most oppressed class in America right now is the teenager.","c":"teen","a":"Joe Bob Briggs"},{"id":"9Iiuk0V-Ba3ma","t":"To be honest, I haven't seen a lot of the current crop of teen movies because there's only so much time and there's nothing that really drives me to do it.","c":"teen","a":"Curtis Armstrong"},{"id":"Z_mDcnmPK0dut","t":"I hate it when people call me a teen queen.","c":"teen","a":"Lindsay Lohan"},{"id":"_40H63MISkPyR","t":"The most important role models should and could be parents and teachers. But that said, once you're a teenager you've probably gotten as much of an example from your parents as you're going to.","c":"teen","a":"Andrew Shue"},{"id":"npDF-5Ws0FbUB","t":"But when I was a teenager, the idea of spending the rest of my life in a factory was real depressing. So the idea that I could become a musician opened up some possibilities I didn't see otherwise.","c":"teen","a":"Wayne Kramer"},{"id":"Y4w1UEDUrVONR","t":"All teenagers have this desire to somehow run away.","c":"teen","a":"Joan Chen"},{"id":"Kg14yvOGeRR4w","t":"A fairly bright boy is far more intelligent and far better company than the average adult.","c":"teen","a":"John B. S. Haldane"},{"id":"mak6Z8UWfv1YW","t":"My teenage years were exactly what they were supposed to be. Everybody has their own path. It's laid out for you. It's just up to you to walk it.","c":"teen","a":"Justin Timberlake"},{"id":"AFpYuqSmb0-QS","t":"Trouble is, kids feel they have to shock their elders and each generation grows up into something harder to shock.","c":"teen","a":"Ben Lindsey"},{"id":"OXWtBqvC2wUxv","t":"You've got to grow up sometime.","c":"teen","a":"Winona Ryder"},{"id":"yAAuX4uTDeOS9","t":"Teenagers today are more free to be themselves and to accept themselves.","c":"teen","a":"John Knowles"},{"id":"UiMcnEAq_6VQ9","t":"Adolescence is when girls experience social pressure to put aside their authentic selves and to display only a small portion of their gifts.","c":"teen","a":"Mary Pipher"},{"id":"y4Q3xLTgsqY-8","t":"When I was a teenager, I read a lot of Poe.","c":"teen","a":"Dario Argento"},{"id":"KEhceZNS_-sKP","t":"I take mentoring very seriously and I am on the board of an organization called Girls Write Now, where we match teen girls and writing mentors because it changes their lives.","c":"teen","a":"Tayari Jones"}]