[{"id":"75k3AkzfxukQv","t":"If you think about a Thanksgiving dinner, it's really like making a large chicken.","c":"thanksgiving","a":"Ina Garten"},{"id":"NQjarL9ff8q8W","t":"I absolutely adore Thanksgiving. It's the only holiday I insist on making myself.","c":"thanksgiving","a":"Ina Garten"},{"id":"hJTWCgFwSZuq4","t":"A lot of Thanksgiving days have been ruined by not carving the turkey in the kitchen.","c":"thanksgiving","a":"Kin Hubbard"},{"id":"JS6Cy2erYUsxf","t":"As much as I love crisp, clean whites, there's always a time for rich but balanced Chardonnays with oak, especially at Thanksgiving.","c":"thanksgiving","a":"Gary Vaynerchuk"},{"id":"oD4dMQKBIctpq","t":"Not to sound too much like Christopher Guest in 'Waiting for Guffman,' but on Thanksgiving you're putting on a show!","c":"thanksgiving","a":"Ted Allen"},{"id":"COjxXh3NBgwGi","t":"I've spent a lot of Thanksgivings on the road with my band, so anytime that I can spend Thanksgiving with my family in a traditional aspect, eating sweet potatoes and cranberries and stuffing and all the trappings of Thanksgiving and then get on a treadmill the next day extra long, I'm happy.","c":"thanksgiving","a":"Richie Sambora"},{"id":"28JKQx22WXcX9","t":"My favorite meal is turkey and mashed potatoes. I love Thanksgiving, it's just my favorite. I can have Thanksgiving all year round.","c":"thanksgiving","a":"Cindy Margolis"},{"id":"lUFHjemeYCJ_1","t":"I never drank except a couple sips of wine at Thanksgiving.","c":"thanksgiving","a":"Carol Alt"},{"id":"QSLaR9cKXK506","t":"Gratitude is the inward feeling of kindness received. Thankfulness is the natural impulse to express that feeling. Thanksgiving is the following of that impulse.","c":"thanksgiving","a":"Henry Van Dyke"},{"id":"-D8eYu15lBbUy","t":"If you think Independence Day is America's defining holiday, think again. Thanksgiving deserves that title, hands-down.","c":"thanksgiving","a":"Tony Snow"},{"id":"7M18jsNxXMCMF","t":"Thanksgiving is nothing but a toast to genocide.","c":"thanksgiving","a":"Stephen Evans"},{"id":"vYIfFTT31AqA8","t":"The craft Emmys are kind of the kids' table at Thanksgiving. You're not really invited to the big dance. It's still really, really exciting, and the statue still counts.","c":"thanksgiving","a":"Hank Azaria"},{"id":"DpjZcQbAMZcwv","t":"In our family, mom and dad are Longhorns, our first two kids are Aggies and we're hoping our last one is a Longhorn. It gives us family fun on Thanksgiving Day.","c":"thanksgiving","a":"Bob Wells"},{"id":"sNzSeqKKFS0Mj","t":"I think I'm going to give my baby her first food on Thanksgiving, make her some organic sweet potato. I'm very excited! It's going to be a big day and my husband is in charge of the turkey - he's the chef of the family!","c":"thanksgiving","a":"Lily Aldridge"},{"id":"nr8S01-zJkos5","t":"Thanksgiving is a season that is very much in accord with the themes and teachings of Jesus Christ.","c":"thanksgiving","a":"John Clayton"},{"id":"chOMcxrel-6Ok","t":"My whole problem is that all of my favorite things at Thanksgiving are the starches, and everyone is trying to go low-carb this year, even a green vegetable has carbs in it.","c":"thanksgiving","a":"Ted Allen"},{"id":"mpRpye4NWV0--","t":"Thanksgiving dinners take eighteen hours to prepare. They are consumed in twelve minutes. Half-times take twelve minutes. This is not coincidence.","c":"thanksgiving","a":"Erma Bombeck"},{"id":"voihJ-UlFHvXa","t":"Over the Thanksgiving holiday I took time to reflect on what is most important to me and realized I need to find a way to put the fun back into racing.","c":"thanksgiving","a":"Kurt Busch"},{"id":"Y_ScIcYfhbH7-","t":"There is one day that is ours. Thanksgiving Day is the one day that is purely American.","c":"thanksgiving","a":"O. Henry"},{"id":"bxUZVPM42R-S2","t":"I celebrated Thanksgiving in an old-fashioned way. I invited everyone in my neighborhood to my house, we had an enormous feast, and then I killed them and took their land.","c":"thanksgiving","a":"Jon Stewart"},{"id":"gcWsLKAMIc_2Y","t":"It's so warm now, and Thanksgiving came so early - is it just me, or does it not really feel like Ramadan?","c":"thanksgiving","a":"David Letterman"},{"id":"r9EVN_LQvF5nE","t":"Pride slays thanksgiving, but a humble mind is the soil out of which thanks naturally grow. A proud man is seldom a grateful man, for he never thinks he gets as much as he deserves.","c":"thanksgiving","a":"Henry Ward Beecher"},{"id":"XWnRp3hsMlzQg","t":"As governor, when I visited our troops in Kuwait and Iraq, I served them Thanksgiving dinner. It was a small gesture compared to their sacrifice.","c":"thanksgiving","a":"Jennifer M. Granholm"},{"id":"zY6W3hvLh_0JW","t":"My cooking is so bad my kids thought Thanksgiving was to commemorate Pearl Harbor.","c":"thanksgiving","a":"Phyllis Diller"},{"id":"tIxKt-rldlNb0","t":"I have nothing against turkey. We eat turkey for Thanksgiving in my house.","c":"thanksgiving","a":"Marc Forgione"},{"id":"DT9ojWj9yVEV7","t":"To give thanks in solitude is enough. Thanksgiving has wings and goes where it must go. Your prayer knows much more about it than you do.","c":"thanksgiving","a":"Victor Hugo"}]