[{"id":"Hx7JnaHWn59o_","t":"I am thankful for laughter, except when milk comes out of my nose.","c":"thankful","a":"Woody Allen"},{"id":"tQDFGtnlwMHcP","t":"And I'm so thankful that I've been allowed to show another side of Trish.","c":"thankful","a":"Trish Stratus"},{"id":"drex0grwOy5DN","t":"We sing a little song before we eat, a little blessing before we eat, and it's really - we're thanking the Lord and the Earth for the food that we eat, and it really brings you together in a profound kind of way.","c":"thankful","a":"Phil Lesh"},{"id":"T28vZrbwDnlgZ","t":"Certainly my parents were a huge influence. They always expected the most out of all of us. And expected us to do our very best. I'm thankful to them for allowing me to do what I wanted to do.","c":"thankful","a":"Laurel Clark"},{"id":"Mc3vuQpJDmiHl","t":"I feel so thankful that I'm able to be a part of something that I love to wake up and run to work every day.","c":"thankful","a":"Alexander Wang"},{"id":"jCuqfUCTNMvbD","t":"Be thankful for what you have you'll end up having more. If you concentrate on what you don't have, you will never, ever have enough.","c":"thankful","a":"Oprah Winfrey"},{"id":"3e6JI921J8S2J","t":"I've had bad jobs. Now I have a good one. I'm thankful.","c":"thankful","a":"Maurice Greene"},{"id":"nTi4KHF2430Kg","t":"I think there is a difference between Slate and Salon. I think we both serve important functions on the Internet. As more and more Websites disappear, I'm thankful Slate is still around because it makes things less lonely.","c":"thankful","a":"David Talbot"},{"id":"RmvG1jdITZfmy","t":"As both a local resident and a parent with a CF-afflicted child, I'm thankful for companies like Canon, Chase and Outback who believe that giving back to the community is critical to their role as corporate citizens.","c":"thankful","a":"Boomer Esiason"},{"id":"buft8fy32zynU","t":"Thankfulness is the beginning of gratitude. Gratitude is the completion of thankfulness. Thankfulness may consist merely of words. Gratitude is shown in acts.","c":"thankful","a":"Henri Frederic Amiel"},{"id":"hgH_MwrNeqZlP","t":"I'm just thankful to have a tour and work something I can focus on.","c":"thankful","a":"Jerry Cantrell"},{"id":"XsQHFKSSDI_PL","t":"I'm very humbled and honored. I'm very thankful to the Asian-American Community for all their support!","c":"thankful","a":"Jeremy Lin"},{"id":"XHRXTFfqEmrUm","t":"We have to be thankful to the Czechs that they did their duty. The Czech Republic won, I can't believe it. It was a huge party with all the people here.","c":"thankful","a":"Ruud van Nistelrooy"},{"id":"5udBSRNUqltN_","t":"Most people repent their sins by thanking God they ain't so wicked as their neighbors.","c":"thankful","a":"Josh Billings"},{"id":"XMZMLej2o9qAc","t":"I'm thankful to get the opportunity to direct. I hope I don't mess it up.","c":"thankful","a":"Mark Harmon"},{"id":"ZktOe9YMKlNF0","t":"I love going to Africa and stuff. I love going anywhere, really, but I've been to Africa a bunch of times and it's just a beautiful place that needs help, obviously, but helping people that are really thankful is really easy to do. And the people out there always seem so thankful.","c":"thankful","a":"Kris Allen"},{"id":"f8IaVssnX6juf","t":"When you read a piece of writing that you admire, send a note of thanks to the author.","c":"thankful","a":"Sherman Alexie"},{"id":"nfaeswO5SgLHR","t":"The 'Night Train' has already been a crazy ride for me. We flew around making TV appearances and stadium announcements all over the country, fueled by little more than coffee and adrenaline... so many fans jumped on board with us, and I couldn't be more thankful.","c":"thankful","a":"Jason Aldean"},{"id":"9IDpEslFG8sX-","t":"I'm thankful for my songs being at the top of the charts but I am human - I think people still have to remember that.","c":"thankful","a":"Delta Goodrem"},{"id":"EQNBAeeqcV_NB","t":"I am thankful that geniuses and artists and good people, no matter how hard it is, will eventually be recognized. I am doubly thankful that also goes for idiots.","c":"thankful","a":"Elayne Boosler"},{"id":"rhhYNIZroFFdv","t":"If a fellow isn't thankful for what he's got, he isn't likely to be thankful for what he's going to get.","c":"thankful","a":"Frank A. Clark"},{"id":"33qDFjroCMmrU","t":"There was no instruction to be thankful that the Christians were special people, chosen people. There was no nationalistic, political or ethnic superiority to be thankful for.","c":"thankful","a":"John Clayton"},{"id":"jlZ24desX7R8s","t":"I've done it all. I'm thankful and proud of what I've accomplished in my life. I hope to keep doing it.","c":"thankful","a":"Ralph Stanley"},{"id":"ghgkmTdH4hNGa","t":"I'm thankful for weird people out there 'cause they're some of the most creative people.","c":"thankful","a":"Channing Tatum"},{"id":"9GfEsPUjoDzRW","t":"If you are really thankful, what do you do? You share.","c":"thankful","a":"W. Clement Stone"},{"id":"SKb_j_X03BCxg","t":"Every one of our greatest national treasures, our liberty, enterprise, vitality, wealth, military power, global authority, flow from a surprising source: our ability to give thanks.","c":"thankful","a":"Tony Snow"},{"id":"ODH4kOMYxxfQm","t":"There's no ex out there who I'm not friends with today, and I'm extremely thankful for that.","c":"thankful","a":"Taylor Lautner"},{"id":"8dg5L8nJg62MO","t":"I've got tapes that I'm so thankful that my father made - old reel-to-reel tapes. I've got a ton of those things at home. He kept those like fine diamonds, I mean he kept them, you know, in a box and was very, very careful of them, you know.","c":"thankful","a":"Ricky Skaggs"},{"id":"xg6YofolWCd49","t":"Unseasonable kindness gets no thanks.","c":"thankful","a":"Thomas Fuller"},{"id":"WQQbJFxxcsYhw","t":"Should it happen tomorrow, I would fall to my knees to give thanks to God for such a career.","c":"thankful","a":"Placido Domingo"},{"id":"FtecLCMKHz6ir","t":"The act is unjustifiable that either begs for a blessing, or, having succeeded gives no thanksgiving.","c":"thankful","a":"Merle Shain"},{"id":"IG0M7o0Q0Ggik","t":"I do not so much rejoice that God hath made me to be a Queen, as to be a Queen over so thankful a people.","c":"thankful","a":"Elizabeth I"},{"id":"Sz3Jwy_60_Pox","t":"I'm thankful for every moment.","c":"thankful","a":"Al Green"},{"id":"tA_BmgjwUS6gl","t":"I had the pleasure, as Robin said, to live a childhood dream as many young Americans and Puerto Rican children live that play youth baseball. And I feel honored and very thankful for that opportunity.","c":"thankful","a":"Nolan Ryan"},{"id":"I9lPf6Tazq23d","t":"Drink and be thankful to the host! What seems insignificant when you have it, is important when you need it.","c":"thankful","a":"Franz Grillparzer"},{"id":"wT8Eh9Jw4NYs8","t":"I realize how unique my path has been. And I'm thankful for that.","c":"thankful","a":"Vanessa Paradis"},{"id":"i9Z44kYRhN8ff","t":"Thank you, dear God, for this good life and forgive us if we do not love it enough. Thank you for the rain. And for the chance to wake up in three hours and go fishing: I thank you for that now, because I won't feel so thankful then.","c":"thankful","a":"Garrison Keillor"},{"id":"FVHi6P9RvO7lb","t":"I'm really looking forward to the Hall of Fame ceremonies. It's going to be unbelievable - just crazy. I'm looking forward to thanking all the fans for inspiring me to go out there and play my best football each and every game.","c":"thankful","a":"Jerry Rice"},{"id":"_DoOG7SxvlZMY","t":"I am a big defender of 'Harry Potter,' and I think any book that gets kids to read are books that we should cherish, we should be thankful for them.","c":"thankful","a":"Judy Blume"},{"id":"-jIAZH1lCLtQO","t":"I will forever be thankful to the Malawians and international community, and my professional army and army general, who said: 'No, we will follow the constitution.' That's why I'm here.","c":"thankful","a":"Joyce Banda"},{"id":"vmxS3Hbh5DRxd","t":"Such lovely warmth of thought and delicacy of colour are beyond all praise, and equally beyond all thanks!","c":"thankful","a":"Marie Corelli"},{"id":"5eigoifoPp36Y","t":"I'm just very thankful. And I say that a lot because that's the most important message.","c":"thankful","a":"Pharrell Williams"},{"id":"J26mvc0zTzDo2","t":"Eventually I booked a 2-line role on a show called 'JAG' and slowly the parts got bigger and better. I'm very thankful that I had to appreciate how difficult the business is before I had any kind of success.","c":"thankful","a":"Samuel Witwer"},{"id":"abAGyZAtC9EN6","t":"I'm thankful for the incredible advances in medicine that have taken place during my lifetime. I almost certainly wouldn't still be here if it weren't for them.","c":"thankful","a":"Billy Graham"},{"id":"6awfzFk6EE_ds","t":"Working on 'Gossip Girl' was a fantastic experience. It was my first real gig and I'm thankful for it - I got to learn a lot. I'm glad I got to explore getting comfortable in my own shoes in the background on a show like 'Gossip Girl.'","c":"thankful","a":"Dreama Walker"},{"id":"_qJKSLqg96uJq","t":"I've been very fortunate. I feel very thankful. I've been able to come home and do some fun things and make it exciting for people here at home.","c":"thankful","a":"Roger Clemens"},{"id":"5pOWQ7un7tXWH","t":"It feels great to win and I can't be more thankful to the Lord for walking me through every step. God was and is so faithful every time.","c":"thankful","a":"Webb Simpson"},{"id":"T6oydtiYdD-Ey","t":"I was in the postseason twice and I'm thankful for that.","c":"thankful","a":"Ryne Sandberg"},{"id":"jIX_xeApDfDbh","t":"I'm thankful for Sarah Palin's vice presidential bid, which taught us that Alaska is not in a box off the coast of California.","c":"thankful","a":"Paula Poundstone"},{"id":"w2jIibnzzeifK","t":"Let a nation's fervent thanks make some amends for the toils and sufferings of those who survive.","c":"thankful","a":"Edward Everett"},{"id":"1-ClLCuM6P-GB","t":"I'm really thankful and complimented when people come to me and say, thank you for the great times for all these years. But I don't think about it as being a leader.","c":"thankful","a":"Bill Kreutzmann"},{"id":"0fx8Zqkx9Vxhx","t":"There's a lot of women in the WNBA. There's a lot of women who could be here. To be voted by the fans says a lot - that people are aware of what's going on. I'm really thankful. I think they just really appreciate my talent so I'm definitely grateful.","c":"thankful","a":"Lisa Leslie"},{"id":"xXX9K-HJOMdsd","t":"As the daughter of a 25-year veteran of the armed forces, I am incredibly thankful for the sacrifices our women and men have made in Iraq, and continue to make in Afghanistan.","c":"thankful","a":"Barbara Lee"},{"id":"zRcf9CUqD7v2Z","t":"I'm thankful to be breathing, on this side of the grass. Whatever comes, comes.","c":"thankful","a":"Ron Perlman"},{"id":"v4fWURC2fzPqw","t":"I still don't look at myself as a star. I've always had a thankful heart.","c":"thankful","a":"Brenda Lee"},{"id":"pYEXWMYRQPFtB","t":"Look, if I ever stop being grateful for gigs, I just need to stop. Because this business is... you know, it's just so kind of job-to-job, and the fact that I've continued working... I'm just incredibly thankful for it. And I never, ever take it for granted.","c":"thankful","a":"Tony Hale"},{"id":"NBoTQg5J68uzk","t":"I'm so thankful for the Internet because actors and singers and performers now have a way to connect with their fans on a very personal level which I think is quite special.","c":"thankful","a":"Ariana Grande"},{"id":"HZhjGmJZiUvEQ","t":"No duty is more urgent than that of returning thanks.","c":"thankful","a":"James Allen"},{"id":"B7qqULLyAjU0l","t":"We have to be thankful considering our number as a family we enjoy very good health generally but you may be sure me and my partner have quite enough to exercise our minds and occupy our attention.","c":"thankful","a":"John Hawley"},{"id":"fRPxq_m_tQA1V","t":"He enjoys much who is thankful for little.","c":"thankful","a":"Thomas Secker"},{"id":"UsqEgpCvvx8nU","t":"I'm just really thankful to have the chance to portray a character you don't see every day.","c":"thankful","a":"Regina King"},{"id":"fWrepTFY1WfxT","t":"I'm so thankful for the active obedience of Christ. No hope without it.","c":"thankful","a":"John Gresham Machen"},{"id":"xzp0S1N9cbQ5G","t":"A federal judge did as he was supposed to do and upheld the Constitution. We should be thankful that we have judiciary that will do that.","c":"thankful","a":"Michael Newdow"},{"id":"iJFYwfM7AvlJ6","t":"Even now, when I try and think of band names just randomly, I'm so thankful that 'fun.' is the name of the band. I never really think twice about it. It is so simple and so easy.","c":"thankful","a":"Nate Ruess"},{"id":"li4Ew4QKqavO5","t":"This little kid pointed at me and said, 'You look disgusting!' That was the first time I thought maybe I did. I decided I'd better start eating. I'm just thankful that I made it through with relatively few scars.","c":"thankful","a":"Susan Dey"},{"id":"1YTdN25XLy0O4","t":"I get along very well with the cast of '30 Rock.' I guess I bring a certain quirkiness to the show as well. I'm just thankful they keep asking me. I didn't think I was going to be asked back so every time they say, 'We want you back,' I'm screaming. I'm jumping up and down and screaming.","c":"thankful","a":"Sherri Shepherd"},{"id":"rb_Y6TvhoNojJ","t":"For what I have received may the Lord make me truly thankful. And more truly for what I have not received.","c":"thankful","a":"Storm Jameson"},{"id":"k8JOCPp8W1gLK","t":"It's been quite a roller coaster ride, but I've grown and learned a lot about myself. The greatest thing is being able to interact with fans and touch people's lives... for that I give thanks.","c":"thankful","a":"Christina Aguilera"},{"id":"pj89o9deChl_E","t":"The unthankful heart... discovers no mercies but let the thankful heart sweep through the day and, as the magnet finds the iron, so it will find, in every hour, some heavenly blessings!","c":"thankful","a":"Henry Ward Beecher"},{"id":"ZAV48IHKEmIwu","t":"All of us, who are members of the Germanic peoples, can be happy and thankful that once in thousands of years fate has given us, from among the Germanic peoples, such a genius, a leader, our Fuehrer Adolf Hitler, and you should be happy to be allowed to work with us.","c":"thankful","a":"Heinrich Himmler"},{"id":"9jHoEOlnBXAJU","t":"The worst moment for the atheist is when he is really thankful and has nobody to thank.","c":"thankful","a":"Dante Gabriel Rossetti"},{"id":"2cdhXJp8nGQAK","t":"Some people are always grumbling because roses have thorns I am thankful that thorns have roses.","c":"thankful","a":"Alphonse Karr"},{"id":"Fxk5SaeOtCCFK","t":"I am most thankful to Almighty Providence for mercies received, and determined still to press the case into public notice as a token of gratitude.","c":"thankful","a":"William Banting"},{"id":"apOznGybJbLMm","t":"I'm very thankful to be doing what I'm doing. I feel very blessed.","c":"thankful","a":"Justin Timberlake"},{"id":"Rn5QmGKQKC24Q","t":"I feel like I still am struggling in a lot of different ways. I still have to fight for certain things. Certain jobs. At least I'm working and I'm thankful for that.","c":"thankful","a":"Gina Gershon"},{"id":"nqJcu7rhxcaV5","t":"I'm thankful that my memory is good because my vision is going.","c":"thankful","a":"Paula Poundstone"},{"id":"Q3uPPD8bSoD7d","t":"I want to let my fans get to know a little about me. I'm very thankful for everything they've done for me so, of course, I'm going to let them into my world a bit. But I really am a very private person, and I love kepping my life to myself - that's how I've always been.","c":"thankful","a":"Vanessa Hudgens"},{"id":"xWyCyr-4MqK-y","t":"Be thankful for problems. If they were less difficult, someone with less ability might have your job.","c":"thankful","a":"James A. Lovell"},{"id":"bESSjObF9VUkw","t":"The truth is, after Boys Don't Cry, I realized how few and far between the great roles are. I am beyond thankful for finding Million Dollar Baby.","c":"thankful","a":"Hilary Swank"},{"id":"K2Xyd72heHO5H","t":"I have spent over 60 years bent over a guitar and to know that I wrote 70 compositions that masters have recorded, that makes me feel so good and full, and proud and thankful to the good Lord.","c":"thankful","a":"Jerry Reed"},{"id":"kj801ovkk82cn","t":"I am both honored and blessed to have had such a wonderful career with the L.A. Galaxy and I am thankful for everything the club, the fans and the community has done for me and my family.","c":"thankful","a":"Cobi Jones"},{"id":"XDF8URuzEDXsU","t":"We can always find something to be thankful for, and there may be reasons why we ought to be thankful for even those dispensations which appear dark and frowning.","c":"thankful","a":"Albert Barnes"},{"id":"j221SmZJdgLTB","t":"I'm thankful for not ever taking anything illegal.","c":"thankful","a":"Pedro Martinez"},{"id":"Tv-Cbtq812vV0","t":"If I could write a story that would do for the Indian one-hundredth part what 'Uncle Tom's Cabin' did for the Negro, I would be thankful the rest of my life.","c":"thankful","a":"Helen Hunt Jackson","e":true},{"id":"tvLROSrf4ZcrW","t":"I went from not knowing anything to becoming really curious and wanting to know and respecting people in the industry, realizing how hard they work. I will always be thankful for 'Top Model' for that.","c":"thankful","a":"Fatima Siad"},{"id":"VIAkFW6XTOfhg","t":"I'd like to say to all my fans out there, thanks for the support. And to all my doubters, thank you very much because you guys have also pushed me.","c":"thankful","a":"Usain Bolt"},{"id":"x7oLvU91y5G9a","t":"The first thing I do when I start my day is, I get down on my hands and knees and give thanks to God. Whenever I go outside of my house, the first thing I do is stop at the church.","c":"thankful","a":"Mark Wahlberg"},{"id":"kzP_u6q1AjN2V","t":"Look folks, we know who built this country and we know who is going to rebuild it. It's you. Instead of vilifying you, we should be thanking you. We owe you.","c":"thankful","a":"Joe Biden"},{"id":"WxuvROA6hgZAl","t":"The thankful receiver bears a plentiful harvest.","c":"thankful","a":"William Blake"},{"id":"ZnlVSY1vSO-Ay","t":"Sometimes we need to remind ourselves that thankfulness is indeed a virtue.","c":"thankful","a":"William Bennett"},{"id":"lQixmqjckRkyD","t":"Thanks to the Interstate Highway System, it is now possible to travel across the country from coast to coast without seeing anything.","c":"thankful","a":"Charles Kuralt"},{"id":"3Rq8KkddYyerU","t":"I learn more with every job, and I'm very thankful for where I am.","c":"thankful","a":"Liam Hemsworth"},{"id":"_3aDZemOSMXdI","t":"I'm very thankful to players like John Stockton and Spud Webb. They've made it possible for someone like me to make it. I think teams are actually looking for one player under 6-feet now, because they make things happen.","c":"thankful","a":"Scott Brooks"},{"id":"3EPr1dB_jWlEM","t":"I've been allowed to grow over the past twenty years. I've managed to avoid being trapped in one moment of my career and for that, I'm very thankful.","c":"thankful","a":"Giovanni Ribisi"},{"id":"2mAniHleYHTQf","t":"I'm really thankful to God, man. Like now, I'm really making a real comeback with my group. With or without a record, with or without a movie. And behind all the negative press behind this movie.","c":"thankful","a":"Ike Turner"},{"id":"QfO9b9LAb92R3","t":"I know for me like I have a reputation of being kind of tough, I have a reputation of also being the girl next door, kind of sweet but I have standards and my thing is, it's me on that screen and I don't have control over everything in this and I'm grateful and thankful.","c":"thankful","a":"Nia Long"},{"id":"l-BmhU65El0_N","t":"As a child, I didn't know what I didn't have. I'm thankful for the challenges early on in my life because now I have a perspective on the world and kind of know what's important.","c":"thankful","a":"America Ferrera"},{"id":"8kQzuKupHrvjO","t":"If I can do one hundredth part for the Indian that Mrs. Stowe did for the Negro, I will be thankful.","c":"thankful","a":"Helen Hunt Jackson","e":true},{"id":"k3LtTsOj3lfU-","t":"I am very thankful and blessed to have a healthy and happy baby boy and baby mama.","c":"thankful","a":"Eric Church","e":true},{"id":"pEG7O8aNkfKw9","t":"I'm thankful for serendipitous moments in my life, where things could've gone the other way.","c":"thankful","a":"Rick Springfield"},{"id":"TBn30GGx9fKfj","t":"I don't need a holiday or a feast to feel grateful for my children, the sun, the moon, the roof over my head, music, and laughter, but I like to take this time to take the path of thanks less traveled.","c":"thankful","a":"Paula Poundstone"},{"id":"_cQv-pR5vqhCU","t":"I am going to spend my time today just thanking the people that played a role in my career, because I truly do believe that I was blessed by a lot of people that paths crossed mine as I went down the road in my career.","c":"thankful","a":"Nolan Ryan"},{"id":"ec1ezpsDjNVFQ","t":"But I'm very thankful that no one is slamming my head against the wall anymore.","c":"thankful","a":"Harry Anderson"},{"id":"EzWDMCI6dJmfG","t":"I'm thankful that I have lived long enough to become a legend, and I hope I deserve it.","c":"thankful","a":"Ralph Stanley"},{"id":"7j9mQ3Od_LurI","t":"I bless God for this retirement: I never was more thankful for any thing than I have been of late for the necessity I am under of self-denial in many respects.","c":"thankful","a":"David Brainerd"},{"id":"JR2AKcYTOQDZC","t":"I'm thankful I grew up the way I did. It made me a hard worker and insightful to other people's lives.","c":"thankful","a":"Rachel Roy"},{"id":"_Qng3N40_R0Aw","t":"I'm thankful for the work that feminists like Gloria Steinem have done. I am a feminist, but the geography for women today is vastly different than it was in the '60s.","c":"thankful","a":"Amber Heard"},{"id":"-oT3t2OpogD0O","t":"I am thankful I can see much to admire in all religions.","c":"thankful","a":"Alfred Russel Wallace"},{"id":"UNrwXN67cts7N","t":"Sometimes our light goes out but is blown into flame by another human being. Each of us owes deepest thanks to those who have rekindled this light.","c":"thankful","a":"Albert Schweitzer"}]