[{"id":"7ZUWVZ3HrIdPg","t":"Right now I'm having amnesia and deja vu at the same time.","c":"time","a":"Steven Wright"},{"id":"SvIvMD7wSE78m","t":"The time to repair the roof is when the sun is shining.","c":"time","a":"John F. Kennedy"},{"id":"SiAIYCNoZ9L7k","t":"To have no time for philosophy is to be a true philosopher.","c":"time","a":"Blaise Pascal"},{"id":"qsoZQBxI0ocao","t":"Children begin by loving their parents after a time they judge them rarely, if ever, do they forgive them.","c":"time","a":"Oscar Wilde"},{"id":"B2DepT0EJGX0T","t":"I take a very practical view of raising children. I put a sign in each of their rooms: 'Checkout Time is 18 years.'","c":"time","a":"Erma Bombeck"},{"id":"nyWWgzwKJ8Wtt","t":"There are no secrets that time does not reveal.","c":"time","a":"Jean Racine"},{"id":"NKdaOg9u8NzA6","t":"The next time some academics tell you how important diversity is, ask how many Republicans there are in their sociology department.","c":"time","a":"Thomas Sowell"},{"id":"yQajAmkpVkupg","t":"You've got to stand up and do your own battles. My daddy taught me that a long time ago, that you fight your own battles. The only way to shut everybody up is to win.","c":"time","a":"Terry Bradshaw"},{"id":"sEJsn16hl_Bc3","t":"To be a Negro in this country and to be relatively conscious is to be in a rage almost all the time.","c":"time","a":"James A. Baldwin","e":true},{"id":"KPnNxlbr0Nb0z","t":"We see past time in a telescope and present time in a microscope. Hence the apparent enormities of the present.","c":"time","a":"Victor Hugo"},{"id":"i93xezjSEU4X7","t":"Time is the longest distance between two places.","c":"time","a":"Tennessee Williams"},{"id":"5RiBRuOEzjkjO","t":"Don't be a time manager, be a priority manager. Cut your major goals into bite-sized pieces. Each small priority or requirement on the way to ultimate goal become a mini goal in itself.","c":"time","a":"Denis Waitley"},{"id":"x-US5KpCF8EX2","t":"Lost time is never found again.","c":"time","a":"Benjamin Franklin"},{"id":"zEExKMrb6Kede","t":"Time makes more converts than reason.","c":"time","a":"Thomas Paine"},{"id":"S9jLH-hD0NY8b","t":"When someone shows you who they are, believe them the first time.","c":"time","a":"Maya Angelou"},{"id":"xMj-pEj-0m-An","t":"Time is what prevents everything from happening at once.","c":"time","a":"Albert Einstein"},{"id":"44iVKIOp-bueg","t":"Time, which changes people, does not alter the image we have retained of them.","c":"time","a":"Marcel Proust"},{"id":"H1VPrIDopoVBu","t":"Friends are thieves of time.","c":"time","a":"Francis Bacon"},{"id":"wCSabQMal9dBy","t":"We must use time creatively.","c":"time","a":"Martin Luther King, Jr."},{"id":"e3LZ2rmCDOxyF","t":"You will launch many projects, but have time to finish only a few. So think, plan, develop, launch and tap good people to be responsible. Give them authority and hold them accountable. Trying to do too much yourself creates a bottleneck.","c":"time","a":"Donald Rumsfeld"},{"id":"hboKD8-4hr5IT","t":"That old law about 'an eye for an eye' leaves everybody blind. The time is always right to do the right thing.","c":"time","a":"Martin Luther King, Jr."},{"id":"E60r1GAkJI8D2","t":"I have made it a rule never to smoke more that one cigar at a time.","c":"time","a":"Mark Twain"},{"id":"4P79hm4sdrQI3","t":"Consider the fellow. He never spends his time telling you about his previous night's date. You get the idea he has eyes only for you and wouldn't think of looking at another woman.","c":"time","a":"Marilyn Monroe"},{"id":"K-cYelkxBXKlv","t":"Everything that happens once can never happen again. But everything that happens twice will surely happen a third time.","c":"time","a":"Paulo Coelho"},{"id":"0BLQPJkObM6rq","t":"Immorality: the morality of those who are having a better time.","c":"time","a":"H. L. Mencken"},{"id":"WMllktGIjBjiz","t":"It pays to know the enemy - not least because at some time you may have the opportunity to turn him into a friend.","c":"time","a":"Margaret Thatcher"},{"id":"X1NzIVTtHNg-7","t":"It is a mistake to look too far ahead. Only one link of the chain of destiny can be handled at a time.","c":"time","a":"Winston Churchill"},{"id":"RjcSqDNc3feAA","t":"Once you have mastered time, you will understand how true it is that most people overestimate what they can accomplish in a year - and underestimate what they can achieve in a decade!","c":"time","a":"Tony Robbins"},{"id":"slzrBEBFKAWEK","t":"Glance into the world just as though time were gone: and everything crooked will become straight to you.","c":"time","a":"Friedrich Nietzsche"},{"id":"L1TE3Fpya8GVG","t":"A wise man will make haste to forgive, because he knows the true value of time, and will not suffer it to pass away in unnecessary pain.","c":"time","a":"Samuel Johnson"},{"id":"MyXoMU3eK-73X","t":"I must govern the clock, not be governed by it.","c":"time","a":"Golda Meir"},{"id":"VPcgzAahEH_6o","t":"There is no better than adversity. Every defeat, every heartbreak, every loss, contains its own seed, its own lesson on how to improve your performance the next time.","c":"time","a":"Malcolm X"},{"id":"TsEMHUpKzovyD","t":"A man's brain has a more difficult time shifting from thinking to feeling than a women's brain does.","c":"time","a":"Barbara de Angelis"},{"id":"5yGEMO4ffc6XB","t":"Children are smarter than any of us. Know how I know that? I don't know one child with a full time job and children.","c":"time","a":"Bill Hicks"},{"id":"ayIyBQwZxrdoG","t":"Never give up, for that is just the place and time that the tide will turn.","c":"time","a":"Harriet Beecher Stowe"},{"id":"zhyXpT_x9xoqe","t":"As recent as the year 2000 we won elections by saying we shouldn't be the policemen of the world, and that we should not be nation building. And its time we got those values back into this country.","c":"time","a":"Ron Paul"},{"id":"vHt4tmJZTSQGt","t":"There may be times when we are powerless to prevent injustice, but there must never be a time when we fail to protest.","c":"time","a":"Elie Wiesel"},{"id":"kFrZm-3nCzTGv","t":"Time = Life, Therefore, waste your time and waste of your life, or master your time and master your life.","c":"time","a":"Alan Lakein"},{"id":"uWLUk8PTXYndQ","t":"Digital reading will completely take over. It's lightweight and it's fantastic for sharing. Over time it will take over.","c":"time","a":"Bill Gates"},{"id":"TVS5axK_e1Xuu","t":"Getting an audience is hard. Sustaining an audience is hard. It demands a consistency of thought, of purpose, and of action over a long period of time.","c":"time","a":"Bruce Springsteen"},{"id":"NBT6ASght5H27","t":"There comes a time in the affairs of man when he must take the bull by the tail and face the situation.","c":"time","a":"W. C. Fields"},{"id":"Si4Fg7z2RBC9l","t":"In a time of universal deceit - telling the truth is a revolutionary act.","c":"time","a":"George Orwell"},{"id":"2CnZlBCxc4iFf","t":"It's only when we truly know and understand that we have a limited time on earth - and that we have no way of knowing when our time is up, we will then begin to live each day to the fullest, as if it was the only one we had.","c":"time","a":"Elisabeth Kubler-Ross"},{"id":"WZ5kXdPW0aPhD","t":"To help a friend in need is easy, but to give him your time is not always opportune.","c":"time","a":"Charlie Chaplin"},{"id":"C_kQ-NJ1L-MHU","t":"How can anybody hate nurses? Nobody hates nurses. The only time you hate a nurse is when they're giving you an enema.","c":"time","a":"Warren Beatty"},{"id":"Qy4ymJNgBS2lL","t":"Realize that if you have time to whine and complain about something then you have the time to do something about it.","c":"time","a":"Anthony J. D'Angelo"},{"id":"XzISh6dTyplKa","t":"Devote each day to the object then in time and every evening will find something done.","c":"time","a":"Johann Wolfgang von Goethe"},{"id":"rxPmsTl7NT-hY","t":"Time was God's first creation.","c":"time","a":"Walter Lang"},{"id":"K_0TBZLZeQqpt","t":"Every time you walk down the street people are screaming, 'You're fired!'","c":"time","a":"Donald Trump"},{"id":"YPI6-mjHsQbWZ","t":"It takes a long time to bring the past up to the present.","c":"time","a":"Franklin D. Roosevelt"},{"id":"-j8SZt4nqB7LQ","t":"The time you enjoy wasting is not wasted time.","c":"time","a":"Bertrand Russell"},{"id":"gBgcyLfzzGyR1","t":"If I hold back, I'm no good. I'm no good. I'd rather be good sometimes, than holding back all the time.","c":"time","a":"Janis Joplin"},{"id":"LchadFKhFpHGZ","t":"Time is the substance from which I am made. Time is a river which carries me along, but I am the river it is a tiger that devours me, but I am the tiger it is a fire that consumes me, but I am the fire.","c":"time","a":"Jorge Luis Borges"},{"id":"ottr2r5aBBcdj","t":"I can only note that the past is beautiful because one never realises an emotion at the time. It expands later, and thus we don't have complete emotions about the present, only about the past.","c":"time","a":"Virginia Woolf"},{"id":"G6pQgyXKluCRl","t":"Management by objective works - if you know the objectives. Ninety percent of the time you don't.","c":"time","a":"Peter Drucker"},{"id":"gwzo7Qc_r5aug","t":"Make measurable progress in reasonable time.","c":"time","a":"Jim Rohn"},{"id":"fvcY4rqL58jF0","t":"I've spent too much time giving speeches, traveling the world.","c":"time","a":"Billy Graham"},{"id":"8FzaEUdO134yZ","t":"As people are walking all the time, in the same spot, a path appears.","c":"time","a":"John Locke"},{"id":"rEC86Q17HDQJb","t":"I took some time out for life.","c":"time","a":"James L. Brooks"},{"id":"YUDTAUnClVtIo","t":"Time is bunk.","c":"time","a":"Douglas Adams"},{"id":"EUJO19cHdGQst","t":"You may delay, but time will not.","c":"time","a":"Benjamin Franklin"},{"id":"lgI-YTQwtNByM","t":"How did it get so late so soon? Its night before its afternoon. December is here before its June. My goodness how the time has flewn. How did it get so late so soon?","c":"time","a":"Dr. Seuss"},{"id":"K0yHjmb3q1dKm","t":"Saying goodbye doesn't mean anything. It's the time we spent together that matters, not how we left it.","c":"time","a":"Trey Parker"},{"id":"CMQZJF-gqIrO9","t":"The time has come for all evangelists to practice full financial disclosure. The world is watching how we walk and how we talk. We must have the highest standards of morality, ethics and integrity if we are to continue to have influence.","c":"time","a":"Billy Graham"},{"id":"TyL8_pkuJk7Mn","t":"Portland, Oregon won't build a mile of road without a mile of bike path. You can commute there, even with that weather, all the time.","c":"time","a":"Lance Armstrong"},{"id":"NqVZeZp_mLoo-","t":"How time files when you's doin' all the talking.","c":"time","a":"Harvey Fierstein"},{"id":"IV3Kta7RWotpS","t":"I will continue to work as hard as I can to make this organization proud. Every time I step on the field I will give everything I have and I will leave everything I have on the field every single Sunday.","c":"time","a":"Tim Tebow"},{"id":"fuGhyCbtwZkD2","t":"Mr. President, you were elected to lead. You chose to follow. And now it's time for you to get out of the way.","c":"time","a":"Mitt Romney"},{"id":"tW673Qha93xMB","t":"I wish life was not so short, he thought. languages take such a time, and so do all the things one wants to know about.","c":"time","a":"J. R. R. Tolkien"},{"id":"qmk9SgmKRhvLx","t":"Nobody sees a flower really it is so small. We haven't time, and to see takes time - like to have a friend takes time.","c":"time","a":"Georgia O'Keeffe"},{"id":"WqhZG-btMfBSm","t":"No matter what time it is, wake me, even if it's in the middle of a Cabinet meeting.","c":"time","a":"Ronald Reagan"},{"id":"HLu9oJbKhwQRb","t":"Any time you got nothing to do - and lots of time to do it - come on up.","c":"time","a":"Mae West"},{"id":"OSs8-DnW4vEZB","t":"People spend too much time finding other people to blame, too much energy finding excuses for not being what they are capable of being, and not enough energy putting themselves on the line, growing out of the past, and getting on with their lives.","c":"time","a":"J. Michael Straczynski"},{"id":"FaL9o3yuYlLDM","t":"Who hears me, who understands me, becomes mine, a possession for all time.","c":"time","a":"Ralph Waldo Emerson"},{"id":"zoTwPdWjlIuaA","t":"When it's time for me to walk away from something, I walk away from it. My mind, my body, my conscience tell me that enough is enough.","c":"time","a":"Jerry West"},{"id":"fcBpyIWliTX8G","t":"The time at our disposal each day is elastic the passions we feel dilate it, those that inspire us shrink it, and habit fills it.","c":"time","a":"Marcel Proust"},{"id":"-xJ0nVB2KSGrn","t":"A lot of people would be embarrassed to admit that they were on 'Barney', but I embrace the fact. I just had such a wonderful time doing that show. I learned what a camera and prop is, and all that. I learned my manners too, so I guess that's a good thing!","c":"time","a":"Selena Gomez"},{"id":"PZd-gFOXDd-kl","t":"As societies grow decadent, the language grows decadent, too. Words are used to disguise, not to illuminate, action: you liberate a city by destroying it. Words are to confuse, so that at election time people will solemnly vote against their own interests.","c":"time","a":"Gore Vidal"},{"id":"m9dD3MqsYA9c6","t":"Silence is as deep as eternity, speech a shallow as time.","c":"time","a":"Thomas Carlyle"},{"id":"szY4-T8Nzs_pe","t":"Both young children and old people have a lot of time on their hands. That's probably why they get along so well.","c":"time","a":"Jonathan Carroll"},{"id":"jK26Ztc9mNkIx","t":"If you look - look at - I mean, look at what's going on with your gasoline prices. They're going to go to $5, $6, $7 and we don't have anybody in Washington that calls OPEC and says, 'Fellas, it's time. It's over. You're not going to do it anymore.'","c":"time","a":"Donald Trump"},{"id":"4EhNs6Ntowc9s","t":"I existed from all eternity and, behold, I am here and I shall exist till the end of time, for my being has no end.","c":"time","a":"Khalil Gibran"},{"id":"5hYzCkZn2SkE7","t":"To take a photograph is to participate in another person's mortality, vulnerability, mutability. Precisely by slicing out this moment and freezing it, all photographs testify to time's relentless melt.","c":"time","a":"Susan Sontag"},{"id":"BxhnPEK6fQA1z","t":"I saw a bank that said '24 Hour Banking,' but I don't have that much time.","c":"time","a":"Steven Wright"},{"id":"1ECra3bd-v6AZ","t":"My favorite time in the cycles of public life is the time when the Pope is dead and they haven't elected a new one. There's no one in the world who is infallible for those weeks. And you know, I don't miss it.","c":"time","a":"Christopher Hitchens"},{"id":"lOkRh03lvv_-v","t":"Time brings all things to pass.","c":"time","a":"Aeschylus"},{"id":"wi5HC2bH8Z-TU","t":"I cannot be awake for nothing looks to me as it did before, Or else I am awake for the first time, and all before has been a mean sleep.","c":"time","a":"Walt Whitman"},{"id":"I1vRohIs8ctF5","t":"Gay people are the sweetest, kindest, most artistic, warmest and most thoughtful people in the world. And since the beginning of time all they've ever been is kicked.","c":"time","a":"Little Richard"},{"id":"NgJGQj9WHQyQK","t":"Everybody thinks making films back to back is a big deal but they did it all the time in the old days.","c":"time","a":"Clint Eastwood"},{"id":"UwKGI3N8nIKV1","t":"On average, drug prisoners spend more time in federal prison than rapists, who often get out on early release because of the overcrowding in prison caused by the Drug War.","c":"time","a":"Michael Badnarik"},{"id":"e8ZOZN53CfphK","t":"I'm in prison. But my heart and mind is free. Gangsta haters on the streets are doing more time than me. They need 30 police escorts with them every time they walk down the street.","c":"time","a":"Suge Knight"},{"id":"cjhACq4c1M43f","t":"Most people spend more time and energy going around problems than in trying to solve them.","c":"time","a":"Henry Ford"},{"id":"V0BGVMAksxIBo","t":"Born again?! No, I'm not. Excuse me for getting it right the first time.","c":"time","a":"Dennis Miller"},{"id":"2fJIcTdgNqo-v","t":"Every study on crime and or firearms proves time and time again, that 99.99999% of American gun owners do not commit crimes or use our firearms in any dangerous or improper way.","c":"time","a":"Ted Nugent"},{"id":"mtmdkgyfM1VH1","t":"Words, words, words! They shut one off from the universe. Three quarters of the time one's never in contact with things, only with the beastly words that stand for them.","c":"time","a":"Aldous Huxley"},{"id":"TvsC7t2tQapoL","t":"Ezra was right half the time, and when he was wrong, he was so wrong you were never in any doubt about it.","c":"time","a":"Ernest Hemingway"},{"id":"Cug7tYAfkPV9j","t":"Time is not a thing, thus nothing which is, and yet it remains constant in its passing away without being something temporal like the beings in time.","c":"time","a":"Martin Heidegger"},{"id":"ElET1rQI1QfY_","t":"It's life isn't it? You plow ahead and make a hit. And you plow on and someone passes you. Then someone passes them. Time levels.","c":"time","a":"Katharine Hepburn"},{"id":"pMvWyw-gMOd3f","t":"Every time there's a revolution, it comes from somebody reading a book about revolution. David Walker wrote a book and Nat Turner did his thing.","c":"time","a":"Mike Tyson"},{"id":"2dLa__mW85sWj","t":"Aging gracefully is supposed to mean trying not to hide time passing and just looking a wreck. Don't worry girls, look like a wreck, that's the way it goes.","c":"time","a":"Jeanne Moreau"},{"id":"0AlUP0Vh9nCqb","t":"Every time I plant a seed, He say kill it before it grow, he say kill it before they grow.","c":"time","a":"Bob Marley"},{"id":"CcUVdPTFPWlhY","t":"Humans are amphibians - half spirit and half animal. As spirits they belong to the eternal world, but as animals they inhabit time.","c":"time","a":"C. S. Lewis"},{"id":"5H5rrbn3L0386","t":"In rivers, the water that you touch is the last of what has passed and the first of that which comes so with present time.","c":"time","a":"Leonardo da Vinci"},{"id":"FT1lRgTn4hUUy","t":"In every adversity there lies the seed of an equivalent advantage. In every defeat is a lesson showing you how to win the victory next time.","c":"time","a":"Robert Collier"},{"id":"HA6zr6_hN2S3j","t":"There is no room for second place. There is only one place in my game and that is first place. I have finished second twice in my time at Green Bay and I never want to finish second again.","c":"time","a":"Vince Lombardi"},{"id":"y6DuT1CJ_ISeG","t":"A man begins cutting his wisdom teeth the first time he bites off more than he can chew.","c":"time","a":"Herb Caen"},{"id":"cMk1qDRTWgW8B","t":"Well, especially now I come to realize - and then - I would do my schooling which was three hours with a tutor and right after that I would go to the recording studio and record, and I'd record for hours and hours until it's time to go to sleep.","c":"time","a":"Michael Jackson"},{"id":"out78AcHbgonI","t":"Time has a way of demonstrating that the most stubborn are the most intelligent.","c":"time","a":"Yevgeny Yevtushenko"},{"id":"vt-CjwRykQhpd","t":"The intellectual is different from the ordinary man, but only in certain sections of his personality, and even then not all the time.","c":"time","a":"George Orwell"},{"id":"T9JqYMGsMVKM7","t":"I like somebody who's not so crazy but likes to have a good time... and who is thoughtful and kind and easy to laugh with. Somebody you can just be yourself with one hundred and fifty percent.","c":"time","a":"Kate Bosworth"},{"id":"dY7m3Xb87K0Ha","t":"My time is now.","c":"time","a":"John Turner"},{"id":"ctk7UVuP5aoYg","t":"Time is but the stream I go a-fishing in.","c":"time","a":"Henry David Thoreau"},{"id":"X8pQutui-CotL","t":"You can fool all the people some of the time, and some of the people all the time, but you cannot fool all the people all the time.","c":"time","a":"Abraham Lincoln"},{"id":"QfjdOztoYaQVl","t":"I am shocked at how much time I spend in the White House. I mean, you know, for people on the outside, the idea of going to the White House for a meeting must seem like the most important, serious, even glamorous kind of thing to do.","c":"time","a":"Hillary Clinton"},{"id":"E8bWMBb4PsdLu","t":"Life is like an onion. You peel it off one layer at a time, and sometimes you weep.","c":"time","a":"Carl Sandburg"},{"id":"Ki59tq2_-lgWG","t":"Laws are silent in time of war.","c":"time","a":"Marcus Tullius Cicero"},{"id":"QQYubGk6-ow96","t":"In Hollywood you can see things at night that are fast enough to be in the Olympics in the day time.","c":"time","a":"Will Rogers"},{"id":"zftLL7JTDjIp9","t":"Heckling is an act of cowardice. If you want to speak, get up in front of the microphone and speak, don't sit in the dark hiding. It's easy to hide and shout and waste people's time.","c":"time","a":"Billy Connolly"},{"id":"1mPscnmbxIPgu","t":"Everywhere is nowhere. When a person spends all his time in foreign travel, he ends by having many acquaintances, but no friends.","c":"time","a":"Lucius Annaeus Seneca"},{"id":"VlS5PfGChN9AM","t":"Time is what we want most, but what we use worst.","c":"time","a":"William Penn"},{"id":"CCQsvQbWvKhyq","t":"I confess, I do not believe in time.","c":"time","a":"Vladimir Nabokov"},{"id":"9V5Qnz1EJ1-nQ","t":"Never bear more than one kind of trouble at a time. Some people bear three kinds of trouble - the ones they've had, the ones they have, and the ones they expect to have.","c":"time","a":"Edward Everett Hale"},{"id":"6pB4BkPzlLS4B","t":"For a long time I was scared I'd find out I was like my mother.","c":"time","a":"Marilyn Monroe"},{"id":"walaHu86OY8af","t":"Viewed freely, the English language is the accretion and growth of every dialect, race, and range of time, and is both the free and compacted composition of all.","c":"time","a":"Walt Whitman"},{"id":"yRLgOeYsNAo-a","t":"Then not only an old man, but also a drunkard, becomes a second time a child.","c":"time","a":"Plato"},{"id":"3Y49AYjxXdYZp","t":"Live one day at a time emphasizing ethics rather than rules.","c":"time","a":"Wayne Dyer"},{"id":"mDZJfZmgmb-KO","t":"The senses deceive from time to time, and it is prudent never to trust wholly those who have deceived us even once.","c":"time","a":"Rene Descartes"},{"id":"z2BfEYJjgFka3","t":"Many a trip continues long after movement in time and space have ceased.","c":"time","a":"John Steinbeck"},{"id":"XfDm3Gu4V4g5T","t":"One always has time enough, if one will apply it well.","c":"time","a":"Johann Wolfgang von Goethe"},{"id":"mQD4NZhZe141P","t":"People who cannot find time for recreation are obliged sooner or later to find time for illness.","c":"time","a":"John Wanamaker"},{"id":"0t74iAynVN0vi","t":"We must use time as a tool, not as a couch.","c":"time","a":"John F. Kennedy"},{"id":"zYFIsnBqhKNN3","t":"Time goes, you say? Ah, no! alas, time stays, we go.","c":"time","a":"Henry Austin Dobson"},{"id":"MGCda8EDWuldg","t":"A schedule defends from chaos and whim. It is a net for catching days. It is a scaffolding on which a worker can stand and labor with both hands at sections of time.","c":"time","a":"Annie Dillard"},{"id":"LGCTkYPK4VaNr","t":"Be of service. Whether you make yourself available to a friend or co-worker, or you make time every month to do volunteer work, there is nothing that harvests more of a feeling of empowerment than being of service to someone in need.","c":"time","a":"Gillian Anderson"},{"id":"e4HrYhdaOYTYP","t":"In every battle there comes a time when both sides consider themselves beaten, then he who continues the attack wins.","c":"time","a":"Ulysses S. Grant"},{"id":"QBCXD0DYePseH","t":"Civilization began the first time an angry person cast a word instead of a rock.","c":"time","a":"Sigmund Freud"},{"id":"wIGo8O390aUax","t":"A man may speak very well in the House of Commons, and fail very completely in the House of Lords. There are two distinct styles requisite: I intend, in the course of my career, if I have time, to give a specimen of both.","c":"time","a":"Benjamin Disraeli"},{"id":"JrKxQUXJTkh71","t":"Life is like an ice-cream cone, you have to lick it one day at a time.","c":"time","a":"Charles M. Schulz"},{"id":"UZi1UuEN3AVtD","t":"Don't get too comfortable with who you are at any given time - you may miss the opportunity to become who you want to be.","c":"time","a":"Jon Bon Jovi"},{"id":"EAma2ZFjQ-5TH","t":"Another thing that freaks me out is time. Time is like a book. You have a beginning, a middle and an end. It's just a cycle.","c":"time","a":"Mike Tyson"},{"id":"5Dyl9sDdxZy1T","t":"Greater than the tread of mighty armies is an idea whose time has come.","c":"time","a":"Victor Hugo"},{"id":"ISVLrBoMlGZvv","t":"As if you could kill time without injuring eternity.","c":"time","a":"Henry David Thoreau"},{"id":"oDHuqIlPq5ebU","t":"The proper function of man is to live, not to exist. I shall not waste my days in trying to prolong them. I shall use my time.","c":"time","a":"Jack London"},{"id":"Ipab8r0V_7iqW","t":"Do not wait the time will never be 'just right.' Start where you stand, and work with whatever tools you may have at your command, and better tools will be found as you go along.","c":"time","a":"George Herbert"},{"id":"wUJU8UV8Qy1Sr","t":"What will I be doing in twenty years' time? I'll be dead, darling! Are you crazy?","c":"time","a":"Freddie Mercury"},{"id":"DXrTyOtMqzF5z","t":"Time discovers truth.","c":"time","a":"Lucius Annaeus Seneca"},{"id":"fcXqt2htAp6yA","t":"The clock talked loud. I threw it away, it scared me what it talked.","c":"time","a":"Tillie Olsen"},{"id":"9KZAuIfnRX7_8","t":"Sometimes your friends are your lovers, or have been at one time.","c":"time","a":"Axl Rose"},{"id":"ksC7Q3rVD12b7","t":"You know, people talk about this being an uncertain time. You know, all time is uncertain. I mean, it was uncertain back in - in 2007, we just didn't know it was uncertain. It was - uncertain on September 10th, 2001. It was uncertain on October 18th, 1987, you just didn't know it.","c":"time","a":"Warren Buffett"},{"id":"mK046QT8R2fOm","t":"A thing is mighty big when time and distance cannot shrink it.","c":"time","a":"Zora Neale Hurston"},{"id":"2JsqcQQijY_9Y","t":"Acting deals with very delicate emotions. It is not putting up a mask. Each time an actor acts he does not hide he exposes himself.","c":"time","a":"Rodney Dangerfield"},{"id":"9ad85jXQsdLFA","t":"Instead of worrying about what people say of you, why not spend time trying to accomplish something they will admire.","c":"time","a":"Dale Carnegie"},{"id":"acqMn6gz5msIV","t":"I never could have done what I have done without the habits of punctuality, order, and diligence, without the determination to concentrate myself on one subject at a time.","c":"time","a":"Charles Dickens"},{"id":"HHpgmRyPDbRul","t":"I think every entertainer's had nights when things go wrong. I mean you can't remember everything all the time, and especially if you're having hard times personally, things going on that you - you know, and then people make it worse. And that makes you feel worse.","c":"time","a":"Dolly Parton"},{"id":"PL21ZITUBs-G8","t":"There is a time for risky love. There is a time for extravagant gestures. There is a time to pour out your affections on one you love. And when the time comes - seize it, don't miss it.","c":"time","a":"Max Lucado"},{"id":"Z75Eao-foSes9","t":"Those who make the worst use of their time are the first to complain of its shortness.","c":"time","a":"Jean de la Bruyere"},{"id":"lUmkxhPW_oVS3","t":"Everything happens to everybody sooner or later if there is time enough.","c":"time","a":"George Bernard Shaw"},{"id":"n4Vv2SmU1yG2D","t":"We've protected thousands of people in Libya we have not seen a single U.S. casualty there's no risks of additional escalation. This operation is limited in time and in scope.","c":"time","a":"Barack Obama"},{"id":"0IITsq36_0JVU","t":"Time stays, we go.","c":"time","a":"H. L. Mencken"},{"id":"LMk8Wn80WzGxi","t":"Service is the rent we pay for being. It is the very purpose of life, and not something you do in your spare time.","c":"time","a":"Marian Wright Edelman"},{"id":"KK7y12nMwR24y","t":"Time makes heroes but dissolves celebrities.","c":"time","a":"Daniel J. Boorstin"},{"id":"4CyPm79qD8LQF","t":"New Year's Resolution: To tolerate fools more gladly, provided this does not encourage them to take up more of my time.","c":"time","a":"James Agate"},{"id":"gJGC3Z31npc1Q","t":"The long time to come when I shall not exist has more effect on me than this short present time, which nevertheless seems endless.","c":"time","a":"Marcus Tullius Cicero"},{"id":"25W0r19VPxUWi","t":"Truth is the daughter of time, not of authority.","c":"time","a":"Francis Bacon"},{"id":"-B3Yqs0-0H6dZ","t":"We should not say that one man's hour is worth another man's hour, but rather that one man during an hour is worth just as much as another man during an hour. Time is everything, man is nothing: he is at the most time's carcass.","c":"time","a":"Karl Marx"},{"id":"Hm9DJhPxSScjU","t":"Don't forget it's daylight savings time. You spring forward, then you fall back. It's like Robert Downey Jr. getting out of bed.","c":"time","a":"David Letterman"},{"id":"aaMQcJLgQ2WvI","t":"Consciousness is our only reprieve from Time.","c":"time","a":"Mason Cooley"},{"id":"Arlbf-TiKHaeh","t":"I sacrifice in my love life and my social life, but those things will be there in three or four years. This is a really important time in my life. I can't just be the girl who sang 'I Kissed a Girl.' I have to leave a legacy.","c":"time","a":"Katy Perry"},{"id":"ROzuCAkFI5LKz","t":"Eternity is in love with the productions of time.","c":"time","a":"William Blake"},{"id":"5cPst7-Yef7Wt","t":"One of the most pervasive political visions of our time is the vision of liberals as compassionate and conservatives as less caring.","c":"time","a":"Thomas Sowell"},{"id":"nWYcFWIzQP-sq","t":"At a time like this, scorching irony, not convincing argument, is needed.","c":"time","a":"Frederick Douglass"},{"id":"GqusQMnzWSDC7","t":"If time be of all things the most precious, wasting time must be the greatest prodigality.","c":"time","a":"Benjamin Franklin"},{"id":"gfdgsUovJKwsx","t":"Both in thought and in feeling, even though time be real, to realise the unimportance of time is the gate of wisdom.","c":"time","a":"Bertrand Russell"},{"id":"no1VjdQvCx9hC","t":"The greatest glory in living lies not in never falling, but in rising every time we fall.","c":"time","a":"Ralph Waldo Emerson"},{"id":"NTpuCiEgdDhdw","t":"We shall never have more time. We have, and always had, all the time there is. No object is served in waiting until next week or even until tomorrow. Keep going... Concentrate on something useful.","c":"time","a":"Arnold Bennett"},{"id":"733YcJXhuPp7j","t":"Time, whose tooth gnaws away everything else, is powerless against truth.","c":"time","a":"Thomas Huxley"},{"id":"Iazc-xHbYlMiJ","t":"Any time I got in emotional turmoil, I felt sick all the time, like at any minute I would die.","c":"time","a":"Skeet Ulrich"},{"id":"wGhg9UWKqcFMR","t":"I just got tired of being sick and tired and feeling down. Unfortunately, you don't realize this until you're getting sober but the reason why you're depressed all the time is it's the drugs that are depressing you.","c":"time","a":"Steven Adler"},{"id":"G4VMQYo3LAYbg","t":"I'm not interested in trying to work on people's perceptions. I am who I am, and if you don't take the time to learn about that, then your perception is going to be your problem.","c":"time","a":"Jim Brown"},{"id":"khboGMcXTsxjo","t":"The time for action is now. It's never too late to do something.","c":"time","a":"Antoine de Saint-Exupery"},{"id":"L2uvavd_jzjPE","t":"If one is master of one thing and understands one thing well, one has at the same time, insight into and understanding of many things.","c":"time","a":"Vincent Van Gogh"},{"id":"L3f6BwbvxRC3h","t":"Some people see things that are and ask, Why? Some people dream of things that never were and ask, Why not? Some people have to go to work and don't have time for all that.","c":"time","a":"George Carlin"},{"id":"ZM1pl_GYJ2n7N","t":"And I think it's that time. And I think if you just step aside and Mr. Romney can kind of take over. You can maybe still use a plane. Though maybe a smaller one. Not that big gas guzzler you are going around to colleges and talking about student loans and stuff like that.","c":"time","a":"Clint Eastwood"},{"id":"cOEsEHT0pLyk1","t":"Let your life lightly dance on the edges of Time like dew on the tip of a leaf.","c":"time","a":"Rabindranath Tagore"},{"id":"SVSlTxzPwlTbH","t":"The very existence of flame-throwers proves that some time, somewhere, someone said to themselves, You know, I want to set those people over there on fire, but I'm just not close enough to get the job done.","c":"time","a":"George Carlin"},{"id":"vn9RGd5czpbxR","t":"I really wanted to retire and rest and spend more time with my children, my grandchildren and of course with my wife.","c":"time","a":"Nelson Mandela"},{"id":"bshrmxhEd0ntW","t":"It takes less time to do a thing right, than it does to explain why you did it wrong.","c":"time","a":"Henry Wadsworth Longfellow"},{"id":"to8e0aK2-envF","t":"A veteran journalist has never had time to think twice before he writes.","c":"time","a":"George Bernard Shaw"},{"id":"Y5lee6zhEK2qg","t":"It is my feeling that Time ripens all things with Time all things are revealed Time is the father of truth.","c":"time","a":"Francois Rabelais"},{"id":"u7Pv2lb8Txnvu","t":"When you play it too safe, you're taking the biggest risk of your life. Time is the only wealth we're given.","c":"time","a":"Barbara Sher"},{"id":"yxj1Ra0B_iwQi","t":"I never said I wanted to be around for a long time. I always said I wanted to be here for a good time.","c":"time","a":"Kid Rock"},{"id":"BW4wUYL0SWbhh","t":"Now I'm fighting cancer, everybody knows that. People ask me all the time about how you go through your life and how's your day, and nothing is changed for me.","c":"time","a":"Jim Valvano"},{"id":"KvnI9570BP5Fm","t":"Employ thy time well, if thou meanest to gain leisure.","c":"time","a":"Benjamin Franklin"},{"id":"bZ1yoANmhRYtA","t":"People who don't know me have opinions about me. That's the part that's very hurtful. Because how do you form an opinion about somebody if you've never met them or spent any time with them? So it's all based upon hearsay or things that they've read.","c":"time","a":"Rick Barry"},{"id":"xPaoRrp7zQzlt","t":"People say that if you find water rising up to your ankle, that's the time to do something about it, not when it's around your neck.","c":"time","a":"Chinua Achebe"},{"id":"SccEUTdn33qqI","t":"Know how to live the time that is given you.","c":"time","a":"Dario Fo"},{"id":"RgT-4nIIyQrab","t":"I suppose, in a way, this has become part of my soul. It is a symbol of my life. Whatever I have done that really matters, I've done wearing it. When the time comes, it will be in this that I journey forth. What greater honor could come to an American, and a soldier?","c":"time","a":"Douglas MacArthur"},{"id":"QLUGp7umLMG5m","t":"Time is the wisest counselor of all.","c":"time","a":"Pericles"},{"id":"cxxd-Vzus1oz2","t":"Time is a beautiful thing. It's like when you meet an old lover on the street six years later and they don't look so ugly anymore.","c":"time","a":"Sarah McLachlan"},{"id":"2omeu4BrBhyh4","t":"Waste is worse than loss. The time is coming when every person who lays claim to ability will keep the question of waste before him constantly. The scope of thrift is limitless.","c":"time","a":"Thomas A. Edison"},{"id":"S1FpR4sBnMpYS","t":"I try to forget about the expectation that's out there and the audience listening for the next thing so that I'm not trying to please them. I've spent a huge amount of time not communicating with those folks and denying that they exist.","c":"time","a":"Chuck Palahniuk"},{"id":"2MHhZp0U98Boj","t":"In time it will become clear to everyone that support for the policies of pre-emptive war and interventionist nation-building will have much greater significance than the removal of Saddam Hussein itself.","c":"time","a":"Ron Paul"},{"id":"jyODlNqYAM3db","t":"An invasion of armies can be resisted, but not an idea whose time has come.","c":"time","a":"Victor Hugo"},{"id":"VMjjK4hoVQj1m","t":"If you spend too much time thinking about a thing, you'll never get it done.","c":"time","a":"Bruce Lee"},{"id":"QxqiL8kEt8w8C","t":"We need to internalize this idea of excellence. Not many folks spend a lot of time trying to be excellent.","c":"time","a":"Barack Obama"},{"id":"ycmNN0m-YuugB","t":"You are not a beautiful, unique snowflake... This is your life, and it's ending one minute at a time.","c":"time","a":"Chuck Palahniuk"},{"id":"_UKFMnSNcPPE9","t":"The tree of liberty must be refreshed from time to time with the blood of patriots and tyrants.","c":"time","a":"Thomas Jefferson"},{"id":"4jnscfs0etwaw","t":"In time of war the laws are silent.","c":"time","a":"Marcus Tullius Cicero"},{"id":"X2uRMbqs7v0xS","t":"Every time we liberate a woman, we liberate a man.","c":"time","a":"Margaret Mead"},{"id":"OEgd06sfdzbsP","t":"At a time when nobody thought we'd ever see a new steel mill built in America, we took a chance and built one in a corn field in Indiana. Today Steel Dynamics is one of the largest steel producers in the United States.","c":"time","a":"Mitt Romney"},{"id":"vwP1udTp6d-mk","t":"Time you enjoy wasting, was not wasted.","c":"time","a":"John Lennon"},{"id":"SnsmUzraQHgvQ","t":"No idea is so outlandish that it should not be considered with a searching but at the same time a steady eye.","c":"time","a":"Winston Churchill"},{"id":"3uLkAw3hJHfHi","t":"Every time I go and shave, I assume there's someone else on the planet shaving. So I say, 'I'm gonna go shave, too.'","c":"time","a":"Mitch Hedberg"},{"id":"6KepSac0T0fz1","t":"Concepts, like individuals, have their histories and are just as incapable of withstanding the ravages of time as are individuals. But in and through all this they retain a kind of homesickness for the scenes of their childhood.","c":"time","a":"Soren Kierkegaard"},{"id":"9wPhcSpXr1P8d","t":"Finding some quiet time in your life, I think, is hugely important.","c":"time","a":"Mariel Hemingway"},{"id":"TGVRB0a3VNZqb","t":"If I have to move up in a building, I choose the elevator over the escalator. Because one time I was riding the escalator and I tripped. I fell down the stairs for an hour and a half.","c":"time","a":"Demetri Martin"},{"id":"qV6w97RikuohR","t":"Where does discontent start? You are warm enough, but you shiver. You are fed, yet hunger gnaws you. You have been loved, but your yearning wanders in new fields. And to prod all these there's time, the Bastard Time.","c":"time","a":"John Steinbeck","e":true},{"id":"SLyxv5As7dnM-","t":"Cancer victims who don't accept their fate, who don't learn to live with it, will only destroy what little time they have left.","c":"time","a":"Ingrid Bergman"},{"id":"RiUJZ1f-kK7eS","t":"One does not discover new lands without consenting to lose sight of the shore for a very long time.","c":"time","a":"Andre Gide"},{"id":"oykxywfRojMXQ","t":"The only reason for time is so that everything doesn't happen at once.","c":"time","a":"Albert Einstein"},{"id":"sjUUa4fqgzR3j","t":"Any time you think you have the game conquered, the game will turn around and punch you right in the nose.","c":"time","a":"Mike Schmidt"},{"id":"OzjNSQACEAoWr","t":"You can't just ask customers what they want and then try to give that to them. By the time you get it built, they'll want something new.","c":"time","a":"Steve Jobs"},{"id":"C7Yd6wacD-JuP","t":"Y'know, you can't please all the people all the time... and last night, all those people were at my show.","c":"time","a":"Mitch Hedberg"},{"id":"SuUAa5DbsN-WQ","t":"I bought some instant water one time but I didn't know what to add to it.","c":"time","a":"Steven Wright"},{"id":"maIIWJ72tk5K4","t":"Time goes on. So whatever you're going to do, do it. Do it now. Don't wait.","c":"time","a":"Robert De Niro"},{"id":"tUAU3jDfOhqSB","t":"Seek always to do some good, somewhere. Every man has to seek in his own way to realize his true worth. You must give some time to your fellow man. For remember, you don't live in a world all your own. Your brothers are here too.","c":"time","a":"Albert Schweitzer"},{"id":"09GUVWBO_NP95","t":"Oh, I think there are a lot of people who would be buying and selling online today that go up there and they get the information, but then when it comes time to type in their credit card they think twice because they're not sure about how that might get out and what that might mean for them.","c":"time","a":"Bill Gates"},{"id":"Tpfm2DacUwtG-","t":"Time will tell us what we did and didn't do.","c":"time","a":"Harvey Fierstein"},{"id":"0-Um1VoXND_-I","t":"There comes a time when deceit and defiance must be seen for what they are. At that point, a gathering danger must be directly confronted. At that point, we must show that beyond our resolutions is actual resolve.","c":"time","a":"Dick Cheney"},{"id":"xldhhDq8cAmPy","t":"The sum of wisdom is that time is never lost that is devoted to work.","c":"time","a":"Ralph Waldo Emerson"},{"id":"f4aH-D11PdeAZ","t":"In seed time learn, in harvest teach, in winter enjoy.","c":"time","a":"William Blake"},{"id":"Spl1EjHS8FI6E","t":"I don't even drink! I can't stand the taste of alcohol. Every New Year's Eve I try one drink and every time it makes me feel sick. So I don't touch booze - I'm always the designated driver.","c":"time","a":"Kim Kardashian"},{"id":"sjWSe3X-EWxB2","t":"There is not enough time to do all the nothing we want to do.","c":"time","a":"Bill Watterson"},{"id":"XmVwxuuBmmeCR","t":"If a little dreaming is dangerous, the cure for it is not to dream less but to dream more, to dream all the time.","c":"time","a":"Marcel Proust"},{"id":"w8DvT3FgPolyP","t":"Here or henceforward it is all the same to me, I accept Time absolutely.","c":"time","a":"Walt Whitman"},{"id":"lQ6P8ANPiuvTC","t":"The innocent and the beautiful have no enemy but time.","c":"time","a":"William Butler Yeats"},{"id":"ddvBy-CfGkteg","t":"The person who grieves suffers his passion to grow upon him he indulges it, he loves it but this never happens in the case of actual pain, which no man ever willingly endured for any considerable time.","c":"time","a":"Edmund Burke"},{"id":"BQlDBtQkCq6G9","t":"Ego is a social fiction for which one person at a time gets all the blame.","c":"time","a":"Robert Anton Wilson"},{"id":"a_PW7Uq-_0YA0","t":"I found golf was too time consuming, but I did enjoy it.","c":"time","a":"John Wooden"},{"id":"E16SudLXK7ndf","t":"I put instant coffee in a microwave oven and almost went back in time.","c":"time","a":"Steven Wright"},{"id":"CaLWJ0KwpMO-s","t":"I like to spend time in the past, with the things that have been important to me.","c":"time","a":"John Wooden"},{"id":"HleP8UayxCebl","t":"Time is the friend of the wonderful company, the enemy of the mediocre.","c":"time","a":"Warren Buffett"},{"id":"cb8LNxmnnWzc1","t":"Winners take time to relish their work, knowing that scaling the mountain is what makes the view from the top so exhilarating.","c":"time","a":"Denis Waitley"},{"id":"mpIR3hdIAlp6L","t":"Do your damnedest in an ostentatious manner all the time.","c":"time","a":"George S. Patton"},{"id":"JBysl3PYsC9cB","t":"Most of the time I don't have much fun. The rest of the time I don't have any fun at all.","c":"time","a":"Woody Allen"},{"id":"_QRtzh6QtsrrF","t":"How can you think and hit at the same time?","c":"time","a":"Yogi Berra"},{"id":"9rGvwpijPoPgA","t":"We always have time enough, if we will but use it aright.","c":"time","a":"Johann Wolfgang von Goethe"},{"id":"guhGFlI_dRevC","t":"There is one thing stronger than all the armies in the world, and that is an idea whose time as come.","c":"time","a":"Victor Hugo"},{"id":"A2eBTEj69TwAJ","t":"Until you value yourself, you won't value your time. Until you value your time, you will not do anything with it.","c":"time","a":"M. Scott Peck"},{"id":"xYm4zYHsT4Y1O","t":"Everything that goes up must come down. But there comes a time when not everything that's down can come up.","c":"time","a":"George Burns"},{"id":"XoPeQwtm29Av4","t":"No thieves, no traitors, no interventionists! This time the revolution is for real!","c":"time","a":"Fidel Castro"},{"id":"tn0NUZNpWJW-3","t":"If you aren't good at loving yourself, you will have a difficult time loving anyone, since you'll resent the time and energy you give another person that you aren't even giving to yourself.","c":"time","a":"Barbara de Angelis"},{"id":"dASVznQt-cS3-","t":"If we do discover a complete theory, it should be in time understandable in broad principle by everyone. Then we shall all, philosophers, scientists, and just ordinary people be able to take part in the discussion of why we and the universe exist.","c":"time","a":"Stephen Hawking"},{"id":"nOjtblrIepO03","t":"The greatest part of a writer's time is spent in reading in order to write. A man will turn over half a library to make a book.","c":"time","a":"Samuel Johnson"},{"id":"ryfn0fOwgSjPV","t":"I think that everything is possible as long as you put your mind to it and you put the work and time into it. I think your mind really controls everything.","c":"time","a":"Michael Phelps"},{"id":"tpoo4m03yagU7","t":"Everything comes in time to those who can wait.","c":"time","a":"Francois Rabelais"},{"id":"9Qi6CGksIHk84","t":"The first time you say something, it's heard. The second time, it's recognized, and the third time it's learned.","c":"time","a":"John C. Maxwell"},{"id":"Wbb8nEvCRyc0b","t":"First love is a kind of vaccination which saves a man from catching the complaint the second time.","c":"time","a":"Honore de Balzac"},{"id":"EIgGawg5J5ffM","t":"There will come a time when you believe everything is finished. Yet that will be the beginning.","c":"time","a":"Louis L'Amour"},{"id":"kDm56FR9aFbwk","t":"Time is not measured by the passing of years but by what one does, what one feels, and what one achieves.","c":"time","a":"Jawaharlal Nehru"},{"id":"KQfHrNBLd8mYg","t":"Life in the twentieth century is like a parachute jump: you have to get it right the first time.","c":"time","a":"Margaret Mead"},{"id":"_nsPWT1XjUWrp","t":"You never give away your heart you lend it from time to time. If it were not so, how could we take it back without asking?","c":"time","a":"Jeanette Winterson"},{"id":"GRgYubGP7NiFx","t":"I think people should be allowed to do anything they want. We haven't tried that for a while. Maybe this time it'll work.","c":"time","a":"George Carlin"},{"id":"0CrYm5UgCBtwf","t":"All my life, whenever it comes time to make a decision, I make it and forget about it.","c":"time","a":"Harry S. Truman"},{"id":"O4XH-Zfw5SZxV","t":"I've been on a calendar, but I've never been on time.","c":"time","a":"Marilyn Monroe"},{"id":"W77cE9QMswVtU","t":"'The time has come,' the walrus said, 'to talk of many things: of shoes and ships - and sealing wax - of cabbages and kings.'","c":"time","a":"Lewis Carroll"},{"id":"7UXLqBtCwo2E7","t":"The last time I saw him he was walking down lover's lane holding his own hand.","c":"time","a":"Fred Allen"},{"id":"hTgykNoQ4qciM","t":"I remember the time I was kidnapped and they sent a piece of my finger to my father. He said he wanted more proof.","c":"time","a":"Rodney Dangerfield"},{"id":"rWXyWfwz1-5oK","t":"Anything I've ever said, I certainly was feeling at the time.","c":"time","a":"Eminem"},{"id":"-zBtL_6zWePOI","t":"I'm trying to stay as calm as possible and focus one day at a time, but when reality sets in, I feel everything: anxiety, excitement, nerves, pressure and joy.","c":"time","a":"Shawn Johnson"},{"id":"5lYul0gVWZ-lT","t":"My two secrets to staying healthy: wash your hands all the time. And, if you can't, use Purell or one of the sanitizers. And the other is hot peppers. I eat a lot of hot peppers. I for some reason started doing that in 1992, and I swear by it.","c":"time","a":"Hillary Clinton"},{"id":"k1dpwFrFSqCd1","t":"The more time you spend contemplating what you should have done... you lose valuable time planning what you can and will do.","c":"time","a":"Lil Wayne"},{"id":"VKQYGZEJB9z8v","t":"I think I'm finally growing up - and about time.","c":"time","a":"Elizabeth Taylor"},{"id":"XPLS-eXY5neRT","t":"I had no idea of the character. But the moment I was dressed, the clothes and the make-up made me feel the person he was. I began to know him, and by the time I walked onto the stage he was fully born.","c":"time","a":"Charlie Chaplin"},{"id":"bPF5efv3-oW-C","t":"Try not to have a good time... this is supposed to be educational.","c":"time","a":"Charles M. Schulz"},{"id":"SSW-I5cijoH-f","t":"I do not read advertisements. I would spend all of my time wanting things.","c":"time","a":"Franz Kafka"},{"id":"JQurDn3Op0H_a","t":"Winning is overrated. The only time it is really important is in surgery and war.","c":"time","a":"Al McGuire"},{"id":"4rpMD51LzJB-W","t":"Whether if soul did not exist time would exist or not, is a question that may fairly be asked for if there cannot be someone to count there cannot be anything that can be counted, so that evidently there cannot be number for number is either what has been, or what can be, counted.","c":"time","a":"Aristotle"},{"id":"Hakx8emcyOYUM","t":"Time has no divisions to mark its passage, there is never a thunder-storm or blare of trumpets to announce the beginning of a new month or year. Even when a new century begins it is only we mortals who ring bells and fire off pistols.","c":"time","a":"Thomas Mann"},{"id":"y-28r5vQ5i59X","t":"As time goes on we get closer to that American Dream of there being a pie cut up and shared. Usually greed and selfishness prevent that and there is always one bad apple in every barrel.","c":"time","a":"Rick Danko"},{"id":"DOkYeG7FK8GLM","t":"The time is always right to do what is right.","c":"time","a":"Martin Luther King, Jr."},{"id":"7eLLFrsyUmknS","t":"Young poets bewail the passing of love old poets, the passing of time. There is surprisingly little difference.","c":"time","a":"Mason Cooley"},{"id":"4AATGQvU6eapA","t":"People of Berlin - people of the world - this is our moment. This is our time.","c":"time","a":"Barack Obama"},{"id":"Qnipmt36Ls2Bf","t":"When you get into a tight place and everything goes against you, till it seems as though you could not hang on a minute longer, never give up then, for that is just the place and time that the tide will turn.","c":"time","a":"Harriet Beecher Stowe"},{"id":"KnRIkgKGV4EXP","t":"It's plain hokum. If you can't convince 'em, confuse 'em. It's an old political trick. But this time it won't work.","c":"time","a":"Harry S. Truman"},{"id":"Xe2DUMUV-1Uu8","t":"If you can look into the seeds of time, and say which grain will grow and which will not, speak then unto me.","c":"time","a":"William Shakespeare"},{"id":"QY7Ot_88NWqzZ","t":"Life is a series of steps. Things are done gradually. Once in a while there is a giant step, but most of the time we are taking small, seemingly insignificant steps on the stairway of life.","c":"time","a":"Ralph Ransom"},{"id":"H87VetHzn_f0T","t":"The pressure on young chefs today is far greater than ever before in terms of social skills, marketing skills, cooking skills, personality and, more importantly, delivering on the plate. So you need to be strong. Physically fit. So my chefs get weighed every time they come into the kitchen.","c":"time","a":"Gordon Ramsay"},{"id":"2WkfPkNnh0Ta4","t":"Employee of the month is a good example of how somebody can be both a winner and a loser at the same time.","c":"time","a":"Demetri Martin"},{"id":"sc3dbq7rhr8_D","t":"No trait is more justified than revenge in the right time and place.","c":"time","a":"Meir Kahane"},{"id":"DikDoOEktwXL2","t":"I live in a crazy time.","c":"time","a":"Anne Frank"},{"id":"1nvyvG0qO9MZE","t":"The time I kill is killing me.","c":"time","a":"Mason Cooley"},{"id":"crgKX8zIbpoKI","t":"Don't spend time beating on a wall, hoping to transform it into a door.","c":"time","a":"Coco Chanel"},{"id":"V_AJFR1FRI36q","t":"Time is the school in which we learn, time is the fire in which we burn.","c":"time","a":"Delmore Schwartz"},{"id":"8LMbYnkGaVvgz","t":"And as a character, what I found very inspiring about playing Dharma, especially at that time, is that the women on television were more neurotic than they were free. And I thought, this is a rare bird and this is unique on television and I think it's really refreshing.","c":"time","a":"Jenna Elfman"},{"id":"mJ9bu6WXhP0vw","t":"Sex: the thing that takes up the least amount of time and causes the most amount of trouble.","c":"time","a":"John Barrymore","e":true},{"id":"23Csaz0-daFSf","t":"What with making their way and enjoying what they have won, heroes have no time to think. But the sons of heroes - ah, they have all the necessary leisure.","c":"time","a":"Aldous Huxley"},{"id":"HsgG4PFByyss5","t":"Everyone has a breaking point, turning point, stress point, the game is permeated with it. The fans don't see it because we make it look so efficient. But internally, for a guy to be successful, you have to be like a clock spring, wound but not loose at the same time.","c":"time","a":"Dave Winfield"},{"id":"t4mQUcfW3VnN1","t":"Life gives you plenty of time to do whatever you want to do if you stay in the present moment.","c":"time","a":"Deepak Chopra"},{"id":"9BKrADVC1CcxO","t":"I can mention many moments that were unforgettable and revelatory. But the most single revelatory three minutes was the first time I put on scuba gear and dived on a coral reef. It's just the unbelievable fact that you can move in three dimensions.","c":"time","a":"David Attenborough"},{"id":"wokFUp8nKNm1i","t":"No country can act wisely simultaneously in every part of the globe at every moment of time.","c":"time","a":"Henry A. Kissinger"},{"id":"1cA4QGkbYHqio","t":"His talent was as natural as the pattern that was made by the dust on a butterfly's wings. At one time he understood it no more than the butterfly did and he did not know when it was brushed or marred.","c":"time","a":"Ernest Hemingway"},{"id":"TLYpG5Himyw_k","t":"My own time is passing fast enough without some national game to help it along.","c":"time","a":"Andy Rooney"},{"id":"VeLCTiJgBUqMx","t":"The loss of a friend is like that of a limb time may heal the anguish of the wound, but the loss cannot be repaired.","c":"time","a":"Robert Southey"},{"id":"5GWFcN6y0xomD","t":"One-fifth of the people are against everything all the time.","c":"time","a":"Robert Kennedy"},{"id":"NRINLXA31U5vg","t":"No matter how busy you are, you must take time to make the other person feel important.","c":"time","a":"Mary Kay Ash"},{"id":"4Jihf-JJnA1PG","t":"Day, n. A period of twenty-four hours, mostly misspent.","c":"time","a":"Ambrose Bierce"},{"id":"3ZDpBPegWQ2ek","t":"If you set out to be liked, you would be prepared to compromise on anything at any time, and you would achieve nothing.","c":"time","a":"Margaret Thatcher"},{"id":"faq8Uxu35fZ1o","t":"Work is hard. Distractions are plentiful. And time is short.","c":"time","a":"Adam Hochschild"},{"id":"83ofkQtdLdSBw","t":"Acting is a nice childish profession - pretending you're someone else and, at the same time, selling yourself.","c":"time","a":"Katharine Hepburn"},{"id":"F2PuxHDN7h7Fx","t":"Television is a medium of entertainment which permits millions of people to listen to the same joke at the same time, and yet remain lonesome.","c":"time","a":"T. S. Eliot"},{"id":"h-hjlmNh4N95A","t":"If you're climbing the ladder of life, you go rung by rung, one step at a time. Don't look too far up, set your goals high but take one step at a time. Sometimes you don't think you're progressing until you step back and see how high you've really gone.","c":"time","a":"Donny Osmond"},{"id":"bsmGemc5BPBSr","t":"You cannot run away from weakness you must some time fight it out or perish and if that be so, why not now, and where you stand?","c":"time","a":"Robert Louis Stevenson"},{"id":"ZIyW_sBq1j6wC","t":"Instead of leading the world by how much we borrow, it's time that we make sure we lead the world in how much we build and create and invest.","c":"time","a":"Mitt Romney"},{"id":"amOTXwaxFSr2C","t":"Our enemies can deal a blow to us any time they wish. They did not wait for permission to do this. They do not deal a blow with prior notice. They do not take action because they can't.","c":"time","a":"Mahmoud Ahmadinejad"},{"id":"3PwjeysIzI3vL","t":"If you're living in your time, you cannot help but to write about the things that are important.","c":"time","a":"Ray Bradbury"},{"id":"1NEVMUq003MUU","t":"Nothing else in the world... not all the armies... is so powerful as an idea whose time has come.","c":"time","a":"Victor Hugo"},{"id":"WIz8j-PMreV-r","t":"To keep your character intact you cannot stoop to filthy acts. It makes it easier to stoop the next time.","c":"time","a":"Katharine Hepburn"},{"id":"3qVvJfRsec523","t":"We know in New York we have several million at any one time who are in New York illegally.","c":"time","a":"Hillary Clinton"},{"id":"_3EKgSgAZVSbs","t":"I think what drove me insane for a long time is feeling like I hadn't earned most of what I achieved because it came so fast.","c":"time","a":"Charlie Sheen"},{"id":"VqP6bTKtoPSPj","t":"If you kiss on the first date and it's not right, then there will be no second date. Sometimes it's better to hold out and not kiss for a long time. I am a strong believer in kissing being very intimate, and the minute you kiss, the floodgates open for everything else.","c":"time","a":"Jennifer Lopez"},{"id":"dAZXEFTYVysc6","t":"Only the guy who isn't rowing has time to rock the boat.","c":"time","a":"Jean-Paul Sartre"},{"id":"EqbZRmCBRVbGk","t":"Anyone who says they're not afraid at the time of a hurricane is either a fool or a liar, or a little bit of both.","c":"time","a":"Anderson Cooper"},{"id":"UskxszAw4lz9d","t":"I spend a lot of time reading.","c":"time","a":"Bill Gates"},{"id":"YYnMq9GIAz4vb","t":"I'm convinced that the man who has learned to meditate upon the Lord will be able to run on his feet and walk in his spirit. Although he may be hurried by his vocation, that's not the issue. The issue is how fast his spirit is going. To slow it down takes a period of time.","c":"time","a":"Charles Stanley"},{"id":"F5YqBgUkI-UGo","t":"I've done everything I wanted to do, even if I have had to pay a very high price - which has been the case most of the time.","c":"time","a":"Paulo Coelho"},{"id":"vTk3HS6ez0AwM","t":"It has been my observation that most people get ahead during the time that others waste.","c":"time","a":"Henry Ford"},{"id":"Zg_XhHbbGZGrS","t":"It's time for the party of big ideas, not the party of Big Brother!","c":"time","a":"Mitt Romney"},{"id":"jl4X0O9XFGr8C","t":"In books lies the soul of the whole past time.","c":"time","a":"Thomas Carlyle"},{"id":"VTjpIcKMIui1x","t":"Alcohol is a very patient drug. It will wait for the alcoholic to pick it up one more time.","c":"time","a":"Mercedes McCambridge"},{"id":"ERRZPItZpj3Yb","t":"I remember the first time I had sex - I kept the receipt.","c":"time","a":"Groucho Marx","e":true},{"id":"0rBaDr6orZO9o","t":"Next time I tell you someone from Texas should not be president of the United States, please pay attention.","c":"time","a":"Molly Ivins"},{"id":"G0ae9wrgIpYTT","t":"I passionately hate the idea of being with it I think an artist has always to be out of step with his time.","c":"time","a":"Orson Welles"},{"id":"GcEGEeLJdDQmU","t":"It seems like every time you come up something happens to bring you back down.","c":"time","a":"Tupac Shakur"},{"id":"ENehCyv8fI1vh","t":"When we are sure that we are on the right road there is no need to plan our journey too far ahead. No need to burden ourselves with doubts and fears as to the obstacles that may bar our progress. We cannot take more than one step at a time.","c":"time","a":"Orison Swett Marden"},{"id":"UJTOsGKA7xl-U","t":"Truth has no special time of its own. Its hour is now - always.","c":"time","a":"Albert Schweitzer"},{"id":"iXr8lQhcbB2Z_","t":"This is no time for ease and comfort. It is time to dare and endure.","c":"time","a":"Winston Churchill"},{"id":"7MJKy9ruT2CQH","t":"If I could wake up in a different place, at a different time, could I wake up as a different person?","c":"time","a":"Chuck Palahniuk"},{"id":"sQdMuybgdSeBf","t":"When you encounter difficulties and contradictions, do not try to break them, but bend them with gentleness and time.","c":"time","a":"Saint Francis de Sales"},{"id":"DaRVwphmm2V0y","t":"I try to do the right thing at the right time. They may just be little things, but usually they make the difference between winning and losing.","c":"time","a":"Kareem Abdul-Jabbar"},{"id":"m778kPFVM9WMV","t":"The only time people dislike gossip is when you gossip about them.","c":"time","a":"Will Rogers"},{"id":"6rHapZaiWSUs1","t":"When I write stuff and I help cast it, I turn away good people all the time. I may turn them down because this one's too tall and that one doesn't have a high enough voice or this one looks to old to match up with that one - there's a billion reasons not to hire somebody.","c":"time","a":"Harvey Fierstein"},{"id":"iXNn4iTIYBESN","t":"Trust has to be earned, and should come only after the passage of time.","c":"time","a":"Arthur Ashe"},{"id":"D9CEQznNX54LY","t":"The shock of any trauma, I think changes your life. It's more acute in the beginning and after a little time you settle back to what you were. However it leaves an indelible mark on your psyche.","c":"time","a":"Alex Lifeson"},{"id":"VN_p4661MRrPq","t":"The man who writes about himself and his own time is the only man who writes about all people and about all time.","c":"time","a":"George Bernard Shaw"},{"id":"eMUkwLdAkQxZR","t":"Time stays long enough for anyone who will use it.","c":"time","a":"Leonardo da Vinci"},{"id":"OpV_dDMTkFXWN","t":"There's much to be said for feeling numb. Time passes more quickly. You eat less, and because numbness encourages laziness, you do fewer things, good or bad, and the world's probably a better place for it.","c":"time","a":"Doug Coupland"},{"id":"uFcMlPEoFMBcA","t":"I think an artist has always to be out of step with his time.","c":"time","a":"Orson Welles"},{"id":"FQIGlUMpO56Tr","t":"Time is an illusion. Lunchtime doubly so.","c":"time","a":"Douglas Adams"},{"id":"26FM9_Xz924XQ","t":"I always supported the women I worked with having time off to go to parent-teacher conferences and doctors' appointments or bringing their infants into the office.","c":"time","a":"Hillary Clinton"},{"id":"nsCsXQwTBstBq","t":"The only time I have problems is when I sleep.","c":"time","a":"Tupac Shakur"},{"id":"olh01XV-fpvRG","t":"We didn't lose the game we just ran out of time.","c":"time","a":"Vince Lombardi"},{"id":"dnNlZb5AkixHf","t":"Time is a dressmaker specializing in alterations.","c":"time","a":"Faith Baldwin"},{"id":"6cL9gBJaI760f","t":"Once again, we come to the Holiday Season, a deeply religious time that each of us observes, in his own way, by going to the mall of his choice.","c":"time","a":"Dave Barry"},{"id":"GwQ-0s9zdFiTv","t":"I wasted time, and now doth time waste me.","c":"time","a":"William Shakespeare"},{"id":"JYAIjo1mhrgAF","t":"The trouble with life is that there are so many beautiful women and so little time.","c":"time","a":"John Barrymore"},{"id":"peiJoXr5gEMdE","t":"Next time I see you, remind me not to talk to you.","c":"time","a":"Groucho Marx"},{"id":"BdlTgkZePwA7E","t":"We are so used to dissembling with others that in time we come to deceive and dissemble with ourselves.","c":"time","a":"Francois de La Rochefoucauld"},{"id":"QwzZWXHmwLlxB","t":"By the time we've made it, we've had it.","c":"time","a":"Malcolm Forbes"},{"id":"aNUBL-8yrJMHi","t":"Boredom is the feeling that everything is a waste of time serenity, that nothing is.","c":"time","a":"Thomas Szasz"},{"id":"7xBIsZqbRZ7m9","t":"If you start using a medication in a person with autism, you should see an obvious improvement in behavior in a short period of time. If you do not see an obvious improvement, they probably should not be taking the stuff. It is that simple.","c":"time","a":"Temple Grandin"},{"id":"IwOx6iBfdTovx","t":"We all knew this. We all knew that it would take more time than any of us want to dig ourselves out of this hole created by this economic crisis.","c":"time","a":"Barack Obama"},{"id":"WDnrO79IOJCgE","t":"It may be true that you can't fool all the people all the time, but you can fool enough of them to rule a large country.","c":"time","a":"Will Durant"},{"id":"SXoz9TyJPonU3","t":"People who have time on their hands will inevitably waste the time of people who have work to do.","c":"time","a":"Thomas Sowell"},{"id":"eEfh79zYl5Ihr","t":"Our duty is to encourage every one in his struggle to live up to his own highest idea, and strive at the same time to make the ideal as near as possible to the Truth.","c":"time","a":"Swami Vivekananda"},{"id":"9DCZxztk5KxDa","t":"I drink too much. The last time I gave a urine sample it had an olive in it.","c":"time","a":"Rodney Dangerfield"},{"id":"EVGHSeA2ID0vF","t":"Men talk of killing time, while time quietly kills them.","c":"time","a":"Dion Boucicault"},{"id":"fGiyiaJyTzSPV","t":"My top most priority is to deal with India's massive social and economic problems, so that chronic poverty, ignorance and disease can be conquered in a reasonably short period of time.","c":"time","a":"Manmohan Singh"},{"id":"GdSngKPtED0TN","t":"The boys of my people began very young to learn the ways of men, and no one taught us we just learned by doing what we saw, and we were warriors at a time when boys now are like girls.","c":"time","a":"Black Elk"},{"id":"v2neHTjsRkS3b","t":"Time and tide wait for no man.","c":"time","a":"Geoffrey Chaucer"},{"id":"hSGWx8ATbOFWC","t":"I have made this letter longer than usual, only because I have not had the time to make it shorter.","c":"time","a":"Blaise Pascal"},{"id":"-d6KAYSAd-XhO","t":"The time to relax is when you don't have time for it.","c":"time","a":"Sydney J. Harris"},{"id":"m74VmZnztH4tu","t":"When I am getting ready to reason with a man, I spend one-third of my time thinking about myself and what I am going to say and two-thirds about him and what he is going to say.","c":"time","a":"Abraham Lincoln"},{"id":"iakEv3XfC-39-","t":"When friends asked me, Can we help? I'd say, Not unless you can alter time, speed up the harvest or teleport me off this rock. I used that line from Star Wars.","c":"time","a":"Charlie Sheen"},{"id":"D7jBdqdyr8c1E","t":"Truth is like the sun. You can shut it out for a time, but it ain't goin' away.","c":"time","a":"Elvis Presley"},{"id":"zezGx8-6t-9_B","t":"Every time I write something, I think, this is the most offensive thing I will ever write. But no. I always surprise myself.","c":"time","a":"Chuck Palahniuk"},{"id":"Caqb883bOzKG7","t":"One does not leave a convivial party before closing time.","c":"time","a":"Winston Churchill"},{"id":"3F6h0Oc1ia_fe","t":"The only time some people work like a horse is when the boss rides them.","c":"time","a":"Gabriel Heatter"},{"id":"r_gLS_5A7I0Go","t":"It is even better to act quickly and err than to hesitate until the time of action is past.","c":"time","a":"Karl Von Clausewitz"},{"id":"cJ1vmvTMYmw4d","t":"I want to go ahead of Father Time with a scythe of my own.","c":"time","a":"H. G. Wells"},{"id":"4La-IyksKZb-I","t":"There's as much crookedness as you want to find. There was something Abraham Lincoln said - he'd rather trust and be disappointed than distrust and be miserable all the time. Maybe I trusted too much.","c":"time","a":"John Wooden"},{"id":"ghcDVQX_FJwMr","t":"We do not yet possess ourselves, and we know at the same time that we are much more.","c":"time","a":"Ralph Waldo Emerson"},{"id":"HdioRs--yrMH1","t":"The difference between a democracy and a dictatorship is that in a democracy you vote first and take orders later in a dictatorship you don't have to waste your time voting.","c":"time","a":"Charles Bukowski"},{"id":"QFcaTghYYMeOy","t":"The only time to buy these is on a day with no 'y' in it.","c":"time","a":"Warren Buffett"},{"id":"jN6_IxqstX_kc","t":"Do the one thing you think you cannot do. Fail at it. Try again. Do better the second time. The only people who never tumble are those who never mount the high wire. This is your moment. Own it.","c":"time","a":"Oprah Winfrey"},{"id":"rkSSrCLGCNb6f","t":"Time always seems long to the child who is waiting - for Christmas, for next summer, for becoming a grownup: long also when he surrenders his whole soul to each moment of a happy day.","c":"time","a":"Dag Hammarskjold"},{"id":"tB8ZoMAcpmkxe","t":"If you believe in your heart that you are right, you must fight with all your might to do it your way. Only dead fish swim with the stream all the time.","c":"time","a":"Linda Ellerbee"},{"id":"d6X2beSqgNdOj","t":"I had become, with the approach of night, once more aware of loneliness and time - those two companions without whom no journey can yield us anything.","c":"time","a":"Lawrence Durrell"},{"id":"hKoeYwYAbPPiy","t":"We have what we seek, it is there all the time, and if we give it time, it will make itself known to us.","c":"time","a":"Thomas Merton"},{"id":"y_PzYDTy7f3LR","t":"A pain stabbed my heart as it did every time I saw a girl I loved who was going the opposite direction in this too-big world.","c":"time","a":"Jack Kerouac"},{"id":"PtB2P7RGuzjs5","t":"Time is a sort of river of passing events, and strong is its current no sooner is a thing brought to sight than it is swept by and another takes its place, and this too will be swept away.","c":"time","a":"Marcus Aurelius"},{"id":"e4jRZpCXk68RQ","t":"Well, I'm working all the time to stay out of trouble!","c":"time","a":"Eminem"},{"id":"kXhSueizIjCwM","t":"Don't wait. The time will never be just right.","c":"time","a":"Napoleon Hill"},{"id":"2FS4385HqLq8a","t":"Time itself comes in drops.","c":"time","a":"William James"},{"id":"4wXat0OeoJJie","t":"We die only once, and for such a long time.","c":"time","a":"Moliere"},{"id":"lrcs8SJJ_sfxb","t":"People won't have time for you if you are always angry or complaining.","c":"time","a":"Stephen Hawking"},{"id":"iq36jEMNjQ8cf","t":"Because when you have millions of people with this kind of need for gratification, and the culture is saying that it's possible for everyone to satisfy all of their needs and desires all of the time, there are obviously going to be clashes - clashes of ego.","c":"time","a":"Taylor Hackford"},{"id":"yrf_OyVYKW9n6","t":"You get ideas from daydreaming. You get ideas from being bored. You get ideas all the time. The only difference between writers and other people is we notice when we're doing it.","c":"time","a":"Neil Gaiman"},{"id":"WpslqN0Th4N4K","t":"Time is the father of truth, its mother is our mind.","c":"time","a":"Giordano Bruno"},{"id":"7pskUft6i8U6-","t":"Well-timed silence is the most commanding expression.","c":"time","a":"Mark Helprin"},{"id":"JAeUMks4ueBaz","t":"A truer image of the world, I think, is obtained by picturing things as entering into the stream of time from an eternal world outside, than from a view which regards time as the devouring tyrant of all that is.","c":"time","a":"Bertrand Russell"},{"id":"8Xiy2BceXPvLk","t":"If we don't get gun-control laws in this country, we are full of beans. To have the National Rifle Association rule the United States is pathetic. And I agree with Mayor Michael Bloomberg: It's time to put up or shut up about gun control for both parties.","c":"time","a":"Harvey Weinstein"},{"id":"6NTDscWULR_Bf","t":"I went to a restaurant that serves 'breakfast at any time'. So I ordered French Toast during the Renaissance.","c":"time","a":"Steven Wright"},{"id":"5JXl140I6HwYj","t":"I feel when somebody has been playing cricket for a long time, he creates a separate identity for himself.","c":"time","a":"Sachin Tendulkar"},{"id":"TV6Wje756UhXy","t":"At least the Pilgrim Fathers used to shoot Indians: the Pilgrim Children merely punch time clocks.","c":"time","a":"e. e. cummings"},{"id":"FyJdQjcaYxHMV","t":"I went to Massachusetts to make a difference. I didn't go there to begin a political career running time and time again. I made a difference. I put in place the things I wanted to do.","c":"time","a":"Mitt Romney"},{"id":"RKJl2h8e92LG9","t":"To be always intending to make a new and better life but never to find time to set about it is as to put off eating and drinking and sleeping from one day to the next until you're dead.","c":"time","a":"Og Mandino"},{"id":"ZCggd9KcRJ9-z","t":"Any time three New Yorkers get into a cab without an argument, a bank has just been robbed.","c":"time","a":"Phyllis Diller"},{"id":"ejYsTtisryyDF","t":"Nine-tenths of wisdom is being wise in time.","c":"time","a":"Theodore Roosevelt"},{"id":"tmleMEx036Bok","t":"Not managing your time and making excuses are two bad habits. Don't put them both together by claiming you 'don't have the time'.","c":"time","a":"Bo Bennett"},{"id":"FK9SkMyl5h3LF","t":"For disappearing acts, it's hard to beat what happens to the eight hours supposedly left after eight of sleep and eight of work.","c":"time","a":"Doug Larson"},{"id":"Tw4nOJMN8C3M6","t":"A man must dream a long time in order to act with grandeur, and dreaming is nursed in darkness.","c":"time","a":"Jean Genet"},{"id":"0hd1TKNRgPBzI","t":"In my mind I'm a blind man doin' time.","c":"time","a":"Tupac Shakur"},{"id":"QzST1TEL7f5S-","t":"Time flies over us, but leaves it shadow behind.","c":"time","a":"Nathaniel Hawthorne"},{"id":"sbQfqcphqbXvP","t":"The present is a point just passed.","c":"time","a":"David Russell"},{"id":"0ArvnMm-tXLm_","t":"Time and the hour run through the roughest day.","c":"time","a":"William Shakespeare"},{"id":"4gcA2Oe9XMaDp","t":"Honesty is the cruelest game of all, because not only can you hurt someone - and hurt them to the bone - you can feel self-righteous about it at the same time.","c":"time","a":"Dave Van Ronk"},{"id":"66VVztAgjvW_o","t":"Man will occasionally stumble over the truth, but most of the time he will pick himself up and continue on.","c":"time","a":"Winston Churchill"},{"id":"b8f1KD1qhWgsm","t":"I'm dealing with fools and trolls and soft targets. It's just strafing runs in my underwear before my first cup of coffee. I don't have time for these clowns.","c":"time","a":"Charlie Sheen"},{"id":"7ILSn-OI3o_4K","t":"Love is a piano dropped from a fourth story window, and you were in the wrong place at the wrong time.","c":"time","a":"Ani DiFranco"},{"id":"KFxZozGVTuXZ6","t":"We shall not cease from exploration, and the end of all our exploring will be to arrive where we started and know the place for the first time.","c":"time","a":"T. S. Eliot"},{"id":"Z7p5UrWrXB7dQ","t":"We are drowning in information, while starving for wisdom. The world henceforth will be run by synthesizers, people able to put together the right information at the right time, think critically about it, and make important choices wisely.","c":"time","a":"E. O. Wilson"},{"id":"nsVCnsMJrha8U","t":"In our time political speech and writing are largely the defense of the indefensible.","c":"time","a":"George Orwell"},{"id":"_3qVkSIbrnw6K","t":"I knew that I could vote and that that wasn't a privilege it was my right. Every time I tried I was shot, killed or jailed, beaten or economically deprived.","c":"time","a":"Stokely Carmichael"},{"id":"XFR7sUByvwL16","t":"No story is the same to us after a lapse of time or rather we who read it are no longer the same interpreters.","c":"time","a":"George Eliot"},{"id":"AcxOYRsr1eMP5","t":"It's the same each time with progress. First they ignore you, then they say you're mad, then dangerous, then there's a pause and then you can't find anyone who disagrees with you.","c":"time","a":"Tony Benn"},{"id":"1CEjaznVpYY4-","t":"I find television very educating. Every time somebody turns on the set, I go into the other room and read a book.","c":"time","a":"Groucho Marx"},{"id":"r-jlqzlvGmof9","t":"People with clear, written goals, accomplish far more in a shorter period of time than people without them could ever imagine.","c":"time","a":"Brian Tracy"},{"id":"IQtylBDDshYrL","t":"You must have been warned against letting the golden hours slip by but some of them are golden only because we let them slip by.","c":"time","a":"James M. Barrie"},{"id":"myIidbJ4Pyzpt","t":"When I lose the sense of motivation and the sense to prove something as a basketball player, it's time for me to move away from the game.","c":"time","a":"Michael Jordan"},{"id":"rNxNSrTwdZcvd","t":"No man goes before his time - unless the boss leaves early.","c":"time","a":"Groucho Marx"},{"id":"oewPxG67EslIx","t":"Some people think that the truth can be hidden with a little cover-up and decoration. But as time goes by, what is true is revealed, and what is fake fades away.","c":"time","a":"Ismail Haniyeh"},{"id":"5edL8tRVAfwsM","t":"What then is time? If no one asks me, I know what it is. If I wish to explain it to him who asks, I do not know.","c":"time","a":"Saint Augustine"},{"id":"Hs1WcY9IoU-zI","t":"I feel there are two people inside me - me and my intuition. If I go against her, she'll screw me every time, and if I follow her, we get along quite nicely.","c":"time","a":"Kim Basinger"},{"id":"0TXz6C5yKmj4Z","t":"Short as life is, we make it still shorter by the careless waste of time.","c":"time","a":"Victor Hugo"},{"id":"FlLrESnuHPXS3","t":"Leisure is the time for doing something useful. This leisure the diligent person will obtain the lazy one never.","c":"time","a":"Benjamin Franklin"},{"id":"9_vfgHs71rXji","t":"I like ice hockey, but it's a frustrating game to watch. It's hard to keep your eyes on both the puck and the players and too much time passes between scoring in hockey. There are usually more fights than there are points.","c":"time","a":"Andy Rooney"},{"id":"PvZbCWaS5Ti_D","t":"If you treat people right they will treat you right... ninety percent of the time.","c":"time","a":"Franklin D. Roosevelt"},{"id":"u7bDJD8jJoU77","t":"They're trying to tell us that we're not right, so we have to buy their products. The number one cause of mental illness is not knowing who you are and you can't know who you are if you don't spend time honoring yourself, and living in the present.","c":"time","a":"Naomi Judd"},{"id":"Rko53UuIHjvHO","t":"I keep working because I learn something new all the time.","c":"time","a":"Clint Eastwood"},{"id":"oAmybS305rt_M","t":"Love is space and time measured by the heart.","c":"time","a":"Marcel Proust"},{"id":"hM-mwVyqqo08M","t":"If you have time to whine and complain about something then you have the time to do something about it.","c":"time","a":"Anthony J. D'Angelo"},{"id":"0IOt4tgFZQFvV","t":"I really had no great love for shoes. I was a working First Lady I was always in canvas shoes. I did nurture the shoes industry of the Philippines, and so every time there was a shoe fair, I would receive a pair of shoes as a token of gratitude.","c":"time","a":"Imelda Marcos"},{"id":"_Yh_0xSFZRPDt","t":"Riches and the things that are necessary in life are not evil in themselves. And all of us face cares and troubles in this life. The sin comes in the time and energy we spend in pursuing these things, at the expense of neglecting Christ.","c":"time","a":"David Wilkerson"},{"id":"M2yonDqHdY5EN","t":"No woman in my time will be prime minister or chancellor or foreign secretary - not the top jobs. Anyway, I wouldn't want to be prime minister you have to give yourself 100 percent.","c":"time","a":"Margaret Thatcher"},{"id":"wou32EHTftrkY","t":"By recollecting the pleasures I have had formerly, I renew them, I enjoy them a second time, while I laugh at the remembrance of troubles now past, and which I no longer feel.","c":"time","a":"Giacomo Casanova"},{"id":"KIzIsDN0NZpVf","t":"If you have an important point to make, don't try to be subtle or clever. Use a pile driver. Hit the point once. Then come back and hit it again. Then hit it a third time - a tremendous whack.","c":"time","a":"Winston Churchill"},{"id":"TLAfkwh7qwpLY","t":"I've got a theory that if you give 100% all of the time, somehow things will work out in the end.","c":"time","a":"Larry Bird"},{"id":"4iq7nVODYwOlF","t":"If it is your time, love will track you down like a cruise missile.","c":"time","a":"Lynda Barry"},{"id":"5zWmv2XEjofOP","t":"Take time to deliberate, but when the time for action has arrived, stop thinking and go in.","c":"time","a":"Napoleon Bonaparte"},{"id":"kUakfKmFmuiIZ","t":"And when is there time to remember, to sift, to weigh, to estimate, to total?","c":"time","a":"Tillie Olsen"},{"id":"mvtqEAoD1_We_","t":"Manners require time, and nothing is more vulgar than haste.","c":"time","a":"Ralph Waldo Emerson"},{"id":"9sThc8ZQ52CGZ","t":"From the time I was a kid, I always knew something was going to happen to me. Didn't know exactly what.","c":"time","a":"Elvis Presley"},{"id":"1BkMk85y_NqFW","t":"Eagles don't flock, you have to find them one at a time.","c":"time","a":"Ross Perot"},{"id":"KPEMsQBphgDoI","t":"The time to save is now. When a dog gets a bone, he doesn't go out and make a down payment on a bigger bone. He buries the one he's got.","c":"time","a":"Will Rogers"},{"id":"mNhLqihiAFoOm","t":"Really big people are, above everything else, courteous, considerate and generous - not just to some people in some circumstances - but to everyone all the time.","c":"time","a":"Thomas J. Watson"},{"id":"pfRK0NeoOYnTc","t":"Hide nothing, for time, which sees all and hears all, exposes all.","c":"time","a":"Sophocles"},{"id":"4gz9WWTRmaj_3","t":"Little minds have little worries, big minds have no time for worries.","c":"time","a":"Ralph Waldo Emerson"},{"id":"3sCjNAV4pR4_a","t":"Time moves in one direction, memory in another.","c":"time","a":"William Gibson"},{"id":"mLMfrRf22i1MQ","t":"How much time he saves who does not look to see what his neighbor says or does or thinks.","c":"time","a":"Marcus Aurelius"},{"id":"06lUtjnmkgbIZ","t":"The man of sensibility is too busy talking about his feelings to have time for good deeds.","c":"time","a":"Mason Cooley"},{"id":"CQzqx1VhrViNa","t":"If neurotic is wanting two mutually exclusive things at one and the same time, then I'm neurotic as hell. I'll be flying back and forth between one mutually exclusive thing and another for the rest of my days.","c":"time","a":"Sylvia Plath"},{"id":"s0TTUZ3qIe6U2","t":"I do believe sometimes discipline is very important. I'm not just lying around like a lazy cow all the time.","c":"time","a":"Bjork"},{"id":"ghDytzvx4IfY3","t":"The first time that I performed as an actor was the first day on the set of 'The Fresh Prince of Bel-Air.'","c":"time","a":"Will Smith"},{"id":"LuTMT5-d_Tt_u","t":"I think the thing we see is that as people are using video games more, they tend to watch passive TV a bit less. And so using the PC for the Internet, playing video games, is starting to cut into the rather unbelievable amount of time people spend watching TV.","c":"time","a":"Bill Gates"},{"id":"Ngwl2xC8yNQFE","t":"Yet, when child sex offenders are brought to justice and serve time for their offenses, they are often released into unsuspecting communities and left free to resume their sexual attacks.","c":"time","a":"Bob Ney","e":true},{"id":"oje6tI6QMLjsL","t":"To love is so startling it leaves little time for anything else.","c":"time","a":"Emily Dickinson"},{"id":"I2ChYaVXLL07x","t":"There is another old poet whose name I do not now remember who said, 'Truth is the daughter of Time.'","c":"time","a":"Abraham Lincoln"},{"id":"cdhsnMJB9nABu","t":"Acting has given me a way to channel my angst. I feel like an overweight, pimply faced kid a lot of the time - and finding a way to access that insecurity, and put it toward something creative is incredibly rewarding. I feel very lucky.","c":"time","a":"Ryan Reynolds"},{"id":"rOqfHouFLnOZF","t":"I like to hide behind the characters I play. Despite the public perception, I am a very private person who has a hard time with the fame thing.","c":"time","a":"Angelina Jolie"},{"id":"mRJHqGDEGzYnz","t":"Christmas is the day that holds all time together.","c":"time","a":"Alexander Smith"},{"id":"bvb8y0_QNtK_K","t":"Sometimes overturning brutal regimes takes time and costs lives. I wish it weren't so. I really, really do.","c":"time","a":"Hillary Clinton"},{"id":"h4VyWcGYN0bLF","t":"There's time enough, but none to spare.","c":"time","a":"Charles W. Chesnutt"},{"id":"vWmLT0wmaVIXE","t":"When in doubt, take more time.","c":"time","a":"John Zimmerman"},{"id":"TiuWI1nEJm3KH","t":"As we celebrate Recovery Month, it is time for Congress to knock down the barriers to treatment and recovery for 26 million Americans suffering the ravages of alcohol and drug addiction.","c":"time","a":"Jim Ramstad"},{"id":"3DBtgb1IJZaNs","t":"When my time on earth is gone, and my activities here are passed, I want they bury me upside down, and my critics can kiss my ass!","c":"time","a":"Bobby Knight","e":true},{"id":"9mMnljLJ_CwoF","t":"No greater thing is created suddenly, any more than a bunch of grapes or a fig. If you tell me that you desire a fig, I answer you that there must be time. Let it first blossom, then bear fruit, then ripen.","c":"time","a":"Epictetus"},{"id":"c4QCQnt_tESY3","t":"We praise a man who feels angry on the right grounds and against the right persons and also in the right manner at the right moment and for the right length of time.","c":"time","a":"Aristotle"},{"id":"BvbINzddoyyQf","t":"I must uphold my ideals, for perhaps the time will come when I shall be able to carry them out.","c":"time","a":"Anne Frank"},{"id":"RGw37e3Pes5tw","t":"A good athlete always mentally replays a competition over and over, even in victory, to see what might be done to improve the performance the next time.","c":"time","a":"Frank Shorter"},{"id":"sGDB9aYzBSzL3","t":"October is a fine and dangerous season in America. a wonderful time to begin anything at all. You go to college, and every course in the catalogue looks wonderful.","c":"time","a":"Thomas Merton"},{"id":"SHmQwjnZ8u1Ts","t":"Lose not yourself in a far off time, seize the moment that is thine.","c":"time","a":"Friedrich Schiller"},{"id":"21JEanQxPVgIe","t":"I'm being treated like a sex object, cried the lady. No matter. I will take care of it, said Time soothingly.","c":"time","a":"Mason Cooley","e":true},{"id":"3L2luSok4EAp2","t":"Live as if you were living a second time, and as though you had acted wrongly the first time.","c":"time","a":"Viktor E. Frankl"},{"id":"cmZoD-nj4qxJV","t":"For one swallow does not make a summer, nor does one day and so too one day, or a short time, does not make a man blessed and happy.","c":"time","a":"Aristotle"},{"id":"e5m7X-3ivJrf-","t":"We have time, there's no big rush.","c":"time","a":"Jimi Hendrix"},{"id":"psrbS_3Fszw4N","t":"But time growing old teaches all things.","c":"time","a":"Aeschylus"},{"id":"3iCV_lVkLS1wG","t":"No one can possibly know what is about to happen: it is happening, each time, for the first time, for the only time.","c":"time","a":"James A. Baldwin"},{"id":"NhBPItRuoEGsW","t":"I think and think for months and years. Ninety-nine times, the conclusion is false. The hundredth time I am right.","c":"time","a":"Albert Einstein"},{"id":"3ti9dGU7Iet2m","t":"What you lack in talent can be made up with desire, hustle and giving 110 percent all the time.","c":"time","a":"Don Zimmer"},{"id":"D2XUMrThiRny5","t":"Perfection is the child of time.","c":"time","a":"Joseph Hall"},{"id":"VXNjEqpj10SIs","t":"When we disclaim praise, it is only showing our desire to be praised a second time.","c":"time","a":"Francois de La Rochefoucauld"},{"id":"W8GCNolgEtdU8","t":"The best way to fill time is to waste it.","c":"time","a":"Marguerite Duras"},{"id":"7tXvkU0xHwggl","t":"If you don't have time to do it right, when will you have time to do it over?","c":"time","a":"John Wooden"},{"id":"046J77KA6o3TH","t":"I'm not comfortable being preachy, but more people need to start spending as much time in the library as they do on the basketball court.","c":"time","a":"Kareem Abdul-Jabbar"},{"id":"y75ILQRdk8pOy","t":"The finest workers in stone are not copper or steel tools, but the gentle touches of air and water working at their leisure with a liberal allowance of time.","c":"time","a":"Henry David Thoreau"},{"id":"LvK7sg2l_TcBU","t":"Perfection is attained by slow degrees it requires the hand of time.","c":"time","a":"Voltaire"},{"id":"j4yTVU20iuXdt","t":"By the time a man gets to be presidential material, he's been bought ten times over.","c":"time","a":"Gore Vidal"},{"id":"qfKLMG3nTDTWo","t":"It is one of the ironies of the ministry that the very man who works in God's name is often hardest put to find time for God. The parents of Jesus lost Him at church, and they were not the last ones to lose Him there.","c":"time","a":"Vance Havner"},{"id":"P-tj7q5CJURgn","t":"Regret for the things we did can be tempered by time it is regret for the things we did not do that is inconsolable.","c":"time","a":"Sydney J. Harris"},{"id":"DNZOKocvl3Oxl","t":"Know the true value of time snatch, seize, and enjoy every moment of it. No idleness, no laziness, no procrastination: never put off till tomorrow what you can do today.","c":"time","a":"Lord Chesterfield"},{"id":"7HOeA1HWyXQPN","t":"Islam expect every Muslim to do this duty, and if we realise our responsibility time will come soon when we shall justify ourselves worthy of a glorious past.","c":"time","a":"Muhammad Ali Jinnah"},{"id":"hxK3hWr3Ua9EW","t":"The man who rows the boat seldom has time to rock it.","c":"time","a":"Bill Copeland"},{"id":"Zrupn-0dukUGs","t":"There is no waste of time in life like that of making explanations.","c":"time","a":"Benjamin Disraeli"},{"id":"8SItHGfb91Iq5","t":"For the first half of geological time our ancestors were bacteria. Most creatures still are bacteria, and each one of our trillions of cells is a colony of bacteria.","c":"time","a":"Richard Dawkins"},{"id":"i0NO7iM4Bt91D","t":"Time is precious, but truth is more precious than time.","c":"time","a":"Benjamin Disraeli"},{"id":"Kkvrg-RqhTkh2","t":"Winning is not a sometime thing it's an all time thing. You don't win once in a while, you don't do things right once in a while, you do them right all the time. Winning is habit. Unfortunately, so is losing.","c":"time","a":"Vince Lombardi"},{"id":"G04TLL0QrNnjJ","t":"Time has been transformed, and we have changed it has advanced and set us in motion it has unveiled its face, inspiring us with bewilderment and exhilaration.","c":"time","a":"Khalil Gibran"},{"id":"B8bFVuwpmQP4o","t":"We are time's subjects, and time bids be gone.","c":"time","a":"William Shakespeare"},{"id":"0BSbgbhEzLe4_","t":"We must use time wisely and forever realize that the time is always ripe to do right.","c":"time","a":"Nelson Mandela"},{"id":"LdIOfTtoJ9yqE","t":"It is easier to be a lover than a husband for the simple reason that it is more difficult to be witty every day than to say pretty things from time to time.","c":"time","a":"Honore de Balzac"},{"id":"wUwfwsNcgvV-L","t":"At what point then is the approach of danger to be expected? I answer, if it ever reach us, it must spring up amongst us. It cannot come from abroad. If destruction be our lot, we must ourselves be its author and finisher. As a nation of freemen, we must live through all time, or die by suicide.","c":"time","a":"Abraham Lincoln"},{"id":"NzkD_8tMLD0-Z","t":"It is only in the world of objects that we have time and space and selves.","c":"time","a":"T. S. Eliot"},{"id":"uQdU8t6OoVE3k","t":"Substitute 'damn' every time you're inclined to write 'very' your editor will delete it and the writing will be just as it should be.","c":"time","a":"Mark Twain"},{"id":"zNa7I4-cwxCz-","t":"The most thought-provoking thing in our thought-provoking time is that we are still not thinking.","c":"time","a":"Martin Heidegger"},{"id":"5yyu7KvyCNsFq","t":"We always live in an uncertain world. What is certain is that the United States will go forward over time.","c":"time","a":"Warren Buffett"},{"id":"8w5NMX6c3W2ws","t":"A round man cannot be expected to fit in a square hole right away. He must have time to modify his shape.","c":"time","a":"Mark Twain"},{"id":"5l5G-2zInC4-B","t":"For a long time I tried to manage an honesty and openness about my personal life because I'm human and I'm normal - well, semi-normal.","c":"time","a":"Johnny Depp"},{"id":"tGkTgubwUDotl","t":"I try to keep it real. I don't have time to worry about what I'm projecting to the world. I'm just busy being myself.","c":"time","a":"Demi Lovato"},{"id":"tLvig9KkhUTqp","t":"And know that I am with you always yes, to the end of time.","c":"time","a":"Jesus Christ"}]