[{"id":"6iAMq-O4l9F2b","t":"Whether we knew many who died on September 11 or personally knew none, we all lost something on that day. Innocence. Security. A trust that our homeland would always be safe.","c":"trust","a":"Bob Taft"},{"id":"LI2oxFsfOjzl2","t":"I guess because it feels more open, but I think being married is way sexier, because it's really like your soul partner in a permanent fashion, and then you strive for it to be something permanent, and that type of commitment and trust, if you can achieve it, is so good for the soul.","c":"trust","a":"Leelee Sobieski"},{"id":"bdhq5f_t0qQmy","t":"Never comment on a woman's rear end. Never use the words 'large' or 'size' with 'rear end.' Never. Avoid the area altogether. Trust me.","c":"trust","a":"Tim Allen"},{"id":"aizEQxM9AqQYy","t":"I cannot trust a man to control others who cannot control himself.","c":"trust","a":"Robert E. Lee"},{"id":"Adq8VNVL4VasI","t":"It's the same old story you've heard a thousand times. Somebody's trust gets broken. Somebody's left behind.","c":"trust","a":"Travis Tritt"},{"id":"GniqUwyY5phu2","t":"You can never trust what you read.","c":"trust","a":"William Goldman"},{"id":"6HswLJyUqQmYB","t":"It is important not to trust people too much.","c":"trust","a":"V. S. Naipaul"},{"id":"f6IuKaOiccXoQ","t":"Find people who think like you and stick with them. Make only music you are passionate about. Work only with people you like and trust. Don't sign anything.","c":"trust","a":"Steve Albini"},{"id":"7v33-PH4CxGeN","t":"Trust me, I play the game for the fans, my family and myself.","c":"trust","a":"David Ortiz"},{"id":"gZzi8xs5IQMZu","t":"Someone who thinks the world is always cheating him is right. He is missing that wonderful feeling of trust in someone or something.","c":"trust","a":"Eric Hoffer"},{"id":"1O5C9vI1MEqXT","t":"As though there were a tie And obligation to posterity. We get them, bear them, breed, and nurse: What has posterity done for us. That we, lest they their rights should lose, Should trust our necks to gripe of noose?","c":"trust","a":"John Trumbull"},{"id":"bypcUlEJ1oZxn","t":"The first sentence of every novel should be: Trust me, this will take time but there is order here, very faint, very human. Meander if you want to get to town.","c":"trust","a":"Michael Ondaatje"},{"id":"dzalXLt0MMIDX","t":"A global democracy works only when countries trust one another.","c":"trust","a":"Armstrong Williams"},{"id":"q0u6tqmRufhvR","t":"Deciding whether to trust or credit a person is always an uncertain task.","c":"trust","a":"Aldrich Ames"},{"id":"QYQ4aqJLKUmc7","t":"Well, first of all, making films is a collaborative process. You need people. You need people you trust and love and who are your friends. People you can work with.","c":"trust","a":"Sean Durkin"},{"id":"v5tlz9jdTnZuP","t":"I trust in God, and His ways are not our ways. So we have to go with that, and there's nothing I can do about that.","c":"trust","a":"Cissy Houston"},{"id":"bAh67BS8Fq_u7","t":"Some directors cast you because they trust you to do the performance - but then they forget to direct you.","c":"trust","a":"Samantha Morton"},{"id":"n64egNergk9nr","t":"You can trust a Neil Simon script. Every dot. Every dash that pause means something. He takes all the jokes out, practically.","c":"trust","a":"Hector Elizondo"},{"id":"FRVwWGoTtK5FA","t":"Citizens, the priority now is to recover trust between the Egyptian - amongst the Egyptians and to have trust and confidence in our economy and international reputation and the fact that the change that we have embarked on will carry on and there's no going back to the old days.","c":"trust","a":"Hosni Mubarak"},{"id":"HEUHPGIYLvOKC","t":"No dance has ever turned out the way I thought it would, because I trust enough that I can start something with some ideas and then it takes itself somewhere.","c":"trust","a":"Mark Morris"},{"id":"WttqpT7yeJS1o","t":"I found it to be more challenging to be in a huge effects movie, because a lot of the things aren't there.You have to trust the director and react to nothing.","c":"trust","a":"Katie Holmes"},{"id":"GmIwkD4NEUbx1","t":"Jesus teaches us to forgive and I've got to trust him on that one.","c":"trust","a":"Billy Corgan"},{"id":"bb51we7WlFXmh","t":"Positioning the brand and regaining trust are all smart things for us to do and those are the litmus tests for any decisions we make.","c":"trust","a":"John McKinley"},{"id":"xOzev1dvsl8yT","t":"I almost always do things that I like, in some form or fashion. Every once in awhile that means that I don't think the script is any good and I don't have any trust in the people, but the film is shooting in Sri Lanka, or somewhere like that, so I'm going.","c":"trust","a":"Billy Campbell"},{"id":"WZfYdxfg8A12F","t":"We have an opportunity, but we have an obligation to senior citizens and to the younger people who are entering the workforce today to help ensure that they are going to be able to trust the government to have a workable program that benefits them as well.","c":"trust","a":"Thad Cochran"},{"id":"SSJhdRKBn7Ff2","t":"The president has undermined trust. No longer will the members of Congress be entitled to accept his veracity. Caveat emptor has become the word. Every member of Congress is on his or her own to determine the truth.","c":"trust","a":"Bob Graham"},{"id":"ff1oP5eocmtbQ","t":"My bulimia was my addiction. Hurting myself was my addiction... The music is what saved me. That's the only thing I can trust.","c":"trust","a":"Nicole Scherzinger"},{"id":"2U-ynaqrCYUkk","t":"As time goes by, I realize that I do trust the wind. And I often write my songs for myself.","c":"trust","a":"David Friedman"},{"id":"ELq4GN_iGIU5s","t":"The way I look at it, everything is a trade. You acquire some money, so then you've got no financial burdens, but everyone wants your money and so who can you trust? Or you've got no money and you can trust anyone, but then you've got the worry to pay bills. Which is worse?","c":"trust","a":"Matt LeBlanc"},{"id":"zJaYtBMa69A3H","t":"I can trust my friends These people force me to examine myself, encourage me to grow.","c":"trust","a":"Cher"},{"id":"gn1wA5JWUv-h1","t":"I was always led to believe you should take care of yourself, trust in your abilities and you're the author of your own destiny.","c":"trust","a":"Adewale Akinnuoye-Agbaje"},{"id":"u6AZLpA72iA7v","t":"I think a good friend, to me, is all about trust and loyalty. You don't ever want to second-guess whether you can tell your friend something.","c":"trust","a":"Lauren Conrad"},{"id":"SvK5y-eZU1qH8","t":"Me, I'm dishonest, and you can always trust a dishonest man to be dishonest. Honestly, it's the honest ones you have to watch out for.","c":"trust","a":"Johnny Depp"},{"id":"RYtMAvYgM_HwL","t":"That's the hard part about sport: as men we haven't started to be in our prime, but as athletes we are old people. I needed support. I lost trust and did stupid things.","c":"trust","a":"Boris Becker"},{"id":"YviLFW0t8E10f","t":"The hardest thing is that you can't trust people now. You just can't.","c":"trust","a":"Kevin Pietersen"},{"id":"m1op9NLFPdo4M","t":"If you get too attached to how you want it to come out the other side, you freeze. I try to trust that it will work out in the end.","c":"trust","a":"Jennifer Connelly"},{"id":"rCyJOXPyrgeTK","t":"Any journalist worth his or her salt wouldn't trust me.","c":"trust","a":"Joey Skaggs"},{"id":"k-eb-P_XFzQU0","t":"Don't trust the heart, it wants your blood.","c":"trust","a":"Stanislaw Lec"},{"id":"QSVzHaYZ9cUEq","t":"And I believe that public broadcasting has an important trust with the American people, it's an intimate medium of television, and that we can do reading and language development for young children without getting into human sexuality.","c":"trust","a":"Margaret Spellings"},{"id":"GeGxkibxXnIch","t":"The Christian must trust in a withdrawing God.","c":"trust","a":"William Gurnall"},{"id":"kO4X9iFH41j2e","t":"If we keep on ignoring and leaving children to their own devices at home, they become latchkey kids, and trust me, the consequences of that are not good.","c":"trust","a":"Eric Braeden"},{"id":"VUhuwqMvpUMCH","t":"I trust Winsor and Newton and I paint directly upon it.","c":"trust","a":"Edward Hopper"},{"id":"zKbeX50zTQy6L","t":"We've not had one Republican president in 34 years balance the budget. You can't trust right-wing Republicans with your money. You ought to hire somebody who has balanced a budget. I'm much more conservative with money than George Bush is.","c":"trust","a":"Howard Dean"},{"id":"Gfmt1kaUZM83r","t":"Therefore trust to thy heart, and to what the world calls illusions.","c":"trust","a":"Henry Wadsworth Longfellow"},{"id":"MLW6nfVKN3vpD","t":"A lot of film directors are quite scared of actors. They are a bit of a nightmare sometimes, but I like them. It looks like cunning, but you try to get extra things from them all the time, by stealth, by making them feel confident, so they trust you and you can push a bit.","c":"trust","a":"Danny Boyle"},{"id":"6VwzdwGWn0kzM","t":"I love to be directed. They can trust me and go.","c":"trust","a":"Jeff Goldblum"},{"id":"4NYh13PctIfXf","t":"So when you go to a set and you just fully trust everybody, you know how hard everybody's working, you know that the people doing it are good and have such a strong vision - that's exactly my experience on 'New Girl,' and what my experience on 'Veronica Mars' was like. Everybody was just so great.","c":"trust","a":"Max Greenfield"},{"id":"MRnfw6d8jVgpI","t":"Trust your ability!","c":"trust","a":"Itzhak Perlman"},{"id":"G72qzfiIfKuZH","t":"You can't trust a promise someone makes while they're drunk, in love, hungry, or running for office.","c":"trust","a":"Joe Moore"},{"id":"5EXeVDCE8TJoZ","t":"Trust me, I have never written a speech in my life, and if I have my way, I never will.","c":"trust","a":"Curt Schilling"},{"id":"SYYp5OmUhePoG","t":"My interactions with Sorkin were agonisingly weird. He is by far the weirdest person I have ever met. I had dinner with him and a few hours before I got an e-mail from his assistant saying, 'Sean, this does not need to be a long conversation. Aaron is only going to use it to win your trust.'","c":"trust","a":"Sean Parker"},{"id":"K5aE0vsLyYsuF","t":"One must be fond of people and trust them if one is not to make a mess of life.","c":"trust","a":"E. M. Forster"},{"id":"f9XXUyK4EC9MK","t":"But I don't have a very good track record with royalty. My dress fell off in front of Prince Charles at the Prince's Trust, so I'm just living up to my reputation.","c":"trust","a":"Kate Bush"},{"id":"V2UCRmgJDHFly","t":"Then trust me there's nothing like drinking, So pleasant on this side of the grave: It keeps the unhappy from thinking, And makes e'en the valiant more brave.","c":"trust","a":"Charles Dibdin"},{"id":"-9AhXd152RNAc","t":"The Minutemen were seen as more of an art thing than Black Flag, although I didn't see them that way. It confused people when we put out Saccharine Trust, too.","c":"trust","a":"Greg Ginn"},{"id":"F1uPQ5toBcVok","t":"It is essential to employ, trust, and reward those whose perspective, ability, and judgment are radically different from yours. It is also rare, for it requires uncommon humility, tolerance, and wisdom.","c":"trust","a":"Dee Hock"},{"id":"RDmJcM80M9VXF","t":"I think it's a style of acting that you trust. You trust the instincts.","c":"trust","a":"Jeff Daniels"},{"id":"accGpxb41Mc6Y","t":"I don't trust that many people. Just my mother and my wife and a couple of friends. When I trust people, it doesn't end well.","c":"trust","a":"Gary Sheffield"},{"id":"nDExvl0s6aapO","t":"If Romney explains why where we are with Obama is unacceptable, why whither we are tending is even worse - and why his own alternative path forward is superior - then we trust the American people to make the right choice in November.","c":"trust","a":"Bill Kristol"},{"id":"JozLD30MB7RDF","t":"Trust me, you have to fight. When people are wrong, you've got to let them know it.","c":"trust","a":"Orlando Cepeda"},{"id":"Ox3gFCIFiA70h","t":"We live in the country. I'm a redneck. No, ha-ha. I live in L.A. County, but more in the hills. Not in the fancy kind! Trust me whatever you do you do not want to come to my neighborhood!","c":"trust","a":"Atticus Shaffer"},{"id":"RsvBpYgLoauH0","t":"I wanted to trust in my partners and the directors and producers and do the best I can to deliver what I could deliver.","c":"trust","a":"Martin Lawrence"},{"id":"MuwMU535CgdAh","t":"I know it when I don't know it. Sometimes I know it when I don't think I know it. I need to trust myself in these moments, these rare moments of self-doubt.","c":"trust","a":"Rush Limbaugh"},{"id":"Yrti0XMxTBnJ6","t":"There's a lot of trust being built up. I think we have a lot of work ahead of us.","c":"trust","a":"Jacob Lew"},{"id":"q4XBbFWHFTMNE","t":"I currently use Ubuntu Linux, on a standalone laptop - it has no Internet connection. I occasionally carry flash memory drives between this machine and the Macs that I use for network surfing and graphics but I trust my family jewels only to Linux.","c":"trust","a":"Donald Knuth"},{"id":"-BsDJONChYImw","t":"The maid that loves goes out to sea upon a shattered plank, and puts her trust in miracles for safety.","c":"trust","a":"Edward Young"},{"id":"zNwSsL7pzjpI4","t":"Don't trust anyone who has been in school for the past 24 consecutive years.","c":"trust","a":"Craig Bruce"},{"id":"PkT3seyPNoJKc","t":"It's a very brave thing to fall in love. You have to be willing to trust somebody else with your whole being, and that's very difficult, really difficult and very brave.","c":"trust","a":"Nicole Kidman"},{"id":"PgLLrxvmLS8z8","t":"Never trust sheep.","c":"trust","a":"Ryan Stiles"},{"id":"EuNttTPM6zRhz","t":"The power to investigate is a great public trust.","c":"trust","a":"Emanuel Celler"},{"id":"SuE24M2qv_rgr","t":"I have complete artistic control, and I just do my best album every time and trust it to fate.","c":"trust","a":"Susannah McCorkle"},{"id":"1Y5aAtVcu_lxk","t":"I know it sounds new age-y, but what I've truly come up with is that you really need to trust that you're on your own path, as long as you stay true to it and you show up, which is 99% of it.","c":"trust","a":"Jane Lynch"},{"id":"OpEsrPX1ukYWl","t":"It's just an unhealthy way to approach something, trying to outdo your last thing. You've gotta trust evolution, you've gotta trust that the bar is moving, that you don't need to force the bar. It'll just happen.","c":"trust","a":"Johnny Knoxville"},{"id":"AioaiqjTMBVvV","t":"I tread in the footsteps of illustrious men... in receiving from the people the sacred trust confided to my illustrious predecessor.","c":"trust","a":"Martin Van Buren"},{"id":"hTS2Yk-90fHjF","t":"It's a delight to trust somebody so completely.","c":"trust","a":"Jeff Goldblum"},{"id":"Aj8qJpm4f33YD","t":"Deep Throat is a guy who could have your files and mine in his trust.","c":"trust","a":"Chuck Colson"},{"id":"9K7iIoYMU0G-J","t":"If you don't trust someone to look after your investments, then they shouldn't be doing the job for you.","c":"trust","a":"Murray Walker"},{"id":"E6CAtDsywCNQB","t":"I don't trust the Bee Gee's because there's no way they could always be happy.","c":"trust","a":"Jon Crosby"},{"id":"uTQYo5jDxDQEV","t":"What has any poet to trust more than the feel of the thing? Theory concerns him only until he picks up his pen, and it begins to concern him again as soon as he lays it down.","c":"trust","a":"John Ciardi"},{"id":"sWucwec75VQJt","t":"You just have to trust your instincts and hope that if someone doesn't like your idea, you can prove them wrong in the final process. In the end, you can please some of the people some of the time, but that's about all you can do.","c":"trust","a":"Bryan Singer"},{"id":"NpdWcueYKh0BW","t":"We need, in effect, to make the phantom 'lock-boxes' around the trust fund real.","c":"trust","a":"Alan Greenspan"},{"id":"V79Z_Ud_Y0-rS","t":"I wish my parents hadn't made me feel that how I looked was linked to how much they loved me. But I do also see how hard it must be to see your child pile on the pounds and trust they'll find their own way back to a healthy weight.","c":"trust","a":"Arabella Weir"},{"id":"-G-0zYyY7Ibi3","t":"Trust me, I'm going to find out where the money has gone and how it has been spent, and see if we can't get it down there quicker to let that rebuilding start.","c":"trust","a":"Lynn Westmoreland"},{"id":"J3dZElRaSAnOL","t":"Give me your trust and confidence, knowing that what I seek is for the good of Fiji, for the good of us all.","c":"trust","a":"Josefa Iloilo"},{"id":"BvnO8N3NYkqIW","t":"I'm a dirt person. I trust the dirt. I don't trust diamonds and gold.","c":"trust","a":"Eartha Kitt"},{"id":"4FhKEwJw5x3A_","t":"I teach for the Book Trust, which promotes reading and writing with children.","c":"trust","a":"Toby Jones"},{"id":"YOPD6JfohT1lN","t":"Not one Republican president has balanced the budget in 34 years. You can not trust Republicans with your money.","c":"trust","a":"Howard Dean"},{"id":"YupVHrqWWGgaJ","t":"The duty of responsibility placed on any MP is one of the greatest honours that can be bestowed and I for one don't believe the Conservative Party would abuse that trust by selecting someone who did not have the goods to do the job, just for the sake of media coverage.","c":"trust","a":"Adam Rickitt"},{"id":"4803frFc_E3HS","t":"For somehow this disease inheres in tyranny, never to trust one's friends.","c":"trust","a":"Aeschylus"},{"id":"oClArdsPX_ZpR","t":"Trust is the lubrication that makes it possible for organizations to work.","c":"trust","a":"Warren G. Bennis"},{"id":"d9enJepPHExwQ","t":"Nobody should trust their virtue with necessity, the force of which is never known till it is felt, and it is therefore one of the first duties to avoid the temptation of it.","c":"trust","a":"Mary Wortley Montagu"},{"id":"o8Nr5iTgkA7MG","t":"It doesn't make any sense... that's why I trust it!","c":"trust","a":"Kate Winslet"},{"id":"lOqlpDrzIEu8R","t":"In this choice, as I look back over more than half a century, I can only follow - and trust - the same sort of instinct that one follows in the art of fiction.","c":"trust","a":"Mary Augusta Ward"},{"id":"q6bjG_Y_7Todm","t":"I plays Joe's best friend. I am the only one he has ever been able to trust in his life, so I help him understand what happened to him when he was younger.","c":"trust","a":"Michelle Trachtenberg"},{"id":"wE7BKmxge_yQ1","t":"Trust funds can never be a substitute for a fund of trust.","c":"trust","a":"Edwin Louis Cole"},{"id":"-GlVquCpcj9gL","t":"I don't trust what this life has given me.","c":"trust","a":"Dennis Rodman"},{"id":"-EjhfqajLxQ9Q","t":"Whether you're throwing up or breaking up, you want your girlfriend right there! I don't trust women who don't go to their girlfriends.","c":"trust","a":"Drew Barrymore"},{"id":"DXe9khD3HU7mg","t":"We have to have a way of dealing with this that engenders confidence, trust, gives us every chance of getting the right outcome and boosts both sustainability and economic return at the same time.","c":"trust","a":"John Anderson"},{"id":"q7GNXJz_j5_oC","t":"The Social Security trust fund is in pretty good shape today and we should not embark upon risky, dangerous schemes which will, in fact, undermine Social Security, such as privatization.","c":"trust","a":"Max Baucus"},{"id":"P8pF9pv7RWP5l","t":"You're younger, you might want to go to clubs and kick it, but as you get older, you start seeing that life has more meaning to it. The people that you love are the people you want to start trusting and start wanting them to trust you and start respecting them.","c":"trust","a":"R. Kelly"},{"id":"Jjxwb5opBK2aq","t":"I have a good team around me. I have people I trust around me. If I go the wrong way, they will yell at me. Just as they have in the past.","c":"trust","a":"Bubba Watson"},{"id":"fZWh7TjEpsi7a","t":"Don't trust somebody that don't have a troubled period.","c":"trust","a":"Benjamin Walker"},{"id":"s-dMMUrp7EFf6","t":"Suicide is possible, but not probable hanging, I trust, is even more unlikely for I hope that, by the time I die, my countrymen will have become civilised enough to abolish capital punishment.","c":"trust","a":"Laurence Housman"},{"id":"BYlIUfp2EUuxo","t":"I have often said one of the reasons more blacks don't support Republicans is because they don't trust the GOP establishment.","c":"trust","a":"J. C. Watts"},{"id":"jVU1KUvDEzNBS","t":"Never trust anyone who wants what you've got. Friend or no, envy is an overwhelming emotion.","c":"trust","a":"Eubie Blake"},{"id":"KV4ansWgx4JAW","t":"Experience has taught me never to trust a policeman. Just when you think one's all right, he turns legit.","c":"trust","a":"Ben Maddow"},{"id":"PJtjqduZxkw7J","t":"I have achieved what I wanted to achieve. I'm better off at some sort of independent place where they not only like what I produce but also trust me to be the one to produce it.","c":"trust","a":"Keith Olbermann"},{"id":"c6bKyItwSa7cy","t":"I'm not going to be in a relationship that I don't fully trust.","c":"trust","a":"Jake Pavelka"},{"id":"DYIeys9prUiis","t":"I never ask boys' opinions on clothes, ever. I really think, unless you think the guy has style, don't ask. So I only ask my girl friends. I don't trust guys' opinions on style!","c":"trust","a":"Emma Roberts"},{"id":"9aUNSUZFR2In_","t":"A lot of time you write out of some unconscious place. I try to trust what is coming and where it wants to take me.","c":"trust","a":"Sue Monk Kidd"},{"id":"_cM5CYvKi7aUr","t":"Americans have the right and advantage of being armed - unlike the citizens of other countries whose governments are afraid to trust the people with arms.","c":"trust","a":"James Madison"},{"id":"TfPlOuG3uM3Ly","t":"When I sit at my table to write, I never know what it's going to be until I'm under way. I trust in inspiration, which sometimes comes and sometimes doesn't. But I don't sit back waiting for it. I work every day.","c":"trust","a":"Alberto Moravia"},{"id":"gaqYrvdl8Rov0","t":"Whom am I going to trust if I have to back again.","c":"trust","a":"Kamisese Mara"},{"id":"9hlw6bhVOxgDi","t":"Well, the whole story is in the book, but the short answer is that I was the first information architect in an organization that was traditionally design-oriented, and I felt I needed a tool to help me gain the trust and support of my colleagues.","c":"trust","a":"Jesse James Garrett"},{"id":"thmMoeRDyaCnV","t":"Those who wish well to the State ought to choose to places of trust men of inward principle, justified by exemplary conversation.","c":"trust","a":"John Witherspoon"},{"id":"21VBJlmTZ2E32","t":"As soon as you trust yourself, you will know how to live.","c":"trust","a":"Johann Wolfgang von Goethe"},{"id":"8-HI8nu4zYunj","t":"Do not trust the cheering, for those persons would shout as much if you or I were going to be hanged.","c":"trust","a":"Oliver Cromwell"},{"id":"mEpEGaF78MjSO","t":"I'm a comedian, for God's sake. Viewers shouldn't trust me. And you know what? They're hip enough to know they shouldn't trust me. I'm just doing stand-up comedy.","c":"trust","a":"Dennis Miller"},{"id":"c8OdjtnSusO3x","t":"It's not fun facing a ball going 97 mph, trust me.","c":"trust","a":"Kevin Pietersen"},{"id":"NecvKtPWiozVa","t":"Better to trust the man who is frequently in error than the one who is never in doubt.","c":"trust","a":"Eric Sevareid"},{"id":"Ewca7U1vtsLGu","t":"To say that you now trust the Russian military command and control system because some Russian general told you from the bottom of his heart that's the case, strikes me as most unrealistic.","c":"trust","a":"William Odom"},{"id":"R8k1qKxPr3an2","t":"All the blessings we enjoy are Divine deposits, committed to our trust on this condition, that they should be dispensed for the benefit of our neighbors.","c":"trust","a":"John Calvin"},{"id":"gkmJ25ObDdyn5","t":"When a citizen gives his suffrage to a man of known immorality he abuses his trust he sacrifices not only his own interest, but that of his neighbor he betrays the interest of his country.","c":"trust","a":"Noah Webster"},{"id":"FACpdy9Q5vgsz","t":"Do not trust your memory it is a net full of holes the most beautiful prizes slip through it.","c":"trust","a":"Georges Duhamel"},{"id":"RoZO2bnFFc3Gk","t":"The trust of the people in the leaders reflects the confidence of the leaders in the people.","c":"trust","a":"Paulo Freire"},{"id":"CSgGFDslit-st","t":"I'm lucky to have a great support system in my friends and some of my family. If you have those people that you trust, go ahead and fall back into them and let them be your hammock and cocoon and let them embrace you.","c":"trust","a":"JoJo"},{"id":"3MCGiN_S9CLn3","t":"If people believe you're on their side, they will trust your decisions.","c":"trust","a":"Dee Dee Myers"},{"id":"z0rO58z4WaG5S","t":"If the Americans go in and overthrow Saddam Hussein and it's clean, he has nothing, I will apologize to the nation, and I will not trust the Bush administration again.","c":"trust","a":"Bill O'Reilly"},{"id":"weL3vctpUvdzq","t":"Whoever places his trust into a system will soon be without a home. While you are building your third story, the two lower ones have already been dismantled.","c":"trust","a":"Franz Grillparzer"},{"id":"CXTMyHdKPPb57","t":"The biggest lesson I learned from Vietnam is not to trust our own government statements. I had no idea until then that you could not rely on them.","c":"trust","a":"J. William Fulbright"},{"id":"NsuFB-Q6G5rc2","t":"But trust me, if I lived in the '80s, I would definitely be the one going to the record stores.","c":"trust","a":"Julianne Hough"},{"id":"5hDjQJ0fC0hRM","t":"I love that we can trust Barack to do what he says he's going to do, even when it's hard - especially when it's hard.","c":"trust","a":"Michelle Obama"},{"id":"kqSJomrUap_R1","t":"When you're CEO, you have to have two conditions: first, shareholders need to trust you and want you to head your company. The second is that you need to feel the motivation to do the job. So, as long as both are reunited, you continue to do the job.","c":"trust","a":"Carlos Ghosn"},{"id":"G_leIGSx4VRoe","t":"In your hands or that of any other person, so much power would, no doubt, be dangerous. I am the only man in the world whom it would be safe to trust with it. Remember, I am a prophet!","c":"trust","a":"Joseph Smith, Jr."},{"id":"KqQ7dv8IGextA","t":"Sometimes you don't know who you can and cannot trust. I still learn that over and over again.","c":"trust","a":"Demi Lovato"},{"id":"LmZkboGvvtEe_","t":"Trust is built with consistency.","c":"trust","a":"Lincoln Chafee"},{"id":"lm3SMYaBWS-OL","t":"From beginning to end I worried that Ang Lee wouldn't be satisfied with my work. So I worked as hard as I could to earn his trust, because you only get a chance like this once.","c":"trust","a":"Zhang Ziyi"},{"id":"TIZezbI5Q3bMX","t":"In my work you often get an abrupt shift in time, a jolt. But the emotional logic will take the reader on. I hope. I trust. After all, our memories do not work with any sequential logic.","c":"trust","a":"Graham Swift"},{"id":"tw8aN6Z3XJ4f3","t":"I could I trust starve like a gentleman. It's listed as part of the poetic training, you know.","c":"trust","a":"Ezra Pound"},{"id":"oNIoMH0Swftm7","t":"I believe in singularity in relationships because you've got to have trust on both sides.","c":"trust","a":"Thomas Haden Church"},{"id":"vCJ8s5bpWiKkH","t":"Trust is a big word for me. Loyalty and trust, for me, are everything. It's the core of what I'm about and what the people around me hopefully are about. It's a certain thing that gives you a sense of security. It's the biggest factor in everything I do.","c":"trust","a":"Tommy Mottola"},{"id":"o4JcEgZAcpS64","t":"I never trust an executive who tends to pass the buck. Nor would I want to deal with him as a customer or a supplier.","c":"trust","a":"James Cash Penney"},{"id":"KZ78anlY7w4VS","t":"I now announce myself as candidate for the Presidency. I anticipate criticism but however unfavorable I trust that my sincerity will not be called into question.","c":"trust","a":"Victoria Woodhull"},{"id":"dDUxiRQXfs_QW","t":"And when I retired, trust me, not only did Nolan Ryan, but the entire Ryan family had withdrawals from baseball. And it was tough.","c":"trust","a":"Nolan Ryan"},{"id":"OfN6Ghlnw2kER","t":"I've learned to trust myself, to listen to truth, to not be afraid of it and to not try and hide it.","c":"trust","a":"Sarah McLachlan"},{"id":"cUIRhCIjMpkmC","t":"When you play a concerto with a small orchestra, you don't feel it is as important as Carnegie Hall. You try to work out all the little problems. Once that's all done, trust comes in.","c":"trust","a":"Itzhak Perlman"},{"id":"SNnqlGTeoB_fI","t":"I learned you can't trust the judgment of good friends.","c":"trust","a":"Carl Sandburg"},{"id":"w4MsnyBa1Wo8K","t":"I find I like to work with a lot of the same actors, because I find that there's sort of shorthand there, and there is this unspoken trust, both ways. They trust me and I trust them. And I know what I'm going to get from them, to an extent. It's just fun, kind of creating this little family.","c":"trust","a":"Todd Phillips"},{"id":"NPfWz40pFZedc","t":"Your political reputation affects how likely allies are to trust you, and what kind of deals they'll offer at the negotiating table. There's also some emotional response in there, so factions do bear grudges. Just like the real thing.","c":"trust","a":"Mike Simpson"},{"id":"_reT2sH6DhoFu","t":"Trust your hunches. They're usually based on facts filed away just below the conscious level.","c":"trust","a":"Joyce Brothers"},{"id":"CLVua_-yF7ntN","t":"Never trust any complicated cocktail that remainds perfectly clear until the last ingredient goes in, and then immediately clouds.","c":"trust","a":"Terry Prachett"},{"id":"yPgC1yN66uTdE","t":"You see that's what I think is such a terrible, terrible betrayal, the trust that people have in government.","c":"trust","a":"Ralph Steadman"},{"id":"ttcApHK6AspPx","t":"I came all this way for a reason. Today is the day of salvation. Trust Jesus to save you. Then be sincere as God knows a pretender.","c":"trust","a":"Kirk Cameron"},{"id":"0l15i0tFiiHrZ","t":"I never found anyone who was good enough, who I could trust enough.","c":"trust","a":"Christine Keeler"},{"id":"wMfxlpyYYVsmD","t":"I just think that I'll never have plastic surgery if I'm not in front of the camera. If you make your living selling this thing, which is the way you look, then maybe you do it. But trust me, the minute I'm directing or producing and not starring, I would never even think of it.","c":"trust","a":"Rebecca De Mornay"},{"id":"P2_f1Gv3vWyXJ","t":"You can't trust code that you did not totally create yourself.","c":"trust","a":"Ken Thompson"},{"id":"ddaDqT_62N-za","t":"Our cattlemen have given us the safest, most abundant, most affordable beef supply in the world and I trust their judgment. And if you look at consumer confidence in this country, so does the American public.","c":"trust","a":"Norm Coleman"},{"id":"dujWexMl0LsKU","t":"Trust your instincts: they tend to see you right. By listening to them, at least you can sleep at night.","c":"trust","a":"Sophie Ellis-Bextor"},{"id":"x7HcTyrJ8qltz","t":"I became a Republican because I trust people more than I trust government.","c":"trust","a":"Heather Wilson"},{"id":"fTvJPohz1fM1z","t":"Trust your instinct to the end, though you can render no reason.","c":"trust","a":"Ralph Waldo Emerson"},{"id":"5xHhpEW5hTM0H","t":"We can trust our doctors to be professional, to minister equally to their patients without regard to their political or religious beliefs. But we can no longer trust our professors to do the same.","c":"trust","a":"David Horowitz"},{"id":"nAOVkjx1c5BBj","t":"When you lie down with a short prayer, commit yourself into the hands of your Creator and when you have done so, trust Him with yourself, as you must do when you are dying.","c":"trust","a":"Jeremy Taylor"},{"id":"mnD8aNvD8ze2m","t":"I wouldn't trust any man as far as you can throw a piano.","c":"trust","a":"Ethel Merman"},{"id":"7cbIxw6Yamdd0","t":"Never trust a man who speaks well of everybody.","c":"trust","a":"John Churton Collins"},{"id":"bEXW29EeGGG7Q","t":"You can't trust politicians. It doesn't matter who makes a political speech. It's all lies - and it applies to any rock star who wants to make a political speech as well.","c":"trust","a":"Bob Geldof"},{"id":"9CfgUc2Gmf-vv","t":"You desire that which exceeds my humble powers, but I trust in the compassion and mercy of the All-powerful God.","c":"trust","a":"Saint Stephen"},{"id":"FjDo6ZicscCPd","t":"Any agreement that you have isn't going to be based on North Korea's intentions or trust.","c":"trust","a":"Mitchell Reiss"},{"id":"K69gFws4pWVPV","t":"It is a sore point, because you do have advantages if you have access to more than one language. You also have problems, because on bad days you don't trust yourself, either in your first or your second language, and so you feel like a complete halfwit.","c":"trust","a":"W. G. Sebald"},{"id":"gwu5GhYiQJf6Y","t":"I'm not on a mission. I'm not a paragon of health for anybody. I'm not going to run a marathon or model for 'Men's Health' or go on bike rides with Lance Armstrong. I'm not. Trust me.","c":"trust","a":"Duff Goldman"},{"id":"WXJWHm2gVPftr","t":"I often say that shareholders should feel very responsible for how responsive corporations are to the public trust.","c":"trust","a":"Ruth J. Simmons"},{"id":"4WzvWkSueX8h6","t":"I never practice before, I never work hours on a script. I just choose my characters and trust them, and after that, it's about the director taking your hand.","c":"trust","a":"Melanie Laurent"},{"id":"zIExkIMGsExVq","t":"I have only one rule in acting - trust the director and give him heart and soul.","c":"trust","a":"Ava Gardner"},{"id":"0OuAMGcmYCqk-","t":"Trust me, if I were gay I'd be getting more action than I'm getting now.","c":"trust","a":"Ryan Seacrest"},{"id":"WCsKl3jugd6Bc","t":"Writing doesn't come real easy to me. I couldn't write a novel in a year. It wouldn't be readable. I don't let an editor even look at it until the second year, because it would just scare them. I just have to trust that all these scraps and dead-ends will find a way.","c":"trust","a":"Charles Frazier"},{"id":"t-Nrp7lvmQytw","t":"When you're playing the same dirty dozen night after night, the moments that keep it fresh are those when you just let go and trust everyone.","c":"trust","a":"Jonathan Cain"},{"id":"IXTgmGPI5A8VB","t":"I don't like Bush. I don't trust him. I don't like his record. He's stupid. He's lazy.","c":"trust","a":"Cher"},{"id":"jCDSDwQNuHwZd","t":"I've considered having my nose fixed. But I didn't trust anyone enough. If I could do it myself with a mirror.","c":"trust","a":"Barbra Streisand"},{"id":"JnBRCeIT9v47W","t":"I'm very wary of trust, you see.","c":"trust","a":"Kristin Scott Thomas"},{"id":"ijqljim2B0X6E","t":"Seeing that our thirst was increasing and the water was killing us, while the storm did not abate, we agreed to trust to God, Our Lord, and rather risk the perils of the sea than wait there for certain death from thirst.","c":"trust","a":"Alvar N. C. de Vaca"},{"id":"9AlsWKFr2Enl1","t":"In high school I was always thinking, 'Should I be doing more? What else should I be doing?' Now I know it will all come to me. I just have to trust my path, so that's very different.","c":"trust","a":"Jenna Dewan"},{"id":"xILCsTSq91UH2","t":"You cannot do everything at once, so find people you trust to help you. And don't be afraid to say no.","c":"trust","a":"Jane Seymour"},{"id":"O4WR-9SpAkovM","t":"Trust in yourself. Your perceptions are often far more accurate than you are willing to believe.","c":"trust","a":"Claudia Black"},{"id":"xC2BQ13YAuI4y","t":"The betrayal of trust carries a heavy taboo.","c":"trust","a":"Aldrich Ames"},{"id":"cx_BaKPfgB76P","t":"Life is a gift, given in trust - like a child.","c":"trust","a":"Anne Morrow Lindbergh"},{"id":"DSWWSUtHBU7mO","t":"I trust every single person around me, and if I feel even a whiff of uncertainty I won't have that person around me.","c":"trust","a":"Leona Lewis"},{"id":"3KMqfJoXaY4ct","t":"I've realized that being happy is a choice. You never want to rub anybody the wrong way or not be fun to be around, but you have to be happy. When I get logical and I don't trust my instincts - Thats when I get in trouble.","c":"trust","a":"Angelina Jolie"},{"id":"YIcDeENl71kQr","t":"Trust yourself, you know more than you think you do.","c":"trust","a":"Benjamin Spock"},{"id":"LB6m-OzZYkb2z","t":"Let every eye negotiate for itself and trust no agent.","c":"trust","a":"William Shakespeare"},{"id":"gZdJpG7BVEVs9","t":"Be willing to trust your instincts, especially if you cannot find answers elsewhere.","c":"trust","a":"Brian Koslow"},{"id":"8fGmiG0KLH8WD","t":"Even now I can't trust life. It did too many awful things to me as a kid.","c":"trust","a":"Clara Bow"},{"id":"2RDqGHiOKcJW7","t":"If you succeed with your first dream, it helps. You know, people trust you, possibly, for the second one. They give you a chance to play out your second one.","c":"trust","a":"James D. Watson"},{"id":"0im3Ohwc3DYly","t":"Sci-fi nerds are respectful, honorable. You can trust them.","c":"trust","a":"Claudia Christian"},{"id":"4JOXM6xsNBAs6","t":"When I meet a couple, I'm always interested to know if they have been together for a long time, or how loyal they are, because I know that will impact on how much I'm prepared to trust them.","c":"trust","a":"Richard E. Grant"},{"id":"aypGgN2YxwnJq","t":"I generally wade in blind and trust to fate and instinct to see me through.","c":"trust","a":"Peter Straub"},{"id":"P6CG82htODg5V","t":"Spending when the math's not there and the numbers aren't there and if they look in the social security trust fund, it's filled with IOUs because the government's been pilfering it for years on end. We have to do something. We have to start having this discussion.","c":"trust","a":"Ben Quayle"},{"id":"PX23iyzWN8ZHq","t":"You can't trust actors.","c":"trust","a":"Emma Roberts"},{"id":"EKFVN34dIKl4d","t":"David was the kind of guy who was totally supportive of the actors and instructed the writing staff to trust the actor's instincts, since after all, it's the actors playing the character.","c":"trust","a":"William Devane"},{"id":"HEUBnr20WT3vS","t":"What I've learned in these 11 years is you just got to stay focused and believe in yourself and trust your own ability and judgment.","c":"trust","a":"Mark Cuban"},{"id":"ESgi8EGnhMRM3","t":"They say I'm the Hottest MC in the Game. If you label me that, I will live up to it. Trust me.","c":"trust","a":"Lil Wayne"},{"id":"QDZNe7XEAeUI-","t":"We have to compete in a universe of 200 networks, so we have to carve out our own niche, and to me, that niche is just basic shoe-leather journalism with some good journalists at the helm you can trust as presenters.","c":"trust","a":"Walter Isaacson"},{"id":"MI6PgyzRR3k_o","t":"Now the first step has to be taken, the step towards democracy. This step is full of risks, and requires trust on all sides. We don't know where it will lead. But if we just stand still, we will have no chance of escaping the violence.","c":"trust","a":"Daniel Barenboim"},{"id":"O12mFZ3v77VaQ","t":"You'd think experienced political professionals would know better than to place their trust in exit polls, notoriously inaccurate surveys that had John Kerry winning the 2004 election by five points when he actually lost by three.","c":"trust","a":"John Podhoretz"},{"id":"fF5XVJupaXUTn","t":"In any solid, good relationship, it takes a while to trust someone.","c":"trust","a":"Minka Kelly"},{"id":"zxtZBbV86huZB","t":"We associate the North Atlantic with cod. The motto of Newfoundland used to be 'In cod we trust.' It was a joke, but it was essentially true. But there is no cod anymore. And that's extraordinary. It's all because of either greed or politics - Canadian politics.","c":"trust","a":"Simon Winchester"},{"id":"YaKRu62uWTK5O","t":"It takes years for me to trust I know that about myself. A lot of it is because I am so private, and so reluctant to make myself vulnerable.","c":"trust","a":"Michelle Pfeiffer"},{"id":"EZiSm4v30PIOV","t":"Ideas are only lethal if you suppress and don't discuss them. Ignorance is not bliss, it's stupid. Banning books shows you don't trust your kids to think and you don't trust yourself to be able to talk to them.","c":"trust","a":"Anna Quindlen"},{"id":"AVayOwJh-yE7a","t":"Put your trust in the Lord and go ahead. Worry gets you no place.","c":"trust","a":"Roy Acuff"},{"id":"mQCcJ0iVqrAYt","t":"But that citizen's perception was also at one with the truth in recognizing that the very brutality of the means by which the IRA were pursuing change was destructive of the trust upon which new possibilities would have to be based.","c":"trust","a":"Seamus Heaney"},{"id":"IMDxs-wuVY4zB","t":"I always trust my gut reaction it's always right.","c":"trust","a":"Kiana Tom"},{"id":"dL8k8d91PNF4h","t":"Who would not rather trust and be deceived?","c":"trust","a":"Eliza Cook"},{"id":"Gr_17bToEmsI2","t":"I trust that the president will try, just give it one more shot, some revolutionary way of not doing this, of bringing all those kids back home safely.","c":"trust","a":"F. Murray Abraham"},{"id":"bJcF3Y3wHs54_","t":"To be trusted is a greater compliment than being loved.","c":"trust","a":"George MacDonald"},{"id":"cluOIqa5vO7Vz","t":"Your crew becomes your family and you trust the director and the other actors on the set, and it's a very safe place.","c":"trust","a":"Aleksa Palladino"},{"id":"aZ2Ub0grpZ9rf","t":"Various channels of dialogue must be kept open to build trust. I will meet North Korea's leader if it is needed to develop relations between the two Koreas.","c":"trust","a":"Park Geun-hye"},{"id":"okZ6ab2L0TsQz","t":"So near is falsehood to truth that a wise man would do well not to trust himself on the narrow edge.","c":"trust","a":"Marcus Tullius Cicero"},{"id":"J5WPIAnhdcCMn","t":"Trust me, sunscreen is so, so, so important and so I always wear sunscreen, but I still get really tan.","c":"trust","a":"Lea Michele"},{"id":"Ne4hPVrvX6qje","t":"I think that America will not trust a party to defend America that isn't willing to defend itself.","c":"trust","a":"James Carville"},{"id":"U08wWQkk1qUjD","t":"Work hard, use your common sense and don't be afraid to trust your instincts.","c":"trust","a":"Fred L. Turner"},{"id":"B9tRr5gWdN55t","t":"I think the industry finally gets it. They've lost the connection with the American public, and they've got to rebuild the trust with the American public.","c":"trust","a":"Billy Tauzin"},{"id":"jMTGsQ60msvPw","t":"Never trust the artist. Trust the tale. The proper function of the critic is to save the tale from the artist who created it.","c":"trust","a":"David Herbert Lawrence"},{"id":"9Cuxj3GGBhQlG","t":"I don't think it's true that blondes have more fun... Trust me, it is not true!","c":"trust","a":"Mila Kunis","e":true},{"id":"n1BVDHxJRoZHh","t":"In America few people will trust you unless you are irreverent.","c":"trust","a":"Norman Mailer"},{"id":"8F0Tn2n5fJd5I","t":"People tell me they idolise me, want to be like me, but I tell them, 'trust me, you don't want my life.' I've been a very tortured soul.","c":"trust","a":"Phil Spector"},{"id":"AJE1HmJPDapU1","t":"You must trust and believe in people or life becomes impossible.","c":"trust","a":"Anton Chekhov"},{"id":"5OoMyyR6Fq9CK","t":"Apart from a few simple principles, the sound and rhythm of English prose seem to me matters where both writers and readers should trust not so much to rules as to their ears.","c":"trust","a":"F. L. Lucas"},{"id":"6p1GYWSsYnGub","t":"If its not done ethically, advertising won't be trusted. If consumers don't trust it, advertising is pointless.","c":"trust","a":"Jef I. Richards"},{"id":"lBuPdiO5gSUSj","t":"You have got to discover you, what you do, and trust it.","c":"trust","a":"Barbra Streisand"},{"id":"4dEXFDvTc_aCs","t":"If you don't trust the pilot, don't go.","c":"trust","a":"Denzel Washington"},{"id":"0Yj2MUwSnW8C2","t":"I am not the kind of girl who can trust a theory based on one person.","c":"trust","a":"Brigitte Boisselier"},{"id":"KnET-OVQSg-FC","t":"Never trust the advice of a man in difficulties.","c":"trust","a":"Aesop"},{"id":"PGr1gpgA2pGzR","t":"Because I'm always away, coming home to a clean house means a lot to me. Trust me, I've lived with a lot of roommates, and straight guys are just kids who don't pick up after themselves.","c":"trust","a":"Kellan Lutz"},{"id":"9889HzKqWL6Mx","t":"It's not that I don't believe in miracles, but I never quite trust that they're real.","c":"trust","a":"Mariel Hemingway"},{"id":"iVfy4RwrsDTtR","t":"A man who does not trust himself will never really trust anybody.","c":"trust","a":"Cardinal De Retz"},{"id":"GWjXeYyEd2ZOU","t":"I don't think you can question your instinct you should always trust it.","c":"trust","a":"Andrea Arnold"},{"id":"TKBjvfL9K4COu","t":"I don't trust anybody in my life except my mother and my dogs.","c":"trust","a":"Cheryl Cole"},{"id":"zlxyKCo-Zyuq3","t":"All I have seen teaches me to trust the creator for all I have not seen.","c":"trust","a":"Ralph Waldo Emerson"},{"id":"HsfAiMQ9kO02z","t":"We are all selfish and I no more trust myself than others with a good motive.","c":"trust","a":"Lord Byron"},{"id":"iGQ5OgRHw_VMZ","t":"People don't trust the federal government as it relates to health care.","c":"trust","a":"Mike Conaway"},{"id":"igtnpyVfurnGp","t":"When you explain to people what you're trying to do, as opposed to just making demands or delegating tasks, you can build instant trust, even if it's just for that short time you're on the phone.","c":"trust","a":"Simon Sinek"},{"id":"qc_W5CIFcsEYK","t":"People shouldn't trust artists and they shouldn't trust art. Part of the fun of art is that it invites you to interpret it.","c":"trust","a":"Tony Kushner"},{"id":"JQ2TW-IfF_7tZ","t":"When you're told to go brief a United States senator on a covert operation, you go do it. And you trust the information isn't going to leak.","c":"trust","a":"Oliver North"},{"id":"7TRpQi2eVO__f","t":"Americans have been given goals to achieve in Iraq, but not the standards by which to measure progress. And the only assurance Americans have been given that we can reach those goals is to trust the President and his Administration at their word.","c":"trust","a":"Patrick J. Kennedy"},{"id":"ID7ACKiN-sXcb","t":"Not everyone can be trusted. I think we all have to be very selective about the people we trust.","c":"trust","a":"Shelley Long"},{"id":"opQXV0qGO8h9Y","t":"Mr. Speaker, the Delaware River deepening project is important for my constituents, for our region and for the entire nation. I trust that, when they examine the facts about it, every one of my colleagues will join me in supporting it.","c":"trust","a":"Robert Brady"},{"id":"UohWZXk6vafzC","t":"I shall endeavour still further to prosecute this inquiry, an inquiry I trust not merely speculative, but of sufficient moment to inspire the pleasing hope of its becoming essentially beneficial to mankind.","c":"trust","a":"Edward Jenner"},{"id":"9rGLp2Qnx85LD","t":"The best situation is where they cast you and then they trust you.","c":"trust","a":"Illeana Douglas"},{"id":"mSw-hCzXIiTW5","t":"Trust and belief are two prime considerations. You must not allow yourself to be opinionated.","c":"trust","a":"James Dean"},{"id":"_FCy06wtlGH8K","t":"I became much happier when I realized I shouldn't depend solely on my career for my sense of self. So I developed other interests and surrounded myself with a small group of friends I could trust.","c":"trust","a":"Douglas Wood"},{"id":"9GOJCrZXaZACG","t":"Now I can do no more. We must trust to the Great Disposer of all events and the justice of our cause. I thank God for this opportunity of doing my duty.","c":"trust","a":"Horatio Nelson"},{"id":"9Z6iZ3B8HHOCN","t":"We would be false to our trust if we allowed the time it takes to give effect to constitutional rights to be used as the very reason for taking away those rights.","c":"trust","a":"Frank Murphy"},{"id":"4GwtTcQPWoO98","t":"I would say readers can trust my work more than anyone else's.","c":"trust","a":"Joseph J. Ellis"},{"id":"bmPoo-g6AoRrl","t":"If the president is failing to disclose material facts with regard to legislation being presented to the Congress on a question as important as war and peace, I think it does impair the level of trust that the House and the Senate have for this administration.","c":"trust","a":"John Dingell"},{"id":"4SJibBhilbB4T","t":"The chief lesson I have learned in a long life is that the only way you can make a man trustworthy is to trust him and the surest way to make him untrustworthy is to distrust him.","c":"trust","a":"Henry L. Stimson"},{"id":"1x9dWKe9EvCtA","t":"I always market research my books before I hand them in by showing them to five or six close friends who I trust to be honest with me, so they are very heavily re-written already.","c":"trust","a":"Helen Fielding"},{"id":"L2_PgE2VPuodg","t":"What Clinton did with Lewinsky was despicable but was no threat to the nation. That he lied about it repeatedly and to the public is a reason for us to cease to trust him and for him to resign.","c":"trust","a":"Donella Meadows"},{"id":"uUTf_TCHSWVwi","t":"I trust my mum with anything. If I have a problem, my mum is always the first person I go to.","c":"trust","a":"Richard Fleeshman","e":true},{"id":"SJKiiK38klrmY","t":"I trust my wife more than I trust myself.","c":"trust","a":"Chris Paul"},{"id":"71c8OxLm7hTqy","t":"Know that there is so much more to you than your body. It's not just about perfecting the steps you must trust your instincts to tell deep, emotional stories through the steps that you are performing.","c":"trust","a":"Karen Kain"},{"id":"-AzwEEie-Z-1U","t":"You can't trust very many people.","c":"trust","a":"George Best"},{"id":"cSPXJ_YAVI2QV","t":"How can people trust the harvest, unless they see it sown?","c":"trust","a":"Mary Renault"},{"id":"IN6XQGeMStKXI","t":"The first few weeks football players look at you like you are speaking a foreign language. My job is to get them to trust me, trust the system. I ask them to run in a way that makes no sense to them.","c":"trust","a":"Ato Boldon"},{"id":"FH-uQ5ixuc0TA","t":"The key is to get to know people and trust them to be who they are. Instead, we trust people to be who we want them to be - and when they're not, we cry.","c":"trust","a":"David Duchovny"},{"id":"PXxmRwKgcx59e","t":"I don't trust anybody who didn't inhale.","c":"trust","a":"Peter Fonda"},{"id":"IhVK0zeaY9rcB","t":"Before we decide to trust you with this power, we ask you to stand before the public and explain your views. Justice may be blind, but it should not be deaf.","c":"trust","a":"Herb Kohl"},{"id":"RStYMSxZ4YOWv","t":"In spite of the haze of speculation, it is still something of a shock to find myself here, coming to terms with an enormous trust placed in my hands and with the inevitable sense of inadequacy that goes with that.","c":"trust","a":"Rowan Williams"},{"id":"oAIJPJG9KIkio","t":"Jim Bakker came along. He said, Jessica Hahn, listen. You're a virgin. As God as my witness. He said, We need a girl that we can trust.","c":"trust","a":"Jessica Hahn"},{"id":"cnNVqyjNJceZa","t":"Never trust anything that can think for itself if you can't see where it keeps its brain.","c":"trust","a":"J. K. Rowling"},{"id":"iaNNUy87NRRiG","t":"We're never so vulnerable than when we trust someone - but paradoxically, if we cannot trust, neither can we find love or joy.","c":"trust","a":"Walter Anderson"},{"id":"X6UZVctQ9ekLJ","t":"I read the NY Times but I don't trust all of it.","c":"trust","a":"David Byrne"},{"id":"2JNQv-7iHtFYE","t":"I got this idea about being afraid to let go of something and being afraid of sinking into a state of almost anesthesia, where you have to trust other people. Just the paranoia of it all. And it seemed to suit the frenetic track. So I just wrote it out and, you know, said it.","c":"trust","a":"Nick Rhodes"},{"id":"Z6l0jNQCHIShE","t":"George W. Bush is a leader, and that's what we need in the White House. George Bush is someone you can believe and trust.","c":"trust","a":"Jim Edgar"},{"id":"-0IHGYTU2MgQ0","t":"My biggest challenge is trust, and really believing that trust, in letting things just happen personally and professionally and trust with myself. But I'm getting better at it.","c":"trust","a":"Katherine Moennig"},{"id":"88lhsSdZxj2pO","t":"There used to be this feeling under Eisenhower and Kennedy and Roosevelt and Truman that government was a solution. Trust in the presidency fell precipitously under Johnson - real lows. And it's never come back. It's a trend that, if you're liberal, is really discouraging.","c":"trust","a":"Robert Caro"},{"id":"ZQQmygLqIn8D6","t":"I don't listen to people's opinions. I have people around me who I can trust, but most of all I listen to myself.","c":"trust","a":"Mary J. Blige"},{"id":"kr79GlZJhl6ch","t":"I trust the people who are working with me. I delegate.","c":"trust","a":"Mario Draghi"},{"id":"GYHtwCUKHzhBv","t":"We need to discuss the basis of a new form of trust built on a meaningful form of citizenship appropriate for a republic.","c":"trust","a":"Michael D. Higgins"},{"id":"sTmswuioYXqMh","t":"Will some reporter, or some Republican on the Sunday shows, please ask why tax cuts raid the non-existent Social Security Trust Fund but all the Democrats' new spending doesn't? Will someone please ask that?","c":"trust","a":"Rush Limbaugh"},{"id":"i7ELTFVq7TFPU","t":"A half truth, like half a brick, is always more forcible as an argument than a whole one. It carries better.","c":"trust","a":"Stephen Leacock"},{"id":"9VQRPLxN-iT9l","t":"I've never read a screenplay in advance. You trust the artist.","c":"trust","a":"Beatrice Dalle"},{"id":"rKyMsJZvzRy0W","t":"So if the players trust the coach, it's not a problem. If the players don't trust the coach, it is a problem, and vice versa.","c":"trust","a":"Bill Parcells"},{"id":"ePApVjrFTbbB2","t":"He is still my father. He is still a person I know I could trust and he would never do anything against me. Once you're at the top, there are not many people like that. People always want something from you.","c":"trust","a":"Martina Hingis"},{"id":"co5rlIBoOc_FR","t":"If the security forces continue to be dominated as they are now by political groups or sects, then the people won't trust in them - and the result will be civil war or fragmentation of the country.","c":"trust","a":"Adnan Pachachi"},{"id":"w1lKqIaIwp2gv","t":"Beware of anyone who says they know. Trust me, they don't, or they wouldn't have to say they did.","c":"trust","a":"Harvey Fierstein"},{"id":"js7Noymfxetlf","t":"I wish people would realize that animals are totally dependent on us, helpless, like children, a trust that is put upon us.","c":"trust","a":"James Herriot"},{"id":"BRJKc8KrdJ860","t":"What we talked about will have to remain a secret between him and me. I spoke to him as a brother whom I have pardoned and who has my complete trust.","c":"trust","a":"Pope John Paul II"},{"id":"lBhV9JYH-PPpz","t":"I can count on one hand how many people I trust.","c":"trust","a":"Frances Bean Cobain"},{"id":"RImCt1YmV07PM","t":"It's all about the director for me we have to click. It's a trust thing. I'll say I'm ready to let down my walls. I'll cry for you as long as you need. But you're going to have to hug me afterwards.","c":"trust","a":"Juno Temple"},{"id":"2g3yDfQt5wxFh","t":"When political and business leaders tell the public - any public - 'We don't trust you to make the right decision' - they prejudice that electorate against the very proposals they want it to accept and undermine public confidence in themselves.","c":"trust","a":"Preston Manning"},{"id":"88QoJVwy_lBJH","t":"Espionage, for the most part, involves finding a person who knows something or has something that you can induce them secretly to give to you. That almost always involves a betrayal of trust.","c":"trust","a":"Aldrich Ames"},{"id":"FU2Cncu1r-45Q","t":"Millions have been taken from me. If you are not on top of it and you make a lot of money, and you trust business managers, then, yes, money will be taken from you.","c":"trust","a":"Stephanie Mills"},{"id":"wqt376iz1hc_j","t":"I trust my instincts.","c":"trust","a":"Billy Zane"},{"id":"At7pADoN9zqau","t":"Just trust yourself, then you will know how to live.","c":"trust","a":"Johann Wolfgang von Goethe"},{"id":"C2pVh3EckKVub","t":"Every president has to live with the result of what Lyndon Johnson did with Vietnam, when he lost the trust of the American people in the presidency.","c":"trust","a":"Robert Caro"},{"id":"D0hBhg8FadhVB","t":"How I work is I work from of very character-driven place. And I trust the writers.","c":"trust","a":"Amy Adams"},{"id":"U6TP4L60THyog","t":"It's difficult to get started-when it comes to dealing with an unknown quantity, people are reluctant to trust their own opinion. It helps if two or three people give you a boost.","c":"trust","a":"Lyle Lovett"},{"id":"wrN4w8AfMCZgZ","t":"One of the mistakes I made was placing too much trust in Montesinos.","c":"trust","a":"Alberto Fujimori"},{"id":"eQ3nHnyoAs_68","t":"If you are a reliable, honest journalist, sources will open up and trust you and share good information.","c":"trust","a":"Wolf Blitzer"},{"id":"kuL2ZT3OptYUC","t":"And as I've gotten deeper into the process of making films and television and such, I think I have more trust in the fact that you really never know what you're going to find after the twenty-fifth take.","c":"trust","a":"Matthew Fox"},{"id":"WmgO26fjG0bpW","t":"You have to trust your body to take care of you.","c":"trust","a":"A. J. Langer"},{"id":"w5eQSzGq5jZA1","t":"It's probably a bit of a power trip when you befriend somebody enough that they trust you to tell you things.","c":"trust","a":"Josh Brolin"},{"id":"pxW9QFgXzNc7-","t":"Based on 30 years of experience with the Iranians, they will give you 100 words. Trust only one of the 100.","c":"trust","a":"Hamad bin Khalifa Al Thani"},{"id":"tUGGs_bhVGMih","t":"I have made it a rule of my life to trust a man long after other people gave him up, but I don't see how I can ever trust any human being again.","c":"trust","a":"Ulysses S. Grant"},{"id":"w4Dv-pidUTirc","t":"There's no one I trust in show business more than Sabrina Wind. She's my eyes and ears when I can't be there. She weighs in on everything, from scripts to sets to advertising.","c":"trust","a":"Marc Cherry"},{"id":"FRlkpD1Q35tgW","t":"All I can hope to do is instill great morality in my son and trust him along the way. The music he listens to or how he chooses to wear his hair doesn't define his moral compass, and if he wants to listen to country music and wear a cowboy hat too, that's fine.","c":"trust","a":"Mark Hoppus"},{"id":"VCoFx2uw0zhgM","t":"I never trust anything that can be captured in 2 takes.","c":"trust","a":"Eleanor Tomlinson"},{"id":"pMivJs4oZIwmJ","t":"If we really want to be full and generous in spirit, we have no choice but to trust at some level.","c":"trust","a":"Rita Dove"},{"id":"sKnu7Xggynw7V","t":"I really like my doctors. Some of them I love. I trust them.","c":"trust","a":"Nancy Grace"},{"id":"5O5hQfP9kJJKw","t":"Trust is a great force multiplier.","c":"trust","a":"Tom Ridge"},{"id":"MX9jAOaNfVae1","t":"Trust your own instinct. Your mistakes might as well be your own, instead of someone else's.","c":"trust","a":"Billy Wilder"},{"id":"zq5Lc6Fu1rbST","t":"I had this totally impossible dream of being an actress. Trust me, just because I'm lucky enough to be doing this doesn't make any of this less of a pipe dream. And nothing gets my juices flowing like a really great performance. To see someone on stage, I get really excited.","c":"trust","a":"Olivia Thirlby"},{"id":"qHdKcrPov_BPN","t":"If you're an original thinker, you are going get told 'no' a lot, and you have to be able to hear 'no' many times from the bankers and trust that at some point, someone is going to recognize that you are an artist and not a can of soda.","c":"trust","a":"Nick Offerman"},{"id":"881N5c8FoFSPl","t":"Bronagh looks after the kids and without her the family would disintegrate... there are some things you can't discuss with anyone other than your wife. There has to be a strong bond of trust.","c":"trust","a":"John Key"},{"id":"U2lCmV_IohAe1","t":"And basically, the sense of the 'Pledge to America' is this: Republicans understand when we were in charge, we got fired in '06. We spent too much money. We defied the trust that the people had put in us. And we know that there is a better way.","c":"trust","a":"Eric Cantor"},{"id":"V8vmz2EZmrxWZ","t":"I have some women friends but I prefer men. Don't trust women. There is a built-in competition between women.","c":"trust","a":"Edna O'Brien"},{"id":"kFQ7kZFZG_v4V","t":"I have such trust complexes. I'm close to, like, two people.","c":"trust","a":"Taylor Momsen"},{"id":"phuRTMxiPKEV1","t":"You never know really what anyone thinks about you - that's why all my closest friends are ones I've had since my schooling days when I was 5. And I surround myself with people who I trust and who know me.","c":"trust","a":"Dominic Cooper"},{"id":"xPvShI-hMj-_N","t":"There's a unique bond of trust between readers and authors that I don't believe exists in any other art form as a reader, I trust a novelist to give me his or her best effort, however flawed.","c":"trust","a":"Dan Simmons"},{"id":"GlAQrKhS6ar1z","t":"We have been given the trust and goodwill of New Zealanders. I do not take that trust for granted, and I never will.","c":"trust","a":"John Key"},{"id":"5tEdfqRcjUq-t","t":"I like women, but you can't always trust them. Some of them are big liars, like this one woman I met who had a dog. I asked her her dog's name and then I asked, 'Does he bite?' and she said, 'No.' And I said, 'So how does he eat?' Liar!","c":"trust","a":"Demetri Martin"},{"id":"N5gg1uToqFw2h","t":"I've worked with many directors, good ones and bad ones. So if I have a chance to work the good ones, I better put myself in their hands, and trust them, because that's my big opportunity to be different, and to be better than usual.","c":"trust","a":"Thomas Kretschmann"},{"id":"G-4_sjTag873G","t":"I don't trust Santa Barbara as far as I can spit. I am afraid that if I went back there, it's possible that I could be run through their system, their judicial system, and wind up in some county jail where I could be killed and I'm not gonna take that chance.","c":"trust","a":"Randy Quaid"},{"id":"JhS6UBth5vCN9","t":"I focus on the writing and let the rest of the process take care of itself. I've learned to trust my own instincts and I've also learned to take risks.","c":"trust","a":"Sue Grafton"},{"id":"nNMCHZbadFAAe","t":"The problem with not having a camera is that one must trust the analysis of a reporter who's telling you what occurred in the courtroom. You have to take into consideration the filtering effect of that person's own biases.","c":"trust","a":"Lance Ito"},{"id":"fqaS92C-ggEkK","t":"The time I trust will come, perhaps within the lives of some of us, when the outline of this science will be clearly made out and generally recognised, when its nomenclature will be fixed, and its principles form a part of elementary instruction.","c":"trust","a":"Nassau William Senior"},{"id":"ElP-MMl4EP16j","t":"Trust, but verify.","c":"trust","a":"Ronald Reagan"},{"id":"obNg0ghgss4l7","t":"I have been extremely pleased to support the Trust's work in the Lupus Unit ever since. Personal experience also motivated me to become involved to help raise the awareness of the disease and hopefully thereby improve the speed of diagnosis.","c":"trust","a":"Elaine Paige"},{"id":"y5H0Yqfj6LDMH","t":"I don't always trust my own instincts. It would be nice if someone else would tell me what I should do with my life!","c":"trust","a":"Liz Phair"},{"id":"u_a9v2_dkXsOT","t":"Trust cannot be commanded and yet it is also correct that the only one who earns trust is the one who is prepared to grant trust.","c":"trust","a":"Gustav Heinemann"},{"id":"qyCZQubOgQnqe","t":"We do not trust the goodwill of the U.S. They have cut the ties.","c":"trust","a":"Akbar Hashemi Rafsanjani"},{"id":"FRwi-aFMhhX0_","t":"Trust no friend without faults, and love a woman, but no angel.","c":"trust","a":"Doris Lessing"},{"id":"zEN0z53mQHhpY","t":"One of our most noble political tasks is to open up trust.","c":"trust","a":"Gustav Heinemann"},{"id":"pUy1vDqpZP5wq","t":"I don't trust or love anyone. Because people are so creepy. Creepy creepy creeps. Creeping around. Creeping here and creeping there. Creeping everywhere.","c":"trust","a":"Vincent Gallo"},{"id":"iVqZCMQQTkO0S","t":"You might not trust me. Please give me a chance and time. I will prove myself for all of you.","c":"trust","a":"Yingluck Shinawatra"},{"id":"W3cnSsAa3YqLV","t":"Don't expect anyone else to support you. Maybe you'll have a trust fund. Maybe you'll have a wealthy spouse. But you never know when either of them might run out.","c":"trust","a":"Mary Schmich"},{"id":"eIHEkAMVAtfno","t":"The only kind of seafood I trust is the fish stick, a totally featureless fish that doesn't have eyeballs or fins.","c":"trust","a":"Dave Barry"},{"id":"4nYPTmpWoL8kW","t":"All political power is a trust.","c":"trust","a":"Charles James Fox"},{"id":"PyYRqT1qSyHYN","t":"Selling drug secrets violates a trust that is fundamental to the integrity of both scientific research and our financial markets.","c":"trust","a":"Charles Grassley"},{"id":"9S7zrfMGOQ0c_","t":"You can trust Charlie Crist.","c":"trust","a":"Charlie Crist"},{"id":"fHhabW8lGd0gV","t":"Those who trust to chance must abide by the results of chance.","c":"trust","a":"Calvin Coolidge"},{"id":"WeDNrkr3_AV_Z","t":"Whoever has trusted a woman has trusted deceivers.","c":"trust","a":"Hesiod"},{"id":"_9vdS5kR091Hv","t":"It's not my job to try and alter the director's style - he's in charge, and I'll always give him my trust.","c":"trust","a":"Ewan McGregor"},{"id":"NWt5QUumQxjYm","t":"Denial exists because human infants, though equipped with trust-o-meters, are built to trust, blindly and absolutely, any older person who wanders past.","c":"trust","a":"Martha Beck"},{"id":"cGNVRDXaDwVBU","t":"There's only a handful of people I trust completely, and I know who they are. Other than that, I pretty much don't trust people.","c":"trust","a":"Anton Yelchin"},{"id":"kzQoEEvRgyeg0","t":"Only trust thyself, and another shall not betray thee.","c":"trust","a":"William Penn"},{"id":"BCkUQP-H09BZb","t":"If you wish in this world to advance your merits you're bound to enhance You must stir it and stump it, and blow your own trumpet, Or, trust me, you haven't a chance.","c":"trust","a":"William Gilbert"},{"id":"Xy7hmPJ5w7CWJ","t":"We have fun, we listen to one another, we challenge one another, we trust one another. We're doing what we enjoy, and we're not just playing for each other, we're playing for the people.","c":"trust","a":"Benny Green"},{"id":"4qJA_el-3v30h","t":"I think a film set is a quite controlled environment and you feel like you can trust them and it is going to be a safe place to work, but I really don't think about it.","c":"trust","a":"Orlando Bloom"},{"id":"gPrQrCaN2j65_","t":"With any work worth its salt, you have to trust the author enough to take its measure. And if you apply too many preconceptions, you are not taking its measure.","c":"trust","a":"Art Spiegelman"},{"id":"zJ5StfcEKDi2S","t":"These are very subtle things, of course, and I don't expect everyone to pick them up consciously, but I think that there is something there that you must be able to feel, there is an energy at work that I must trust my audience will be able to pick up at some level.","c":"trust","a":"Atom Egoyan"},{"id":"MF-l_Pnd9lHnl","t":"Disarmament requires trust.","c":"trust","a":"Gustav Heinemann"},{"id":"4gFaPZMi83djs","t":"I would say I was always very ambitious and goal-oriented, but rather than being just a go-getter hustler, now I surrender a lot more and I trust my path a lot more.","c":"trust","a":"Jenna Dewan"},{"id":"LE1X7F2ruehAl","t":"The Macau casinos have a wonderful business, it's taking in money from Chinese businessmen elsewhere who send it through junky companies to casinos to gamble. The growth continues and they have basically western managers and western accounting, so we trust the numbers a little bit more.","c":"trust","a":"James Chanos"},{"id":"5JtPAD_5gS3_d","t":"I buy about $1,500 worth of papers every month. Not that I trust them. I'm looking for the crack in the fabric.","c":"trust","a":"Dick Gregory"},{"id":"Ca_oYWJIiNKQD","t":"America is a country ready to be taken, in fact, longing to be taken by political leaders ready to restore democracy and trust to the political process.","c":"trust","a":"Arianna Huffington"},{"id":"Gb45dUwNB_KqS","t":"Every time I make American film I just trust American directors and American writers.","c":"trust","a":"Jackie Chan"},{"id":"U-sdpI8-Ydydf","t":"The hedonistic lifestyle is difficult to achieve when you're still carrying your own gear. Trust me that you don't feel glamorous with a 60-pound amp in your arms it's a lot less sexy than toting a vodka gimlet and impossible to do in heels.","c":"trust","a":"Carrie Brownstein","e":true},{"id":"36_bHrZQUaplI","t":"We've got to trust the politicians with these decisions.","c":"trust","a":"George Carey"},{"id":"ASXgSwRhUr26-","t":"You can't just trust to luck you have to really listen to what that character is telling you.","c":"trust","a":"Estelle Parsons"},{"id":"px3w-SNOLW7FU","t":"We grow in time to trust the future for our answers.","c":"trust","a":"Ruth Benedict"},{"id":"iWjJnw0_e18pS","t":"I trust no one, not even myself.","c":"trust","a":"Joseph Stalin"},{"id":"7LvRTAz7jwr5d","t":"You never know if you're a writer. You can't trust it. If you woke up and said, 'I'm a writer,' it would be gone. You wouldn't see anything for miles - even the dust would be running away.","c":"trust","a":"Ali Smith"},{"id":"DyRWDaFB-YMRd","t":"I look for people who're passionate, dedicated to the text, and in whom I trust completely.","c":"trust","a":"Greta Scacchi"},{"id":"45Q6HB_vr5xon","t":"Responsibilities are given to him on whom trust rests. Responsibility is always a sign of trust.","c":"trust","a":"James Cash Penney"},{"id":"tBwt8LcduzqGA","t":"Our citizens will lose their confidence or trust in the values and principles of the international community, especially if our personal identity is denied.","c":"trust","a":"Boris Trajkovski"},{"id":"igcE3_aXwAFRb","t":"One of the things I had to learn as a writer was to trust the act of writing. To put myself in the position of writing to find out what I was writing.","c":"trust","a":"E. L. Doctorow"},{"id":"tw9a6U_TdAVXJ","t":"Trust should be the basis for all our moral training.","c":"trust","a":"Robert Baden-Powell"},{"id":"rSmJI3UBI_k1y","t":"I also learned to be more confident, to trust my instincts more.","c":"trust","a":"Lindsey Buckingham"},{"id":"uqXUzIYQDJXTo","t":"The only white man you can trust is a dead white man.","c":"trust","a":"Robert Mugabe"},{"id":"m1hnYyXFEiNtY","t":"One is that you have to take time, lots of time, to let an idea grow from within. The second is that when you sign on to something, there will be issues of trust, deep trust, the way the members of a string quartet have to trust one another.","c":"trust","a":"Yo-Yo Ma"},{"id":"AAxWfx5zXCn5i","t":"The moment for action has arrived, and I know that I can trust in you to save our country.","c":"trust","a":"George B. McClellan"},{"id":"WQUTlPQ6BQPgd","t":"If we want to truly regain the public's trust, we can provide greater accountability and transparency with a simple step. Let's start by communicating to our constituents about the votes we take.","c":"trust","a":"Melissa Bean"},{"id":"TJaxLnHqfNT3P","t":"Trust is the first step to love.","c":"trust","a":"Munshi Premchand"},{"id":"rZIlFrpm3Zadq","t":"What we have is North Korea still pursuing path to a nuclear weapon state. So the majority of people's trust in North Korea has gone down considerably.","c":"trust","a":"Lee Myung-bak"},{"id":"lICts8ddjUMRj","t":"Our authorities leave us no doubt that the trust lodged with the oligarchy was sometimes abused, but it certainly ought not to be regarded as a mere usurpation or engine of tyranny.","c":"trust","a":"Henry James Sumner Maine"},{"id":"r__EZddqkA6tQ","t":"I believe the main solution is to gain the trust of Europe and America and to remove their concerns over the peaceful nature of our nuclear industry and to assure them that there will never be a diversion to military use.","c":"trust","a":"Akbar Hashemi Rafsanjani"},{"id":"eWepDgaVaNnH6","t":"We have only God on our side they have 'In God We Trust' on their side.","c":"trust","a":"Willie Green"},{"id":"eb3sVOnPvbisd","t":"Few things can help an individual more than to place responsibility on him, and to let him know that you trust him.","c":"trust","a":"Booker T. Washington"},{"id":"gT1wGchTUv6U3","t":"I used to have trust with reporters. Give them scoops. Those were the old days. It's very strange, when you give a story and it doesn't come out the right way.","c":"trust","a":"Joe Arpaio"},{"id":"O9u0spaPV9Rfb","t":"People don't place their trust in government or company pension plans they have to be self-reliant.","c":"trust","a":"Scott Cook"},{"id":"AA7b5pKR-Jkw-","t":"I hope and trust the infinite, the eternal, and merciful and loving God. I worship Him and feel no guilt in my heart before him for what I am going to do.","c":"trust","a":"Alex Campbell"},{"id":"hbU3cimNS4tkP","t":"Seize the day, and put the least possible trust in tomorrow.","c":"trust","a":"Horace"},{"id":"mxN5LZclRKAOB","t":"When you are a character actor they trust you will go in and give them a full character and leave.","c":"trust","a":"Vincent D'Onofrio"},{"id":"ptEhE3i8jz7IN","t":"Put your trust in God but be sure to keep your powder dry.","c":"trust","a":"Oliver Cromwell"},{"id":"kS5lmH45C01Yt","t":"Trust the tale, not the teller.","c":"trust","a":"David Knopfler"},{"id":"c7hx0vD5xTlCJ","t":"Sometimes a psychic tells you something and it feels wrong and others may be right on the money. It's your choice about whom to trust, and giving that trust is something we do ourselves.","c":"trust","a":"Martha Beck"},{"id":"HxQaLuzj1RYfB","t":"The chief internal enemies of any state are those public officials who betray the trust imposed upon them by the people.","c":"trust","a":"Dalton Trumbo"},{"id":"yjK3Ym97PmpOS","t":"When you do a drama, you are challenged to trust your inner voice much more. Because when you put a comedy in front of even a 25-person screening, you know whether it's working or not. The barometer is overt.","c":"trust","a":"Shawn Levy"},{"id":"xXHuoP57_uZTv","t":"Trust me that as I ignore all law to help the slave, so will I ignore it all to protect an enslaved woman.","c":"trust","a":"Susan B. Anthony"},{"id":"5Al-p9WSk9K3P","t":"When I get logical, and I don't trust my instincts - that's when I get in trouble.","c":"trust","a":"Angelina Jolie"},{"id":"9PH_g-N1tlKnB","t":"I'm not really much of a shopper. I have to say that I'd definitely prefer good sex. What makes good sex? Oh my god. I think you need to feel free and you have to really trust the other person. And you have to have that strange, mysterious chemical connection.","c":"trust","a":"Kristin Davis","e":true},{"id":"kL2GV7v_L8EVQ","t":"We believe. We believe in our destiny as a nation. We believe we have been called to do good, to spread the blessings of liberty and encourage the sense of trust upon which free societies depend.","c":"trust","a":"Tony Snow"},{"id":"bQAX20L5toQhC","t":"When I think it's good not to say the truth, I don't say anything. I don't like actors in general, they lie, they are liars, trust me.","c":"trust","a":"Melanie Laurent"},{"id":"iAeR9ElX04AkS","t":"There's good and bad everywhere in any aspect in life. The only people who we can't really trust are politicians. Because those guys lie to everybody and constantly.","c":"trust","a":"Demian Bichir"},{"id":"w5gcgb9ZK_v1_","t":"I trust no one totally.","c":"trust","a":"Gary Sheffield"},{"id":"sEj5Caq9FsBpr","t":"Although filmmaking is collaborative and involves trust, ultimately it is the director who holds the whole picture together in their head.","c":"trust","a":"Julia Leigh"},{"id":"M1EapMHWE13AI","t":"I don't really trust a sane person.","c":"trust","a":"Lyle Alzado"},{"id":"nnJ86pvNhDnNG","t":"They are the only people in the world who I can truly trust and rely on. Touring gets really lonely. I guess I have friends around me but when you're paying them can they ever really be true friends?","c":"trust","a":"Kelly Osbourne"},{"id":"RLqk9EnjQzI2F","t":"If we put our trust in the common sense of common men and 'with malice toward none and charity for all' go forward on the great adventure of making political, economic and social democracy a practical reality, we shall not fail.","c":"trust","a":"Henry A. Wallace"},{"id":"PE8vh6jjzUefL","t":"As a Christian, I think it's really important to find a man of God to trust and be supportive of me.","c":"trust","a":"Leven Rambin"},{"id":"6GibRKNOeY03u","t":"Raising five boys is a handful, trust me.","c":"trust","a":"Barbara Bush"},{"id":"ssLL4-DiO0_51","t":"I built a series of supporters that had my back. I never abused that trust. You can't cry wolf. You have to solve most problems yourself.","c":"trust","a":"Michael Arad"},{"id":"KNeXRmqoiiMKG","t":"He who does not trust enough, Will not be trusted.","c":"trust","a":"Lao Tzu"},{"id":"-gGjY-Nrim7UI","t":"You always want to go out there with the best book possible, so I listen to what my editors say, and even if they don't know how to fix it, I always seem to find a way. 'Trust Your Eyes' is the best book I've written, and I don't know if I can do any better.","c":"trust","a":"Linwood Barclay"},{"id":"zcqPybDnmUBiG","t":"With fame, you can't trust everybody. You can't depend on them being there for you as a person. They will only be there because of what you've got you as a person. They will only be there because of what you've got and what you can bring to their life. It's not a relationship-it's a leech.","c":"trust","a":"Chris Brown"},{"id":"h8abTzHQoRwrv","t":"Today I trust my instinct, I trust myself. Finally.","c":"trust","a":"Isabelle Adjani"},{"id":"mHLamJiWAubJz","t":"When there's writing that you really trust, it's very freeing as an artist.","c":"trust","a":"Matt LeBlanc"},{"id":"tmG-0n7Ee-Hp6","t":"In every tyrant's heart there springs in the end this poison, that he cannot trust a friend.","c":"trust","a":"Aeschylus"},{"id":"1GDm8E8BhLfIt","t":"The decision is 'trust fund' versus 'no more Medicaid' - and that shouldn't be a tough decision.","c":"trust","a":"Haley Barbour"},{"id":"lHDq5Y1r9Osh8","t":"Trust your gut.","c":"trust","a":"Sara Blakely"},{"id":"q0vQu_fZZjXck","t":"For me it's always about first impressions. I trust my instincts. I love to prepare if it's something that requires training. But I don't like to prepare the psychology too much. I enjoy the psychology of the character but I work better from a first impression.","c":"trust","a":"Billy Zane"},{"id":"LouKYVVXKFno8","t":"Having been given that public trust, we have a responsibility to share with the public.","c":"trust","a":"Steven Squyres"},{"id":"f9jC6LGhkEbir","t":"I've never made choices based on money - I always trust my gut.","c":"trust","a":"David James Elliott"},{"id":"9mjBZUQ3OQAVh","t":"People come into your life and people leave it... you just have to trust that life has a road mapped out for you.","c":"trust","a":"Orlando Bloom"},{"id":"jmsmwuDE2STmj","t":"Trust in yourself.","c":"trust","a":"Claudia Black"},{"id":"sh18Dim9o9zQ4","t":"Trust me, the only real way to understand 'Chic' is in highfalutin terms. Our chord progressions were based on European modal melodies. I made those early 'Chic' records to impress my jazz friends.","c":"trust","a":"Nile Rodgers"},{"id":"bFdbEduHx4pi1","t":"It's interesting, because I tend to trust a man with big ears.","c":"trust","a":"Mo Rocca"},{"id":"Bxlwg3iQp_PcX","t":"My disposition as a human being is kind of a go-along-to-get-along person. I tend to trust authority.","c":"trust","a":"Chris Hayes"},{"id":"fGp-8ieP5ZG_p","t":"To get a child's trust - you may know or not - is a very hard thing to do. They're so used to not believing adults - because adults tell tales and lies all the time.","c":"trust","a":"Maurice Sendak"},{"id":"MeDKar_o9BTHE","t":"Quakers almost as good as colored. They call themselves friends and you can trust them every time.","c":"trust","a":"Harriet Tubman"},{"id":"3qZUz-LKQc2Al","t":"Whatever happens in life is fine - just trust in that.","c":"trust","a":"Orlando Bloom"},{"id":"14Ou_Rj4pysPs","t":"I've stayed away from Twitter for a long time because I sort of didn't trust myself with such an intimate but very public way of relating to the world, but I feel like I've studied it enough.","c":"trust","a":"Elizabeth Reaser"},{"id":"AKcea3XcxaCnG","t":"I feel I do my best work when it's all there on the page, and I feel that the character is very vivid as I read the script and I'm not having to create stuff and trying to cobble together something. If I have to do that, then I don't entirely trust what I'm doing.","c":"trust","a":"Guy Pearce"},{"id":"amSUaxb5UJBIC","t":"I wouldn't trust Nixon from here to that phone.","c":"trust","a":"Barry Goldwater"},{"id":"tpu-qsUfahgsA","t":"Because Microsoft seems to sometimes not trust customer choice, they salt XP with all these little gizmos and trap doors to get people to try Microsoft stuff. But the reality is that we're downloading more players than we ever have on a worldwide basis.","c":"trust","a":"Rob Glaser"},{"id":"BtdMVQTeWtB9M","t":"The Broken Bow group is such a great family and seem like a group of tight-knit people. When I looked for a new label, I wanted to feel I could trust everybody. I wanted motivation to be at an all-time high.","c":"trust","a":"Fatima Siad"},{"id":"C0yNFmMRkOLeY","t":"We should conceive of ourselves not as rulers of Earth, but as highly powerful, conscious stewards: The Earth is given to us in trust, and we can screw it up or make it work well and sustainably.","c":"trust","a":"Kim Stanley Robinson"},{"id":"V_GHOzbrPqDaF","t":"It's mostly the financial chicanery that's going on. People are saying 'What kind of trust can we put in this market?'","c":"trust","a":"Mike Farrell"},{"id":"TEr_KgkeLPvJw","t":"The first year I started in San Francisco, there was an American work on every program and there's been a lot of music by living composers and gradually that was part of the process of getting the audience really to trust me.","c":"trust","a":"Michael Tilson Thomas"},{"id":"SlQftWC7JaY__","t":"I guess as long as people think of me for different ages, I'll trust their opinion. I remember noticing one year that Michelle Monaghan played 34 and 19, so I've kind of clung to that as my justification that I can be Jake Gyllenhaal's wife and a freshman in college in the same year.","c":"trust","a":"Anna Kendrick"},{"id":"UTZ-SgjJEzRjY","t":"The Centre is very important to me it's about trust - about truth.","c":"trust","a":"David Ginola"},{"id":"rmHa8vMqWGf-w","t":"When you form a team, why do you try to form a team? Because teamwork builds trust and trust builds speed.","c":"trust","a":"Russel Honore"},{"id":"IccxVkD_hxUE_","t":"There's obviously nothing wrong with selling your art - only an idiot with a trust fund would tell you otherwise. But it's confusing to know how far you should take it.","c":"trust","a":"Banksy"},{"id":"nhJI8AU00xB7t","t":"I don't think I can answer questions about the trust fund.","c":"trust","a":"Louise Woodward"},{"id":"1JavpsMKtsBUp","t":"I'm a Prince of Wales Trust ambassador, so I'm all about giving youth an education, a voice and a chance to not take the wrong road.","c":"trust","a":"Benedict Cumberbatch"},{"id":"3vSjkk4A3z-wE","t":"And I also trust that there's more than one way to do something.","c":"trust","a":"Dennis Muren"},{"id":"deDSrFBzowJaE","t":"If global cooling will come soon - scientists will lose trust.","c":"trust","a":"Shigenori Maruyama"},{"id":"tPV66hBUwdC7F","t":"The slogan was 'Don't trust anyone over thirty'. Sixty years later the slogan became, 'Don't trust anyone over ninety'.","c":"trust","a":"John McCarthy"},{"id":"nr3EMJNAwhHLV","t":"You know, at the end of the day, the only thing you have is trust and honor in this world. That's all you have. All you have is your reputation built on trust and your personal honor. When you don't have that anymore, well, you know, there you go. Trust was broken.","c":"trust","a":"George Tenet"},{"id":"QIQPC8YVXxQI6","t":"We must trust our own thinking. Trust where we're going. And get the job done.","c":"trust","a":"Wilma Mankiller"},{"id":"RBTF-r6gzOWH1","t":"The hardest thing to do is to trust people.","c":"trust","a":"Dwight Howard"},{"id":"LptSBhmANZs2-","t":"I trust it will not be giving away professional secrets to say that many readers would be surprised, perhaps shocked, at the questions which some newspaper editors will put to a defenseless woman under the guise of flattery.","c":"trust","a":"Kate Chopin"},{"id":"BqjCQaizhe04R","t":"Who can I trust? You have to invest in somebody and chances are you're probably going to invest in somebody who's going to deceive you. I've been conned a couple of times, but now I'm a little more savvy.","c":"trust","a":"Maggie Gyllenhaal"},{"id":"PILs3ehyKVaGN","t":"The trust of the innocent is the liar's most useful tool.","c":"trust","a":"Stephen King"},{"id":"O9EY5yo8ktOJP","t":"Let's say a Soviet exchange student back in the '70s would go back and tell the KGB about people and places and things that he'd seen and done and been involved with. This is not really espionage there's no betrayal of trust.","c":"trust","a":"Aldrich Ames"},{"id":"9lxjEmfhBrXWL","t":"Let's put aside the politics and trust the people. Let's embrace the unique opportunity we all have take the heat and make the hard and difficult decisions, knowing that we're doing it to make things better for the people of Illinois.","c":"trust","a":"Rod Blagojevich"},{"id":"90h57qSBjcWyb","t":"It's good to have a manager who shares your interests, or goals. You can presumably trust a husband. I don't know if it's the best way to work. I really shouldn't discuss this.","c":"trust","a":"Dorothy Stratten"},{"id":"B7usW0FzWxdCY","t":"People make suggestions on what to say all the time. I'll give you an example I don't read what's handed to me. People say, 'Here, here's your speech, or here's an idea for a speech.' They're changed. Trust me.","c":"trust","a":"George W. Bush"},{"id":"2FouWIuZSTa3H","t":"While it is clear that we need to make some adjustments to protect Social Security for the long term, it is disingenuous to say that the trust fund is facing a crisis.","c":"trust","a":"Carl Levin"},{"id":"nlYyFO8f-iU13","t":"The first thing I've learned is to trust nobody.","c":"trust","a":"Josh Bowman"},{"id":"jU8IN_BzU3C7Z","t":"O my brethren, my heart is enlarge towards you. I trust I feel something of that hidden, but powerful presence of Christ, whilst I am preaching to you.","c":"trust","a":"George Whitefield"},{"id":"ColEYnsQ0CZuo","t":"Part of filmmaking is always a guessing game, and part of it is always a game of trust.","c":"trust","a":"Greg Kinnear"},{"id":"sGjXZQvRovII4","t":"I am lucky to have advisers whom I trust.","c":"trust","a":"Monica Seles"},{"id":"pEwLeoe0YWJrY","t":"To some extent I happily don't know what I'm doing. I feel that it's an artist's responsibility to trust that.","c":"trust","a":"David Byrne"},{"id":"_dcgBGJANb3Aw","t":"I don't trust doctors. It's not to say there ain't some good ones, but on a general level, no, I wouldn't trust 'em at all.","c":"trust","a":"Keith Richards"},{"id":"w1VR89syjJCUC","t":"What you say about this world I do not quite agree with I think it a very good world, and only requires a person to be reasonable in his expectations, and not to trust too much to others.","c":"trust","a":"William John Wills"},{"id":"Afl-8H2McJmUT","t":"My parents put everything in a trust fund for me. I won't get it until I'm 18, so I'll use it for college.","c":"trust","a":"Heather O'Rourke"},{"id":"vBABsV3s61vmk","t":"Now where people are - at least the people I talk to - they are focused on issues of trust. Accountability also comes up, to make sure that this doesn't happen again.","c":"trust","a":"William P. Leahy"},{"id":"tzE2OchnQWss4","t":"I therefore beg that you would indulge me with the liberty of declining the arduous trust.","c":"trust","a":"Christopher Gadsden"},{"id":"7JMfGHfpozBbU","t":"I have never, not once, violated my public trust.","c":"trust","a":"Alan Mollohan"},{"id":"mn2xjOFRMTHWH","t":"I completely trust Gloria Vanderbilt. I have always found her very honest.","c":"trust","a":"Michael Lindsay-Hogg"},{"id":"egh0xn6KlDMFj","t":"You should trust any man in his own art provided he is skilled in it.","c":"trust","a":"Edward Coke"},{"id":"xEy8T6b8qbvDm","t":"When a man has no reason to trust himself, he trusts in luck.","c":"trust","a":"E. W. Howe"},{"id":"CD3_HoRUormck","t":"We've outsourced our memories to digital devices, and the result is that we no longer trust our memories. We see every small forgotten thing as evidence that they're failing us.","c":"trust","a":"Joshua Foer"},{"id":"8ddpsJk3ZzwEs","t":"We've got a long career ahead of us and it's going to be great. Trust me.","c":"trust","a":"Dan Hawkins"},{"id":"CUPiN8T1vkm8V","t":"As an alcoholic, you have no appreciation for your wife or your children's feelings, but I'm making up for that now. I'm winning my children's trust back.","c":"trust","a":"Maurice Gibb"},{"id":"O4He1baBmpY64","t":"Trust not too much to appearances.","c":"trust","a":"Virgil"},{"id":"lDWDuXws1O-AY","t":"And trust, yes, which is important, but that is what I aim towards. Now that is difficult for some people, and with that desire to get things as good as possible, I would say that I'm probably regarded as quite prickly to work with.","c":"trust","a":"Jeremy Irons"},{"id":"slnbswkVmM1GU","t":"I was no chief and never had been, but because I had been more deeply wronged than others, this honor was conferred upon me, and I resolved to prove worthy of the trust.","c":"trust","a":"Geronimo"},{"id":"WqrDd7IC_gCEh","t":"The American people want to have trust in their leaders.","c":"trust","a":"David Plouffe"},{"id":"Tk5f5_oR6cLXa","t":"I never trusted good-looking boys.","c":"trust","a":"Frances McDormand"},{"id":"dbqsuEPAoup7_","t":"We save paradise by an intense education program where you get people that you can trust to talk sanely about the environment and hope that the message will get through.","c":"trust","a":"Arthur Boyd"},{"id":"TdZJwgY95HBfy","t":"Like, you can find your dream, if you firmly believe. You have to have the innocence, and you have to have the daringness to trust.","c":"trust","a":"Bai Ling"},{"id":"15gXNT1k8KWVO","t":"Trusting your individual uniqueness challenges you to lay yourself open.","c":"trust","a":"James Broughton"},{"id":"4J2pko2bauXt8","t":"The Obama administration believes in experts and blue-ribbon panels. They believe in creating new agencies and boards. They believe in all that, but they just don't trust the entrepreneur's ability to grow her own business and to create jobs.","c":"trust","a":"Sher Valenzuela"},{"id":"th5h2TGVdoELM","t":"Trust one who has tried.","c":"trust","a":"Virgil"},{"id":"fe5_Vi4BmrIoO","t":"If you have three people in your life that you can trust, you can consider yourself the luckiest person in the whole world.","c":"trust","a":"Selena Gomez"},{"id":"runOgYLUS6jWZ","t":"If the players don't trust the coach, it is a problem, and vice versa.","c":"trust","a":"Bill Parcells"},{"id":"Ebtf0xm-sGCib","t":"I trust the people.","c":"trust","a":"William Hague"},{"id":"4LAReXtpegaZx","t":"Don't trust anyone over 30.","c":"trust","a":"Pat Boone"},{"id":"r-06q0ItEZygD","t":"I don't trust liberals, I trust conservatives.","c":"trust","a":"Lucius Annaeus Seneca"},{"id":"QpEaFdYhLY_kP","t":"Everyone realizes that one can believe little of what people say about each other. But it is not so widely realized that even less can one trust what people say about themselves.","c":"trust","a":"Rebecca West"},{"id":"crZZzFPR5UVxA","t":"If we do what we think is right, not try to point-score, people will begin to trust us.","c":"trust","a":"Francis Maude"},{"id":"OactCU8DuqZhK","t":"I grew up in a neighborhood in Baltimore that was like a war zone, so I never learned to trust that there were people who could help me.","c":"trust","a":"Jada Pinkett Smith"},{"id":"C_QOzq_Okb4ff","t":"Put more trust in nobility of character than in an oath.","c":"trust","a":"Solon"},{"id":"oWfiLsnHnzxUy","t":"Science doesn't in the slightest depend on trust. It depends completely on the belief that you can demonstrate something for yourself.","c":"trust","a":"Walter Gilbert"},{"id":"XOuA_fNi0cnB4","t":"We realized that the only persons we can truly trust in this world is each other and our families.","c":"trust","a":"Marion Jones"},{"id":"I7utvbZ0I15of","t":"You always have certain strengths and certain weaknesses, and you want to compensate for your weaknesses... I have a real duty to earn the trust of the faculty. I don't just deserve it. I have to earn it.","c":"trust","a":"Erskine Bowles"},{"id":"3WHnaCsOHeWkq","t":"Never trust a husband too far, nor a bachelor too near.","c":"trust","a":"Helen Rowland"},{"id":"J326sRpyS3I_S","t":"Every single Pixar film, at one time or another, has been the worst movie ever put on film. But we know. We trust our process. We don't get scared and say, 'Oh, no, this film isn't working.'","c":"trust","a":"John Lasseter"},{"id":"vhqi8AY0l92D_","t":"Trust not yourself, but your defects to know, make use of every friend and every foe.","c":"trust","a":"Alexander Pope"},{"id":"sPYM2qhcKvX5t","t":"People in north Michigan are not different at all from people in southern Alabama. Trust me, someone who's spent a lot of time in both places. They're all hardworking, simple people.","c":"trust","a":"Kid Rock"},{"id":"wGnOWc0pKB4kE","t":"I think there is a break down of trust generally, between people and politicians. I think that's come about for a whole variety of reasons.","c":"trust","a":"Theresa May"},{"id":"BTyZnUUrkz6iG","t":"I don't vote for the guy I trust. I vote for the guy who trusts me the most.","c":"trust","a":"Gary Burghoff"},{"id":"qlcQxLJ2z76xG","t":"You may be deceived if you trust too much, but you will live in torment if you don't trust enough.","c":"trust","a":"Frank Crane"},{"id":"VMw2t1s9qYZGU","t":"Love and trust and justice, concern for the poor, that's being pushed to the margins, and you can see it.","c":"trust","a":"Cornel West"},{"id":"axB978jLrv3DV","t":"As contagion of sickness makes sickness, contagion of trust can make trust.","c":"trust","a":"Marianne Moore"},{"id":"sUhqYA3GQc8iZ","t":"Trust everybody, but cut the cards.","c":"trust","a":"Finley Peter Dunne"},{"id":"3pvZHAcavXJwU","t":"Teachability and trust always leads to total obedience.","c":"trust","a":"Ed Townsend"},{"id":"d0-q_8XESjMIl","t":"I would rather trust a woman's instinct than a man's reason.","c":"trust","a":"Stanley Baldwin"},{"id":"joEPOopCykEZb","t":"The more you trust your intuition, the more empowered you become, the stronger you become, and the happier you become.","c":"trust","a":"Gisele Bundchen"},{"id":"lvruU-uZYPvIz","t":"And it sends an important message to me, because I am sick to death to hear my opponent saying Republicans don't trust me. They do trust me, in landslide proportions, and they're proving it tonight. We're going to bury that for good.","c":"trust","a":"Ben Nighthorse Campbell"},{"id":"8mYzfY4xP4XG0","t":"Not everyone is lucky enough to be given space and trust.","c":"trust","a":"Vanessa Paradis"},{"id":"xJYK8rIEh15jl","t":"I also don't trust Caribou anymore. They're out there, on the tundra, waiting... Something's going down. I'm right about this.","c":"trust","a":"Joss Whedon"},{"id":"L9Ql1KTOu3vsY","t":"The press is the hired agent of a monied system, and set up for no other purpose than to tell lies where their interests are involved. One can trust nobody and nothing.","c":"trust","a":"Henry Adams"},{"id":"JVI46OFHlk_na","t":"Liberty, as it is conceived by current opinion, has nothing inherent about it it is a sort of gift or trust bestowed on the individual by the state pending good behavior.","c":"trust","a":"Mary McCarthy"},{"id":"Gy-sfQPs-SfTx","t":"Don't trust anyone over thirty.","c":"trust","a":"Jerry Rubin"},{"id":"hmLg1oOMomJMv","t":"I learned something from that. If someone asks me something that I really don't want to do, I say no. I have to trust that. And I'm not afraid to talk money.","c":"trust","a":"Diana Ross"},{"id":"rnMOJUsjRq3cG","t":"It is impossible to go through life without trust: that is to be imprisoned in the worst cell of all, oneself.","c":"trust","a":"Graham Greene"},{"id":"PmIt1roZiqLkj","t":"Firemen can do almost everything. You already trust them in life-threatening situations why not let them help you with your everyday problems, too?","c":"trust","a":"David Hunt"},{"id":"e_H3Nvl_Q-5cr","t":"As a historian, what I trust is my ability to take a mass of information and tell a story shaped around it.","c":"trust","a":"Doris Kearns Goodwin"},{"id":"lKunZqvMf3ZSn","t":"I just trust people and they sense everything's gonna be alright.","c":"trust","a":"Gregory Corso"},{"id":"hZalymsiC6S1n","t":"I always have issues with trust.","c":"trust","a":"Vin Diesel"},{"id":"6TIh3yJTEJ8C1","t":"Superman was never previewed because the producers didn't trust Warners with the film.","c":"trust","a":"Richard Donner"},{"id":"dHLn-l9HazlB0","t":"Few delights can equal the presence of one whom we trust utterly.","c":"trust","a":"George MacDonald"},{"id":"UVPkGvzEpuK96","t":"Something goes wrong, I yell at them -'Fix it'- whether it's their fault or not. You can only really yell at the players you trust.","c":"trust","a":"Bill Parcells"},{"id":"UQEthS4r_i62_","t":"Trust dies but mistrust blossoms.","c":"trust","a":"Sophocles"},{"id":"_LZxiddG_Rm3g","t":"This thing is for the game of golf, yeah, but trust me, the Europeans don't have that mentality.","c":"trust","a":"Payne Stewart"},{"id":"Eff5NOnwL93A7","t":"The cyberspace earnings I get from Linux come in the format of having a Network of people that know me and trust me, and that I can depend on in return.","c":"trust","a":"Linus Torvalds"},{"id":"ekh6neTED0bLZ","t":"I trust myself. You need that to survive.","c":"trust","a":"Yoko Ono"},{"id":"wHsfZIaheUxF9","t":"I have in sincerity pledged myself to your service, as so many of you are pledged to mine. Throughout all my life and with all my heart I shall strive to be worthy of your trust.","c":"trust","a":"Queen Elizabeth II"},{"id":"ifyAiGH1NAfdO","t":"One of the challenges in networking is everybody thinks it's making cold calls to strangers. Actually, it's the people who already have strong trust relationships with you, who know you're dedicated, smart, a team player, who can help you.","c":"trust","a":"Reid Hoffman"},{"id":"ZX6T4vAZrjcGK","t":"I never trust a fighting man who doesnt smoke or drink.","c":"trust","a":"William Halsey"},{"id":"Kt6GCdVeMRnMj","t":"I've only ever trusted my gut on everything. I don't trust my head, I don't trust my heart, I trust my gut.","c":"trust","a":"Bryan Adams"},{"id":"LVjolYzTOKiiq","t":"Central authority is bad. The bias should be for freedom. And without a central authority, there are lots of little authorities, and we learn which ones to trust.","c":"trust","a":"John Stossel"},{"id":"3GL0AGCBYPg3R","t":"The Constitution preserves the advantage of being armed which Americans possess over the people of almost every other nation where the governments are afraid to trust the people with arms.","c":"trust","a":"James Madison"},{"id":"piU4Tn5Sv-CS7","t":"A more important reason is that the bands will intuitively trust someone they think is a peer, and who speaks fondly of the same formative rock and roll experiences.","c":"trust","a":"Steve Albini"},{"id":"Yemo2PaoiYE5w","t":"It is better to suffer wrong than to do it, and happier to be sometimes cheated than not to trust.","c":"trust","a":"Samuel Johnson"},{"id":"ysmBZHdzNvXh4","t":"There are only two sorts of people in life you can trust - good Christians and good Communists.","c":"trust","a":"Joe Slovo"},{"id":"SpSHJjO4IvsK_","t":"I have to trust what I do and then do it.","c":"trust","a":"Ednita Nazario"},{"id":"jCfE2u3OoclP1","t":"The 'public' scares me, but people I trust.","c":"trust","a":"Marilyn Monroe"},{"id":"raZocBjcfkaTl","t":"It takes people a while to trust you.","c":"trust","a":"Karl Malone"},{"id":"VjVtYvY8Sinl_","t":"Reporters used to be blue-collar at the Globe now, it's practically required that you have a trust fund.","c":"trust","a":"Howie Carr"},{"id":"RLsdELzgr8VdU","t":"When a man assumes a public trust he should consider himself a public property.","c":"trust","a":"Thomas Jefferson"},{"id":"93KLsVb5qbnYK","t":"It's time to stop the raid on the Social Security trust fund and start allowing Americans to invest their Social Security taxes in personal savings accounts.","c":"trust","a":"Mike Pence"},{"id":"G-aHMP9ws3dsw","t":"I trust the time is coming, when the occupation of an instructor to children will be deemed the most honorable of human employment.","c":"trust","a":"Angelina Grimke"},{"id":"FxGALZwUPYzxD","t":"Trust your gut instinct over spreadsheets. There are too many variables in the real world that you simply can't put into a spreadsheet. Spreadsheets spit out results from your inexact assumptions and give you a false sense of security. In most cases, your heart and gut are still your best guide.","c":"trust","a":"Naveen Jain"},{"id":"KU32kKcGNvlh3","t":"When you're C.E.O., you have to have two conditions: first, shareholders need to trust you and want you to head your company. The second is that you need to feel the motivation to do the job. So, as long as both are reunited, you continue to do the job. And today, they are reunited.","c":"trust","a":"Carlos Ghosn"},{"id":"HFowrXB-_pxPu","t":"Young people these days don't trust anything at all. They want to be free.","c":"trust","a":"Haruki Murakami"},{"id":"q2cc2PPci3YS5","t":"You can't trust water: Even a straight stick turns crooked in it.","c":"trust","a":"W. C. Fields"},{"id":"cvNxonALmJ9ua","t":"I think women have an innate ability to be intuitive with people that they truly love, but they have to trust that inner voice, and I think it is there. I think we are more intuitive than men.","c":"trust","a":"Andie MacDowell"},{"id":"-bMsYLKP0gQjl","t":"If we can by any method establish a relation of mutual trust between the laborer and the employer, we shall lay the foundation stone of a structure that will endure for all time.","c":"trust","a":"Mark Hanna"},{"id":"jXkjRyvgj9XN6","t":"The Teenage Cancer Trust does incredible work supporting and caring for teenagers and young adults with cancer, and it's a cause that is really close to me and my family.","c":"trust","a":"Florence Welch"},{"id":"ejSlMdEO7eA42","t":"The only way to make a man trustworthy is to trust him.","c":"trust","a":"Henry L. Stimson"},{"id":"9ZkReMEexfZgd","t":"When trust improves, the mood improves.","c":"trust","a":"Fernando Flores"},{"id":"wAJIEzDv3UBJT","t":"Gentlemen, I fervently trust that before long the principle of arbitration may win such confidence as to justify its extension to a wider field of international differences.","c":"trust","a":"Henry Campbell-Bannerman"},{"id":"iwxTABzhEo42N","t":"A man who trusts nobody is apt to be the kind of man nobody trusts.","c":"trust","a":"Harold MacMillan"},{"id":"EDWdgPQOJas0l","t":"I don't trust a lot of journalists.","c":"trust","a":"Calvin Klein"},{"id":"v_g4FXqLAPnzQ","t":"When a train goes through a tunnel and it gets dark, you don't throw away the ticket and jump off. You sit still and trust the engineer.","c":"trust","a":"Corrie Ten Boom"},{"id":"QZdf7gZ0bF0tk","t":"One feels very blessed to be born into a family like the Birla family, which is a household name in India, which stands for tradition, is yet contemporary, stands for trust.","c":"trust","a":"Kumar Mangalam Birla"},{"id":"6kg4cTL3mexGK","t":"I asked a ref if he could give me a technical foul for thinking bad things about him. He said, of course not. I said, well, I think you stink. And he gave me a technical. You can't trust em.","c":"trust","a":"Jim Valvano"},{"id":"qSvKzBzR5kcRn","t":"Trust me, my runners aren't going to run one event while looking past it to the second event. When they get on the line for the 10K, that's a do-or-die situation for them.","c":"trust","a":"Alberto Salazar"},{"id":"zlW96OHIvAjnn","t":"None of us and none of the Arabs trust Israel.","c":"trust","a":"Bashar al-Assad"},{"id":"lYgAX-V9UDGLs","t":"Some of their best songs don't have bridges and choruses. So that made me think I should trust my instincts. My songs were okay, I figured. I didn't need to change anything.","c":"trust","a":"Lucinda Williams"},{"id":"Yjds5N4N9CaQt","t":"That's how you get a performance - they put trust in you.","c":"trust","a":"Richard Donner"},{"id":"qth-O4rbZdkDT","t":"When you take a stand out of deep conviction, people know. They may not even agree, but they ask, 'Do I want someone who is willing to take a hard stand and someone I can trust to do that when the chips are down?' They want that.","c":"trust","a":"Barbara Boxer"},{"id":"FwEUakyuc5-Zk","t":"That's a great feeling to know that I'm going into a project that I have no idea what will become of that movie, but I really trust Ang Lee. And I really trusted Ron. It's just really nice to work with people that you feel that way about.","c":"trust","a":"Jennifer Connelly"}]