[{"id":"tc69z_OqQWiR5","t":"Conservatives saw the savagery of 9/11 in the attacks and prepared for war liberals saw the savagery of the 9/11 attacks and wanted to prepare indictments and offer therapy and understanding for our attackers.","c":"war","a":"Karl Rove"},{"id":"XBU7_dwtGJA8s","t":"I was going to be a great woman novelist. Then the war came along and I think it's hard for young people today, don't you, to realize that when World War II happened we were dying to go and help our country.","c":"war","a":"Julia Child"},{"id":"vHvZgFgAO-ph3","t":"Britain, which in the years immediately before this war was rapidly losing such democratic virtues as it possessed, is now being bombed and burned into democracy.","c":"war","a":"J. B. Priestley"},{"id":"ZeI25rjTZxcex","t":"In the months leading up to World War II, there was a tendency among many Americans to talk absently about the trouble in Europe. Nothing that happened an ocean away seemed very threatening.","c":"war","a":"Gene Tierney"},{"id":"ogT-TL-T6xq-y","t":"In most communities it is illegal to cry 'fire' in a crowded assembly. Should it not be considered serious international misconduct to manufacture a general war scare in an effort to achieve local political aims?","c":"war","a":"Dwight D. Eisenhower"},{"id":"e0CGgxbVOmPjC","t":"New terms used like, 'overseas contingency operation' instead of the word 'war' - that reflects a worldview that is out of touch with the enemy that we face. We can't spin our way out of this threat.","c":"war","a":"Sarah Palin"},{"id":"U8wdvoELbCM-N","t":"There aren't a lot of guys like me left. But I'm a war horse. I've been through it all. And you know something about war horses? Through the sleet, through the snow, they just keep going.","c":"war","a":"Joel Silver"},{"id":"wNqGf2DLKQl7o","t":"There is no instance of a nation benefitting from prolonged warfare.","c":"war","a":"Sun Tzu"},{"id":"IzSL148aBY5n6","t":"I have a scheme for stopping war. It's this - no nation is allowed to enter a war till they have paid for the last one.","c":"war","a":"Will Rogers"},{"id":"xrCHXAQX5tJQx","t":"Thus, what is of supreme importance in war is to attack the enemy's strategy.","c":"war","a":"Sun Tzu"},{"id":"I5i0qeM_-p302","t":"Diplomats are just as essential to starting a war as soldiers are for finishing it... You take diplomacy out of war, and the thing would fall flat in a week.","c":"war","a":"Will Rogers"},{"id":"TWPO3pzHMgSv_","t":"I do not believe that the men who served in uniform in Vietnam have been given the credit they deserve. It was a difficult war against an unorthodox enemy.","c":"war","a":"William Westmoreland"},{"id":"flMkSvlp_D82I","t":"A self-respecting nation is ready for anything, including war, except for a renunciation of its option to make war.","c":"war","a":"Simone Weil"},{"id":"z4c3bVmgfanel","t":"I am an opponent of Saddam Hussein, but an opponent also, of the sanctions that have killed a million Iraqi children and an opponent of the United States' apparent desire to plunge the Middle East into a new and devastating war.","c":"war","a":"George Galloway"},{"id":"LZbj-hMAxJxoA","t":"Ants are so much like human beings as to be an embarrassment. They farm fungi, raise aphids as livestock, launch armies into war, use chemical sprays to alarm and confuse enemies, capture slaves, engage in child labour, exchange information ceaselessly. They do everything but watch television.","c":"war","a":"Lewis Thomas"},{"id":"-U907SuBXFxge","t":"I have been a gigantic Rolling Stones fan since approximately the Spanish-American War.","c":"war","a":"Dave Barry"},{"id":"iS0Mepsm2Zn0x","t":"I have a friend that is a WWII buff, and we sat and talked a lot about stuff like the war and the reasons behind it, and you now it's all in the uniform. Once you're in it, it usually does all the work for you.","c":"war","a":"Ryan Gosling"},{"id":"q3ERttBKYIGGT","t":"When the rich wage war, it's the poor who die.","c":"war","a":"Jean-Paul Sartre"},{"id":"0Atob31l64-oD","t":"We have always said that in our war with the Arabs we had a secret weapon - no alternative.","c":"war","a":"Golda Meir"},{"id":"3ub8DY6R3eSIy","t":"In war the heroes always outnumber the soldiers ten to one.","c":"war","a":"H. L. Mencken"},{"id":"x1i3XGWHbo_Eq","t":"I believe the war on terror is the vital discussion of this decade and of our generation, probably. To win the war on terror, you need a good offense and a good defense. On defense, I regret to say, basically, this administration has not come close to doing what is necessary.","c":"war","a":"Charles Schumer"},{"id":"eOO2Sc8bVOUId","t":"In war, there are no winners.","c":"war","a":"Ramman Kenoun"},{"id":"X2bezQVdeXVcy","t":"It is not only the living who are killed in war.","c":"war","a":"Isaac Asimov"},{"id":"_fu2dH1IudL4I","t":"You can no more win a war than you can win an earthquake.","c":"war","a":"Jeannette Rankin"},{"id":"8jkavu-SSJe2d","t":"Al Jazeera aired a new tape of Osama bin Laden. It was the usual stuff, he called Bush evil, the Great Satan, called him a war monger. Basically, the same thing you heard at last night's Democratic debate.","c":"war","a":"Jay Leno"},{"id":"_HnCjdZJN7uRi","t":"War is like love it always finds a way.","c":"war","a":"Bertolt Brecht"},{"id":"U1ZofqtMj6TfK","t":"I could have ended the war in a month. I could have made North Vietnam look like a mud puddle.","c":"war","a":"Barry Goldwater"},{"id":"SN6S9A2095Krl","t":"People say you favor assassination, what do you think war is? Except that it's assassination on a much larger scale, a much more horrific scale.","c":"war","a":"John Bolton"},{"id":"0CWcP0e7aRe9h","t":"I took up writing to escape the drudgery of that every day cubicle kind of war.","c":"war","a":"Walter Mosley"},{"id":"sl0XUJiAhyDm0","t":"War is regarded as nothing but the continuation of state policy with other means.","c":"war","a":"Karl Von Clausewitz"},{"id":"dWUrDHAIOspkh","t":"Really, when it comes to gay rights, there's two wars going on. The first war is political. But the culture war is over.","c":"war","a":"Dan Savage"},{"id":"f5446CYTe-jem","t":"I had seen people who had lost everything and everyone they loved to war, famine, and natural disasters.","c":"war","a":"Chelsea Clinton"},{"id":"mtq4wNXnImpsC","t":"I'm a writer. I don't support any war. That's my principle.","c":"war","a":"Haruki Murakami"},{"id":"Qzs1YSKr7Oy_Q","t":"When I was a youngster growing up in South Dakota, we never referred to the national debt, it was always referred to as the war debt because it stemmed from World War I.","c":"war","a":"George McGovern"},{"id":"xfeoEhEOv9ZxM","t":"Organize, agitate, educate, must be our war cry.","c":"war","a":"Susan B. Anthony"},{"id":"q1KLeRtdvvp_T","t":"Until democracy in effective enthusiastic action fills the vacuum created by the power of modern inventions, we may expect the fascists to increase in power after the war both in the United States and in the world.","c":"war","a":"Henry A. Wallace"},{"id":"TIqWK3pgBmS27","t":"It's never acceptable to target civilians. It violates the Geneva Accords, it violates the international law of war and it violates all principles of morality.","c":"war","a":"Alan Dershowitz"},{"id":"S5M5YZ5gHVk-D","t":"War itself is the enemy of the human race.","c":"war","a":"Howard Zinn"},{"id":"KlVSpjiimDkjI","t":"I took every chance I could to meet with U.S. soldiers. I talked with them and read the books they gave me about the war. I decided I needed to return to my country and join with them - active duty soldiers and Vietnam Veterans in particular - to try and end the war.","c":"war","a":"Jane Fonda"},{"id":"IyYYbJazLhT6n","t":"Everything, everything in war is barbaric... But the worst barbarity of war is that it forces men collectively to commit acts against which individually they would revolt with their whole being.","c":"war","a":"Ellen Key"},{"id":"wxM1TRwZAAntq","t":"I am tired and sick of war. Its glory is all moonshine. It is only those who have neither fired a shot nor heard the shrieks and groans of the wounded who cry aloud for blood, for vengeance, for desolation. War is hell.","c":"war","a":"William Tecumseh Sherman"},{"id":"OyasLA8yjGdRg","t":"What a cruel thing war is... to fill our hearts with hatred instead of love for our neighbors.","c":"war","a":"Robert E. Lee"},{"id":"N4DS-mQaKKI7e","t":"Mankind must put an end to war before war puts an end to mankind.","c":"war","a":"John F. Kennedy"},{"id":"Deu07NhasrI4P","t":"There is nothing so subject to the inconstancy of fortune as war.","c":"war","a":"Miguel de Cervantes"},{"id":"0r5FTHBldsehC","t":"In war there is no prize for runner-up.","c":"war","a":"Lucius Annaeus Seneca"},{"id":"lcRdRELslI65Z","t":"I know not with what weapons World War III will be fought, but World War IV will be fought with sticks and stones.","c":"war","a":"Albert Einstein"},{"id":"WLFCacYauEXmP","t":"There is many a boy here today who looks on war as all glory, but, boys, it is all hell.","c":"war","a":"William Tecumseh Sherman"},{"id":"aJHrwaif9erS8","t":"Force and fraud are in war the two cardinal virtues.","c":"war","a":"Thomas Hobbes"},{"id":"jLzL09n-8hVPe","t":"I'm tired. I'm tired of feeling rejected by the American people. I'm tired of waking up in the middle of the night worrying about the war.","c":"war","a":"Lyndon B. Johnson"},{"id":"VPS5rnqmfpygZ","t":"I was lucky enough to lead a very successful war.","c":"war","a":"Norman Schwarzkopf"},{"id":"r-RL2x6A2fz9E","t":"The battle for the mind of Ronald Reagan was like the trench warfare of World War I: never have so many fought so hard for such barren terrain.","c":"war","a":"Peggy Noonan"},{"id":"RjFj9N0a0_CK0","t":"That is what war is and dancing it is forward and back, when one is out walking one wants not to go back the way they came but in dancing and in war it is forward and back.","c":"war","a":"Gertrude Stein"},{"id":"GowE2OXcIE-pm","t":"The surest way to prevent war is not to fear it.","c":"war","a":"John Randolph"},{"id":"8Bw8PKhRiK3Bb","t":"The connection between dress and war is not far to seek your finest clothes are those you wear as soldiers.","c":"war","a":"Virginia Woolf"},{"id":"LjvJ56Ru78asp","t":"When I was in the war, I was lucky that I was in a plane and never saw the carnage close-up.","c":"war","a":"George McGovern"},{"id":"PUtaor1nZ4MS2","t":"However much we may sympathize with a small nation confronted by a big and powerful neighbours, we cannot in all circumstances undertake to involve the whole British Empire in a war simply on her account.","c":"war","a":"Neville Chamberlain"},{"id":"4gaO50ZEIV4Wm","t":"Think of what happened after 9/11, the minute before there was any assessment, there was glee in the administration because now we can invade Iraq, and so the war drums beat.","c":"war","a":"Ron Paul"},{"id":"90U8CwZ49Zo3q","t":"With all the negativity going on in the world right now, people need an escape. When you give them a hit record or a great record, it allows them to escape for at least three to four minutes. They're not thinking bills or economy or immigration or war when you create that kind of ambiance.","c":"war","a":"Pitbull"},{"id":"y_69TasfD1irz","t":"War is not an adventure. It is a disease. It is like typhus.","c":"war","a":"Antoine de Saint-Exupery"},{"id":"UyYCUEqXhknRM","t":"The War on Drugs employs millions - politicians, bureaucrats, policemen, and now the military - that probably couldn't find a place for their dubious talents in a free market, unless they were to sell pencils from a tin cup on street corners.","c":"war","a":"L. Neil Smith"},{"id":"nGogO7WpzONVW","t":"The facts of life are that a child who has seen war cannot be compared with a child who doesn't know what war is except from television.","c":"war","a":"Sophia Loren"},{"id":"DiAMtTO0qx4_5","t":"But when will our leaders learn - war is not the answer.","c":"war","a":"Helen Thomas"},{"id":"EZBwH-O2DrkHB","t":"I was the guy who was constantly speaking out against the Vietnam War. I have no regrets about that.","c":"war","a":"George McGovern"},{"id":"VKMMD18BgQlje","t":"A boy doesn't have to go to war to be a hero he can say he doesn't like pie when he sees there isn't enough to go around.","c":"war","a":"E. W. Howe"},{"id":"MrHYhETn5pjdv","t":"What is the use of physicians like myself trying to help parents to bring up children healthy and happy, to have them killed in such numbers for a cause that is ignoble?","c":"war","a":"Benjamin Spock"},{"id":"YssbKPbUqy1LO","t":"The biggest problem was the politicians knew nothing about fighting a war.","c":"war","a":"R. Lee Ermey"},{"id":"ssYBwlIdWGrC3","t":"In our modern world of interdependent nations, hardly any state can wage war successfully without raising loans and buying war materials of every kind in the markets of other nations.","c":"war","a":"Arthur Henderson"},{"id":"Z_bNvAtI7AnpD","t":"The war on terror is the most insane and immoral war of all time. The Americans are doing what they did in Vietnam, bombing villages. But how can a civilised nation do this? How can you can eliminate suspects, their wives, their children, their families, their neighbours? How can you justify this?","c":"war","a":"Imran Khan"},{"id":"kvXGnS2Hpqy1q","t":"But does that mean that war and violence are inevitable? I would argue not because we have also evolved this amazingly sophisticated intellect, and we are capable of controlling our innate behavior a lot of the time.","c":"war","a":"Jane Goodall"},{"id":"oNfIN0eTRa7KQ","t":"Even philosophers will praise war as ennobling mankind, forgetting the Greek who said: 'War is bad in that it begets more evil than it kills.'","c":"war","a":"Immanuel Kant"},{"id":"qm8qbKQoE8hJK","t":"I think I'm just someone that just tries to get by. I'm kind of - if it was during the Second World War, I'd be a black marketeer, I think.","c":"war","a":"Craig Ferguson"},{"id":"eytuFbGkM2V1J","t":"I remember the 1940s as a time when we were united in a way known only to that generation. We belonged to a common cause-the war.","c":"war","a":"Gene Tierney"},{"id":"Kw9jU7Z0KY9IF","t":"Throughout the 20th century, the Republican Party benefited from a non-interventionist foreign policy. Think of how Eisenhower came in to stop the Korean War. Think of how Nixon was elected to stop the mess in Vietnam.","c":"war","a":"Ron Paul"},{"id":"tiB3SWfNhRLCK","t":"Ideas are the great warriors of the world, and a war that has no idea behind it, is simply a brutality.","c":"war","a":"James A. Garfield"},{"id":"Px-akDCDZ-6zV","t":"The Berlin Wall wasn't the only barrier to fall after the collapse of the Soviet Union and the end of the Cold War. Traditional barriers to the flow of money, trade, people and ideas also fell.","c":"war","a":"Fareed Zakaria"},{"id":"QIKVp93pDCpxU","t":"This is a game. That's all it is. It's not a war.","c":"war","a":"Jack Nicklaus"},{"id":"JR9yvyROQwb0C","t":"People didn't have the political guts to stand up against an American war.","c":"war","a":"George McGovern"},{"id":"TM21UA7sOgJBQ","t":"I love it when Muslims go to war with each other, as I do when the Christians do, because it shows there's no such thing as the Christian world and the Islamic world. That's all crap.","c":"war","a":"Christopher Hitchens","e":true},{"id":"iG-fQ7zEZxHg7","t":"War contains so much folly, as well as wickedness, that much is to be hoped from the progress of reason.","c":"war","a":"James Madison"},{"id":"3Bza3TvhT3V9U","t":"I guess if people couldn't profit from war I don't think there would be war.","c":"war","a":"Lily Tomlin"},{"id":"DFK5rD99z6xAC","t":"What President Bush did in his doctrine of preemptive strike and in his war in Afghanistan and in Iraq was to turn even his allies in Europe negatively toward America.","c":"war","a":"Louis Farrakhan"},{"id":"rcx9eMsFw0T7i","t":"Emancipation came to the colored race in America as a war measure. It was an act of military necessity. Manifestly it would have come without war, in the slower process of humanitarian reform and social enlightenment.","c":"war","a":"Wendell Willkie"},{"id":"2cBfOLsQBoObh","t":"It is well known that in war, the first casualty is truth - that during any war truth is forsaken for propaganda.","c":"war","a":"Harry Browne"},{"id":"BvJ2SGSv9j3EK","t":"Some have argued that confronting the threat from Iraq could detract from the war against terror. To the contrary, confronting the threat posed by Iraq is crucial to winning the war on terror.","c":"war","a":"George W. Bush"},{"id":"2_RvKbK0TMtPS","t":"A man who says that no patriot should attack the war until it is over... is saying no good son should warn his mother of a cliff until she has fallen.","c":"war","a":"Gilbert K. Chesterton"},{"id":"H8bZnGly75hDr","t":"The surrealists, and the modern movement in painting as a whole, seemed to offer a key to the strange postwar world with its threat of nuclear war. The dislocations and ambiguities, in cubism and abstract art as well as the surrealists, reminded me of my childhood in Shanghai.","c":"war","a":"J. G. Ballard"},{"id":"3M1SCxJ6D5Yc7","t":"It seems like such a terrible shame that innocent civilians have to get hurt in wars, otherwise combat would be such a wonderfully healthy way to rid the human race of unneeded trash.","c":"war","a":"Fred Woodworth"},{"id":"SzM4xf0wFq_ax","t":"War: a massacre of people who don't know each other for the profit of people who know each other but don't massacre each other.","c":"war","a":"Paul Valery"},{"id":"sU9drl_Ld1W_j","t":"Never advise anyone to go to war or to get married. Write down the advice of him who loves you, though you like it not at present. He that has no children brings them up well.","c":"war","a":"Germaine Greer"},{"id":"7VS53Vp5NXwae","t":"When you go to war, both sides lose totally.","c":"war","a":"Yoko Ono"},{"id":"p455bWbWYNQxI","t":"You cannot qualify war in harsher terms than I will.","c":"war","a":"William Tecumseh Sherman"},{"id":"MRXlWcPr5rjPw","t":"Anyone who thinks must think of the next war as they would of suicide.","c":"war","a":"Eleanor Roosevelt"},{"id":"wRsCNfbPhcVap","t":"Four years of world war, at a cost in human suffering which our minds are mercifully too limited to imagine, led to the very clear realization that international anarchy must be abandoned if civilization was to survive.","c":"war","a":"Arthur Henderson"},{"id":"x5pwuNFZQa2v3","t":"The skirmishes in the occupied land are part of the war of destiny. The outcome of hundreds of years of war will be defined in Palestinian land.","c":"war","a":"Mahmoud Ahmadinejad"},{"id":"ld8rPcwZLmDt9","t":"I was brought up in the War. I was an adolescent in the Second World War. And I did witness in London a great deal of the Blitz.","c":"war","a":"Harold Pinter"},{"id":"yq5LprOkGj2lB","t":"I had nearly finished school because I was making effort not that bad on that. But there was a law in Germany after the war. You could not make your final examination before 18, so lots of people who were late because of the way had to do it first.","c":"war","a":"Karl Lagerfeld"},{"id":"qOfhT1jsIrnZa","t":"Say what you want to say about the rest of his presidency, including his tone-deaf response to Katrina and a war waged in Iraq on false pretenses, Bush connected with Americans in the aftermath of 9/11 because he looked as frail and unforgiving as we felt.","c":"war","a":"Ron Fournier"},{"id":"qimv7H1Z1M8vq","t":"I was a little girl in World War II and I'm used to being freed by Americans.","c":"war","a":"Madeleine Albright"},{"id":"_t5AWUv-th5Gy","t":"One of the good things about the way the Gulf War ended in 1991 is, you'd see the Vietnam veterans marching with the Gulf War veterans.","c":"war","a":"George H. W. Bush"},{"id":"QIPXrsZzg7VnL","t":"When the war of the giants is over the wars of the pygmies will begin.","c":"war","a":"Winston Churchill"},{"id":"acahAR1dt5dNk","t":"Every day it becomes clearer that this was the wrong war at the wrong time.","c":"war","a":"Howard Dean"},{"id":"-z7mhg5EtKngV","t":"War is a poor chisel to carve out tomorrow.","c":"war","a":"Martin Luther King, Jr."},{"id":"1nLNEk03iK7jP","t":"I worked for MI6 in the Sixties, during the great witch-hunts, when the shared paranoia of the Cold War gripped the services.","c":"war","a":"John le Carre"},{"id":"DwC85z8GJpNPL","t":"When you get billions in aid and your weapons resupplied and your ammunition stock resupplied, you don't learn the lesson that war is bad and nobody wins.","c":"war","a":"King Abdullah II"},{"id":"v7R9TlKSkeYsj","t":"Sometime they'll give a war and nobody will come.","c":"war","a":"Carl Sandburg"},{"id":"g8aB4P02N4hlv","t":"War is so unjust and ugly that all who wage it must try to stifle the voice of conscience within themselves.","c":"war","a":"Leo Tolstoy"},{"id":"PzmfrO_1BJzdF","t":"In our Country... one class of men makes war and leaves another to fight it out.","c":"war","a":"William Tecumseh Sherman"},{"id":"TahY_81jRmA80","t":"My father belongs to the generation that fought the war in the 1940s. When I was a kid my father told me stories - not so many, but it meant a lot to me. I wanted to know what happened then, to my father's generation. It's a kind of inheritance, the memory of it.","c":"war","a":"Haruki Murakami"},{"id":"Ld4rrigHnPa1m","t":"I have never solicited nor received money from Iraq for our campaign against war and sanctions. I have never seen a barrel of oil, never owned one, never bought one, never sold one.","c":"war","a":"George Galloway"},{"id":"C_NMqGXLWrL2L","t":"Patriots always talk of dying for their country and never of killing for their country.","c":"war","a":"Bertrand Russell"},{"id":"T5Gr0tP2GJeqQ","t":"War is a profane thing.","c":"war","a":"Norman Schwarzkopf"},{"id":"kOnqJ1P9OaJ3c","t":"A state of war only serves as an excuse for domestic tyranny.","c":"war","a":"Aleksandr Solzhenitsyn"},{"id":"YkruBD0FWOZEo","t":"Australians are coffee snobs. An influx of Italian immigrants after World War II ensured that - we probably had the word 'cappuccino' about 20 years before America. Cafe culture is really big for Aussies. We like to work hard, but we take our leisure time seriously.","c":"war","a":"Hugh Jackman"},{"id":"i5mRvGtuvFfTC","t":"With acting, you wanna see if you can get into trouble without knowing how you're gonna get out of it. It's like the exact opposite of war, where you need an exit strategy. When you're acting, you should get all the way into trouble with no exit strategy, and have the cameras rolling.","c":"war","a":"John Cusack"},{"id":"ymPPBOtGl9ktY","t":"So long as war is the main business of nations, temporary despotism - despotism during the campaign - is indispensable.","c":"war","a":"Walter Bagehot"},{"id":"e9JDDexB2OgVY","t":"After the atomic bombs were dropped, the war ended and we went into Tokyo Bay with the rest of the fleet, the Missouri and the rest of them, while they signed the terms of surrender that ended the war.","c":"war","a":"Barney Ross"},{"id":"yfqggLM6q_fRO","t":"I couldn't be happier that President Bush has stood up for having served in the National Guard, because I can finally put an end to all those who questioned my motives for enlisting in the Army Reserve at the height of the Vietnam War.","c":"war","a":"Larry David"},{"id":"PDpMRPduW5Doa","t":"In war there is no substitute for victory.","c":"war","a":"Douglas MacArthur"},{"id":"nv_aAU-tQ2Ds6","t":"War is never fatal but always lost. Always lost.","c":"war","a":"Gertrude Stein"},{"id":"1iwr-xabhRaSs","t":"We are all tourists in history, and irony is what we win in wars.","c":"war","a":"Anatole Broyard"},{"id":"CiZ6BFRLUZTEC","t":"All War Departments are now Defense Departments. This is all part of the doubletalk of our time. The aggressor is always on the other side.","c":"war","a":"George Wald"},{"id":"CTY9keq6ru37D","t":"I am against all war.","c":"war","a":"Sophia Loren"},{"id":"iNZjYrQAeIxLr","t":"Winston Churchill aroused this nation in heroic fashion to save civilisation in World War Two. We have everything we need except political will, but political will is a renewable resource.","c":"war","a":"Al Gore"},{"id":"Z9PirODJxjBQy","t":"Make no mistake, adolescence is a war. No one gets out unscathed.","c":"war","a":"Harlan Coben"},{"id":"Wi2f5tJ_yBCnw","t":"Despite what the pundits want us to think, contested primaries aren't civil war, they are democracy at work, and that's beautiful.","c":"war","a":"Sarah Palin"},{"id":"Ho31oBy_4Ndo2","t":"Look at what President Kennedy managed to achieve during the Cuban missile crisis. If Bush had been president in 1962, do you think he would have avoided a nuclear war?","c":"war","a":"Bianca Jagger"},{"id":"D_NjCWZgkggt3","t":"I saw what happened when a dictator was allowed to take over a piece of a country and the country went down the tubes. And I saw the opposite during the war when America joined the fight.","c":"war","a":"Madeleine Albright"},{"id":"ysmsML2GKYUw_","t":"Watergate enabled the Democrats to cut off all aid to South Vietnam and ensure American defeat in a war their party entered and had effectively lost, before Nixon salvaged a non-Communist South Vietnam while effecting a complete American withdrawal.","c":"war","a":"Conrad Black"},{"id":"XHHHoXNiXWDqe","t":"War is a blessing compared with national degradation.","c":"war","a":"Andrew Jackson"},{"id":"BiMSc6mTdB7c0","t":"The next war... may well bury Western civilization forever.","c":"war","a":"Aleksandr Solzhenitsyn"},{"id":"h50FpW95E4pzU","t":"War can be so impersonal yet when we put a name, a face, a place and match it to families, then war is not impersonal.","c":"war","a":"Dennis Kucinich"},{"id":"HC2yl-8p0XCiR","t":"I think its man's nature to go to war and fight.","c":"war","a":"Talib Kweli"},{"id":"N9wF1anS7JkLh","t":"The fact is, Bush's war policy has failed. It's failed! Who better to say so than Jack Murtha?","c":"war","a":"Rahm Emanuel"},{"id":"1Cyn9At0BqDqd","t":"I am one who believes that we are, in fact, engaged in a worldwide war against terrorism. We must have the serenity to accept the fact that war is not going to go away if we ignore it.","c":"war","a":"Robert Foster Bennett"},{"id":"AtXiTybbgzwVv","t":"This war differs from other wars, in this particular. We are not fighting armies but a hostile people, and must make old and young, rich and poor, feel the hard hand of war.","c":"war","a":"William Tecumseh Sherman"},{"id":"AQ9_L7odcmNR1","t":"For the sake of the troops, for the love of the troops, we must not add yet another casualty to this war. We must not let truth be a casualty of this war.","c":"war","a":"Barbara Boxer"},{"id":"IcGoafPD2DwIr","t":"War involves in its progress such a train of unforeseen circumstances that no human wisdom can calculate the end it has but one thing certain, and that is to increase taxes.","c":"war","a":"Thomas Paine"},{"id":"5nqRxuX9XIgwJ","t":"The political object is the goal, war is the means of reaching it, and the means can never be considered in isolation form their purposes.","c":"war","a":"Karl Von Clausewitz"},{"id":"_KFx1P9ZISFhp","t":"The Vietnam War required us to emphasize the national interest rather than abstract principles. What President Nixon and I tried to do was unnatural. And that is why we didn't make it.","c":"war","a":"Henry A. Kissinger"},{"id":"KQjCfZFBDRDTd","t":"I'm finding myself really angry over spending and the deficit. I'm finding myself really angry over what's happening in the Middle East, the decision to stay in Afghanistan indefinitely. I'm angry about cap and trade. And I've been on record for a long time on the failed war on drugs.","c":"war","a":"Gary Johnson"},{"id":"tPdS9JflfpbjB","t":"In war, whichever side may call itself the victor, there are no winners, but all are losers.","c":"war","a":"Neville Chamberlain"},{"id":"OuXnfFBSry_C2","t":"We should invade their countries, kill their leaders and convert them to Christianity. We weren't punctilious about locating and punishing only Hitler and his top officers. We carpet-bombed German cities we killed civilians. That's war. And this is war.","c":"war","a":"Ann Coulter"},{"id":"WDZBbtMSlrZzF","t":"The only defensible war is a war of defense.","c":"war","a":"Gilbert K. Chesterton"},{"id":"kb1HcIbnwbYZa","t":"There's something brave and touching about game girls of all ages keeping themselves smart in hard times - one thinks of those wonderful women during World War II drawing stocking seams in eyebrow pencil up the back of legs stained with gravy browning because nylons were so hard to get hold of.","c":"war","a":"Julie Burchill"},{"id":"IpWj2g4ItroSz","t":"The terrorists and their supporters declared war on the United States - and war is what they got.","c":"war","a":"George W. Bush"},{"id":"NS1qkVIzLP0HL","t":"We've finally given liberals a war against fundamentalism, and they don't want to fight it. They would except that it would put them on the same side as the United States.","c":"war","a":"Ann Coulter"},{"id":"Y9d1Gly1OqHB6","t":"The whole point of being in the Army is wanting to get killed, wanting to test yourself to the limits. Now you have to fly 15,000ft above the war zone to avoid getting hit. I don't think there is any point in having wars if that's how you're going to behave. It's pathetic. All this whining!","c":"war","a":"Rupert Everett"},{"id":"eXi-arWNun4EG","t":"The real theater of the sex war is the domestic hearth.","c":"war","a":"Germaine Greer","e":true},{"id":"rhADoxAyG_G83","t":"Bad things do happen in the world, like war, natural disasters, disease. But out of those situations always arise stories of ordinary people doing extraordinary things.","c":"war","a":"Daryn Kagan"},{"id":"38aRCsLw-IZ_d","t":"Music is a weapon in the war against unhappiness.","c":"war","a":"Jason Mraz"},{"id":"3aC4N0nJD6T89","t":"Our strategy is one of preventing war by making it self-evident to our enemies that they're going to get their clocks cleaned if they start one.","c":"war","a":"John W. Vessey, Jr."},{"id":"VNVpZ2-6g-UWw","t":"People like to make fun of the fans who camp out but people have renaissance fairs people do Civil War re-enactments people do what they like. I'm tired of hearing people rage on the fans. If you don't like 'Twilight,' don't buy a ticket.","c":"war","a":"Anna Kendrick"},{"id":"dXUL_1AuiIBi_","t":"When I was growing up, it was 'Communists'. Now it's 'Terrorists'. So you always have to have somebody to fight and be afraid of, so the war machine can build more bombs, guns, and bullets and everything.","c":"war","a":"Cindy Sheehan"},{"id":"9TTihDOdb2lZe","t":"I started studying what the nature of a monument is and what a monument should be. And for the World War III memorial I designed a futile, almost terrifying passage that ends nowhere.","c":"war","a":"Maya Lin"},{"id":"EOO3WA9Au4up_","t":"We had four years of world war which the peoples endured only because they were told that their sufferings would free humanity forever from the scourge of war.","c":"war","a":"Arthur Henderson"},{"id":"3yVPVYQYRqOT-","t":"War is a series of catastrophes which result in victory.","c":"war","a":"Albert Pike"},{"id":"gQjCYgk9P90bT","t":"Operations in Iraq and Afghanistan and the war on terrorism have reduced the pace of military transformation and have revealed our lack of preparation for defensive and stability operations. This Administration has overextended our military.","c":"war","a":"Barack Obama"},{"id":"awMqUSUhGEpch","t":"One cannot wage war under present conditions without the support of public opinion, which is tremendously molded by the press and other forms of propaganda.","c":"war","a":"Douglas MacArthur"},{"id":"PcxmI0SwXUUge","t":"Moreover, war has become a thing potentially so terrible and destructive that it should have been the common aim of statesmen to put an end to it forever.","c":"war","a":"Arthur Henderson"},{"id":"y3BPlLjXAg9AV","t":"I think that the Cold War was an exceptional and unnecessary piece of cruelty.","c":"war","a":"Jane Smiley"},{"id":"VhqcI5xGx0g8v","t":"Even under the best of circumstances, the road back from war is difficult.","c":"war","a":"Ron Wyden"},{"id":"Q4JnWZSmK05Pi","t":"The Cold War was over long before it was officially declared dead.","c":"war","a":"John le Carre"},{"id":"CPeYzHDLRlh-6","t":"I was so opposed to the war in Vietnam that I initially refused President Nixon's urgings for me to go there.","c":"war","a":"Sammy Davis, Jr."},{"id":"GlWUSoGFZlbPI","t":"Accursed be he that first invented war.","c":"war","a":"Christopher Marlowe"},{"id":"JufCIzq0mlLgj","t":"And, of course, in the Philippines there were so many thousands of Americans that were captured by the Japanese and held and who were rescued by Filipino Americans, or Filipinos I should say, and by U.S. troops near the close of the war.","c":"war","a":"Dana Rohrabacher"},{"id":"pUhnt2G829jN3","t":"I frankly don't think it's going to be a successful war on terrorism until law enforcement agencies like the FBI are willing to share with other law enforcement agencies. If they can't share information, there's no way this war can be won.","c":"war","a":"Patty Hearst"},{"id":"Afbe2w3z8sMYu","t":"As long as war is regarded as wicked, it will always have its fascination. When it is looked upon as vulgar, it will cease to be popular.","c":"war","a":"Oscar Wilde"},{"id":"FFkCBUzFbEBaC","t":"What a country calls its vital... interests are not things that help its people live, but things that help it make war.","c":"war","a":"Simone Weil"},{"id":"E7Qh7JP0KV3tP","t":"I don't feel the need to direct. I tried to get other people to direct Dances, but they wouldn't do it. They all thought it was too long. One director wanted to cut the Civil War sequence. Another thought the white woman was very cliched.","c":"war","a":"Kevin Costner"},{"id":"G6zo247VXJnOM","t":"I did a production of 'Journey's End,' an RC Sherriff play about World War I, at the Edinburgh Festival. I was 18 and it was the first time that people I knew and loved and respected came up to me after the show and said, 'You know, you could really do this if you wanted to.'","c":"war","a":"Tom Hiddleston"},{"id":"w4G8SsTn7QbHp","t":"I tell people I won't vote to go to war unless I'm ready to go or send my kids.","c":"war","a":"Rand Paul"},{"id":"PGJ7cPJdAUjCl","t":"American credibility in the war on terrorism depends on a strong stand against all terrorist acts, whether committed by foe or friend.","c":"war","a":"Arlen Specter"},{"id":"BkqK-ShvQs8kl","t":"Fascism is a worldwide disease. Its greatest threat to the United States will come after the war, either via Latin America or within the United States itself.","c":"war","a":"Henry A. Wallace"},{"id":"V3AARkgh0GV_-","t":"Killing is the payoff of war.","c":"war","a":"Morley Safer"},{"id":"Yzy_w9jui71CD","t":"It's a tough thing, to know what to do about a war that deep in your gut you feel is wrong and yet watch your peers going off to fight in that war.","c":"war","a":"George McGovern"},{"id":"bI_lt9pPYToNm","t":"The definition of a modern approach to war is the acknowledgement of individual lives lost.","c":"war","a":"Maya Lin"},{"id":"FfTCFpkzvw-8d","t":"It required a strong heart to stand up against such talk, but I urged my people to be quiet and not to begin a war.","c":"war","a":"Chief Joseph"},{"id":"4x_aiFny86Qz6","t":"And we love to dance, especially that new one called the Civil War Twist. The Northern part of you stands still while the Southern part tries to secede.","c":"war","a":"Dick Gregory"},{"id":"MIp4glBbu_Mgy","t":"All oppression creates a state of war.","c":"war","a":"Simone de Beauvoir"},{"id":"Y3Q5ZXjTVLg4b","t":"I'm a lad of the '60s. I started a magazine to try and end the Vietnam war, but it was a number of years before I had the profile, the financial resources and the time to do more.","c":"war","a":"Richard Branson"},{"id":"tA4yNku9JBYsD","t":"Total war is no longer war waged by all members of one national community against all those of another. It is total... because it may well involve the whole world.","c":"war","a":"Jean-Paul Sartre"},{"id":"bhLgN8BVWXUxu","t":"The executive has no right, in any case, to decide the question, whether there is or is not cause for declaring war.","c":"war","a":"James Madison"},{"id":"8B8VZ05FGd4zk","t":"In every war zone that I've been in, there has been a reality and then there has been the public perception of why the war was being fought. In every crisis, the issues have been far more complex than the public has been allowed to know.","c":"war","a":"John le Carre"},{"id":"feaECs9EIMYZ1","t":"War is too serious a matter to leave to soldiers.","c":"war","a":"William Tecumseh Sherman"},{"id":"xngbSTkBvITRD","t":"A soldier will fight long and hard for a bit of colored ribbon.","c":"war","a":"Napoleon Bonaparte"},{"id":"ViMxTFczoXZWe","t":"The Cold War isn't thawing it is burning with a deadly heat. Communism isn't sleeping it is, as always, plotting, scheming, working, fighting.","c":"war","a":"Richard M. Nixon"},{"id":"UTLrMkUL5QfR6","t":"The quickest way of ending a war is to lose it.","c":"war","a":"George Orwell"},{"id":"e1edyoo7Q9TFs","t":"One to destroy, is murder by the law and gibbets keep the lifted hand in awe to murder thousands, takes a specious name, 'War's glorious art', and gives immortal fame.","c":"war","a":"Edward Young"},{"id":"4_wEcNe2gjZOS","t":"The war on drugs is wrong, both tactically and morally. It assumes that people are too stupid, too reckless, and too irresponsible to decide whether and under what conditions to consume drugs. The war on drugs is morally bankrupt.","c":"war","a":"Larry Elder"},{"id":"xkBFSL1nOyfe_","t":"I was a soldier in WWII. The last couple of months of the war I was actually in combat.","c":"war","a":"Mel Brooks"},{"id":"QcHUeYyZtgzjD","t":"The myth of unlimited production brings war in its train as inevitably as clouds announce a storm.","c":"war","a":"Albert Camus"},{"id":"yTwFqlfjqpSp9","t":"Berlin is still going through a transition since the Cold War - both in what used to be East and West Berlin. I can still sense the confusion and the struggle for identity there in the streets. There's a pulse to it.","c":"war","a":"Diane Kruger"},{"id":"7mFp2MvJGI3H3","t":"To deal with the true causes of war one must begin by recognizing as of prime relevancy to the solution of the problem the familiar fact that civilization is a partial, incomplete, and, to a great extent, superficial modification of barbarism.","c":"war","a":"Elihu Root"},{"id":"azCIAzaEfrGGu","t":"Virtue is a state of war, and to live in it we have always to combat with ourselves.","c":"war","a":"Jean-Jacques Rousseau"},{"id":"t8Wt_11VP9YBF","t":"Councils of war breed timidity and defeatism.","c":"war","a":"Jack Kemp"},{"id":"uhRfXBU5xpFGC","t":"All this happened, more or less. The war parts, anyway, are pretty much true.","c":"war","a":"Kurt Vonnegut"},{"id":"DqTa7jOdTx9Dl","t":"Morality is contraband in war.","c":"war","a":"Mahatma Gandhi"},{"id":"6swlGGc7V9YkH","t":"War continues to divide people, to change them forever, and I write about it both because I want people to understand the absolute futility of war, the 'pity of war' as Wilfred Owen called it.","c":"war","a":"Michael Morpurgo"},{"id":"uj-3690ihbCa6","t":"War is never economically beneficial except for those in position to profit from war expenditures.","c":"war","a":"Ron Paul"},{"id":"VeS_xzRUbJJ0j","t":"I said in my heart that, rather than have war, I would give up my country.","c":"war","a":"Chief Joseph"},{"id":"yBXfTDWN_cQhI","t":"War is an ugly thing, but not the ugliest of things. The decayed and degraded state of moral and patriotic feeling which thinks that nothing is worth war is much worse.","c":"war","a":"John Stuart Mill"},{"id":"EFHcNE9Ms-vyb","t":"My mother lived in Holland, and during World War II was incarcerated in a Japanese camp for three years.","c":"war","a":"Jane Seymour"},{"id":"8smR-TNH6GACe","t":"The war... was an unnecessary condition of affairs, and might have been avoided if forebearance and wisdom had been practiced on both sides.","c":"war","a":"Robert E. Lee"},{"id":"unHSH8an-czur","t":"I think there should be holy war against yoga classes.","c":"war","a":"Werner Herzog"},{"id":"hMRD-BIyNgBWb","t":"You cannot simultaneously prevent and prepare for war.","c":"war","a":"Albert Einstein"},{"id":"SA9aQr9myqqkB","t":"There are two things which a democratic people will always find very difficult - to begin a war and to end it.","c":"war","a":"Alexis de Tocqueville"},{"id":"xeIqwD5SMIyiG","t":"We managed to put together a compilation that had some creativity to it. In the meantime I was listening to the free radio stations and I noticed that during their war coverage they were playing these songs born out of the Vietnam War that were all critical of the soldiers.","c":"war","a":"Joni Mitchell"},{"id":"zeqZXUoyOwzmQ","t":"We did not go to war in Afghanistan or in Iraq to, quote, 'impose democracy.' We went to war in both places because we saw those regimes as a threat to the United States.","c":"war","a":"Paul Wolfowitz"},{"id":"2RCYzkZmmCyen","t":"The most disastrous phenomenon of the current situation is the factor that imperialism is employing for its own ends all the powers of the proletariat, all of its institutions and weapons, which its fighting vanguard has created for its war of liberation.","c":"war","a":"Clara Zetkin"},{"id":"1E0K2nR1r7Pxd","t":"The Dell Theory of Conflict Prevention argues that no two countries that are both part of the same global supply chain will ever fight a war as long as they are each part of that supply chain.","c":"war","a":"Thomas Friedman"},{"id":"wCboJrXLCKdGG","t":"During the Cold War, we lived in coded times when it wasn't easy and there were shades of grey and ambiguity.","c":"war","a":"John le Carre"},{"id":"UYX0mTqAR1zVi","t":"I have seen enough of one war never to wish to see another.","c":"war","a":"Thomas Jefferson"},{"id":"7wJmO9YcrDejS","t":"That sense of what happened in Europe in World War II has shaped a lot of my views.","c":"war","a":"Paul Wolfowitz"},{"id":"I75VQK7wOy1GD","t":"I hate war as only a soldier who has lived it can, only as one who has seen its brutality, its futility, its stupidity.","c":"war","a":"Dwight D. Eisenhower"},{"id":"_UxKmpGuAJlT-","t":"The Sandinista government became consumed with fighting a war of survival. They were up against the biggest superpower in the world.","c":"war","a":"Bianca Jagger"},{"id":"DCG6jVrCg9R7y","t":"War settles nothing.","c":"war","a":"Dwight D. Eisenhower"},{"id":"qTbCHUEwvYGqM","t":"Black people have always been used as a buffer in this country between powers to prevent class war.","c":"war","a":"Toni Morrison"},{"id":"L8XpiRkgpBCOk","t":"Thus, the use of fiat money is more justifiable in financing a depression than in financing a war.","c":"war","a":"Carroll Quigley"},{"id":"vMYWKKlbCo2Hb","t":"War is never a solution it is an aggravation.","c":"war","a":"Benjamin Disraeli"},{"id":"NrZwipwE9WbK_","t":"Ten soldiers wisely led will beat a hundred without a head.","c":"war","a":"Euripides"},{"id":"TH7rmtIQIX8YF","t":"War is the trade of Kings.","c":"war","a":"John Dryden"},{"id":"CbIKiQpe1vP5u","t":"I consider Bush's decision to call for a war against terrorism a serious mistake. He is elevating these criminals to the status of war enemies, and one cannot lead a war against a network if the term war is to retain any definite meaning.","c":"war","a":"Jurgen Habermas"},{"id":"HCoNtmkTi75lG","t":"Cursed be he above all others Who's enslaved by love of money. Money takes the place of brothers, Money takes the place of parents, Money brings us war and slaughter.","c":"war","a":"Anacreon"},{"id":"Jx4FRBS4XxhXO","t":"Of all the enemies of public liberty, war is perhaps the most to be dreaded, because it comprises and develops the germ of every other.","c":"war","a":"James Madison"},{"id":"HO11AIg3_xWSt","t":"I venture to say no war can be long carried on against the will of the people.","c":"war","a":"Edmund Burke"},{"id":"qKRbpLVWzpIgC","t":"Mine is the first generation able to contemplate the possibility that we may live our entire lives without going to war or sending our children to war.","c":"war","a":"Tony Blair"},{"id":"YfM4xIK0JPcdS","t":"The basic problems facing the world today are not susceptible to a military solution.","c":"war","a":"John F. Kennedy"},{"id":"eWLt-gxBerRpT","t":"The essential act of war is destruction, not necessarily of human lives, but of the products of human labor.","c":"war","a":"George Orwell"},{"id":"dV-yLf0hzwFNF","t":"But the war on terror as I have repeatedly said in the past, and the Afghan people believe in it, in truth, is that the war on terror is not in the Afghan villages or homes. Its in the sanctuaries, it is in the training grounds, its in the motivation factors and the money that comes to it.","c":"war","a":"Hamid Karzai"},{"id":"44lvD5VrJ9gAb","t":"War can be avoided, and it ought to be avoided. I want no war.","c":"war","a":"Chief Joseph"},{"id":"cRBIJGnkExRpK","t":"Sweat saves blood.","c":"war","a":"Erwin Rommel"},{"id":"GC6hKdCKOMECj","t":"On the justification for the war, it wasn't related to finding any particular weapon of mass destruction.","c":"war","a":"Stephen Harper"},{"id":"UsXBnBeZKnfVl","t":"The United States established itself as a trustworthy new nation in its first two decades after the Revolutionary War by paying its debts, even when many in the country believed it had no obligation to do so. Alexander Hamilton, the founder of this newspaper, insisted on it.","c":"war","a":"John Podhoretz"},{"id":"6BEGg7VA4HfIb","t":"I shall proceed from the simple to the complex. But in war more than in any other subject we must begin by looking at the nature of the whole for here more than elsewhere the part and the whole must always be thought of together.","c":"war","a":"Karl Von Clausewitz"},{"id":"66QF4kpqnt2NN","t":"One may know how to gain a victory, and know not how to use it.","c":"war","a":"Pedro Calderon de la Barca"},{"id":"j80434o-Kvtjq","t":"My grandfather was a general in the Nationalist Chinese Air Force during World War II, and I grew up hearing the pilot stories and seeing pictures of him in uniform.","c":"war","a":"Eric Liu"},{"id":"By66xTkthbKSt","t":"The Bible is a radically pro-slavery document. Slave owners waved Bibles over their heads in the Civil War and justified it.","c":"war","a":"Dan Savage"},{"id":"7dx3ptELu2un_","t":"War is what happens when language fails.","c":"war","a":"Margaret Atwood"},{"id":"t52tn_onpf29y","t":"Be convinced that to be happy means to be free and that to be free means to be brave. Therefore do not take lightly the perils of war.","c":"war","a":"Thucydides"},{"id":"POdBxeOQkYDio","t":"A really strong woman accepts the war she went through and is ennobled by her scars.","c":"war","a":"Carly Simon"},{"id":"Sdqh6mY7NretL","t":"There's nothing wrong with being a Conservative and coming up with a Conservative believe in foreign policy where we have a strong national defense and we don't go to war so carelessly.","c":"war","a":"Ron Paul"},{"id":"gTmbxy4qltY1D","t":"Never in the field of human conflict was so much owed by so many to so few.","c":"war","a":"Winston Churchill"},{"id":"bnJhWhwbixTKt","t":"I want a world without war, a world without insanity. I want to see people do well. I don't even think it's as much as what I want for myself. It's more what I want for the people around me. That's what I want.","c":"war","a":"Tom Cruise"},{"id":"6l1X0ToJbEcyl","t":"I did frequently refer to my war record in World War II, but not in any flamboyant way.","c":"war","a":"George McGovern"},{"id":"YjdjvOa0WE62B","t":"The war on terror, if this is a war on terror, can only be won by a sincere regional and international cooperation. All have to believe they have something at stake and work together. In the absence of this it will become political and interest-oriented.","c":"war","a":"Hamid Karzai"},{"id":"Gn-LjgqCuiynQ","t":"Once we have a war there is only one thing to do. It must be won. For defeat brings worse things than any that can ever happen in war.","c":"war","a":"Ernest Hemingway"},{"id":"bERccAspye4ZK","t":"The fight, this war, this fight against the remnants of terrorism will go on for some time.","c":"war","a":"Hamid Karzai"},{"id":"7rzKbp7NgFzfS","t":"I think that NATO is itself a war criminal.","c":"war","a":"Harold Pinter"},{"id":"4HGapPxUSMN4A","t":"I think war is based in greed and there are huge karmic retributions that will follow. I think war is never the answer to solving any problems. The best way to solve problems is to not have enemies.","c":"war","a":"Sheryl Crow"},{"id":"4i5hHpSmpPUHs","t":"I feel like war should occur only for the most vital and necessary reasons, and only then.","c":"war","a":"Sharon Stone"},{"id":"v9Mi9DgV1BBpX","t":"It is not patriotic to commit young Americans to war unless our national security clearly requires it.","c":"war","a":"George McGovern"},{"id":"ka4Zmr2XikMaE","t":"War is a way of shattering to pieces... materials which might otherwise be used to make the masses too comfortable and... too intelligent.","c":"war","a":"George Orwell"},{"id":"EeFLpPOnsFxCn","t":"And if there was one title that could be applied to all my films, it would be 'Civil War' - not civil war in the way we know it, but the daily war that goes on between us all.","c":"war","a":"Michael Haneke"},{"id":"jXzwivbKrnkzh","t":"A devastating commentary on the war in Iraq is that we have been unable to spend money on infrastructure.","c":"war","a":"Charles Schumer"},{"id":"vejof2_n7aHUW","t":"The natural principle of war is to do the most harm to our enemy with the least harm to ourselves and this of course is to be effected by stratagem.","c":"war","a":"Washington Irving"},{"id":"A8qA3Xk1KWN4Z","t":"I don't know why you use a fancy French word like detente when there's a good English phrase for it - cold war.","c":"war","a":"Golda Meir"},{"id":"Vm5LbgML4X5pF","t":"A war between Europeans is a civil war.","c":"war","a":"Victor Hugo"},{"id":"pXJE3X097x_61","t":"As a result of my philosophy, I wasn't even upset about Hitler. I was willing to go to war to knock him off, but I didn't hate him. I hated what he was doing.","c":"war","a":"Albert Ellis"},{"id":"xZCkoHaZ3s0Sf","t":"The condition of man... is a condition of war of everyone against everyone.","c":"war","a":"Thomas Hobbes"},{"id":"WRaVw2E59OX04","t":"Anyone who has ever looked into the glazed eyes of a soldier dying on the battlefield will think hard before starting a war.","c":"war","a":"Otto von Bismarck"},{"id":"T6JARG5TCywnV","t":"War will exist until that distant day when the conscientious objector enjoys the same reputation and prestige that the warrior does today.","c":"war","a":"John F. Kennedy"},{"id":"Hi6uJwe4Kenz1","t":"My first wish is to see this plague of mankind, war, banished from the earth.","c":"war","a":"George Washington"},{"id":"VTf1cZbw1iyTR","t":"A man will go to war, fight and die for his country. But he won't get a bikini wax.","c":"war","a":"Rita Rudner"},{"id":"OcdERl8glC9yY","t":"I think there's a tremendous split between people who've been through a war and people who haven't.","c":"war","a":"Antonia Fraser"},{"id":"a-LO0xoI4b9Vu","t":"My point was that the war was intrinsically wrong, and as a result of our participation we haven't improved Australia's security but created a greater danger at home and abroad.","c":"war","a":"Bob Hawke"},{"id":"6Jh1oHwXh8q1B","t":"The real trouble with war (modern war) is that it gives no one a chance to kill the right people.","c":"war","a":"Ezra Pound"},{"id":"GqMYmzfD3h7sA","t":"Americans play to win at all times. I wouldn't give a hoot and hell for a man who lost and laughed. That's why Americans have never lost nor ever lose a war.","c":"war","a":"George S. Patton"},{"id":"APxsECNhrtAxu","t":"I find capitalism repugnant. It is filthy, it is gross, it is alienating... because it causes war, hypocrisy and competition.","c":"war","a":"Fidel Castro"},{"id":"0luq82NpWpme1","t":"Once the command of the air is obtained by one of the contending armies, the war becomes a conflict between a seeing host and one that is blind.","c":"war","a":"H. G. Wells"},{"id":"8f5TAAJ7BbDCT","t":"We are not at war against Islam.","c":"war","a":"Barack Obama"},{"id":"Ln9R4V23QkNNp","t":"I ended the war a horse ahead.","c":"war","a":"Nathan Bedford Forrest"},{"id":"4Mhe7qClmiA2t","t":"He was a degenerate gambler. That is, a man who gambled simply to gamble and must lose. As a hero who goes to war must die. Show me a gambler and I'll show you a loser, show me a hero and I'll show you a corpse.","c":"war","a":"Mario Puzo"},{"id":"bhffuNItLGb7I","t":"Nothing is more useless in developing a nation's economy than a gun, and nothing blocks the road to social development more than the financial burden of war. War is the arch enemy of national progress and the modern scourge of civilized men.","c":"war","a":"King Hussein I"},{"id":"ihncKgXIOKOlY","t":"Don't worry about the war. It's all over but the shooting.","c":"war","a":"Samuel Goldwyn"},{"id":"j8lnUd6SVFVMV","t":"There are patriots who opposed the war in Iraq and there are patriots who supported the war in Iraq. We are one people, all of us pledging allegiance to the stars and stripes, all of us defending the United States of America.","c":"war","a":"Barack Obama"},{"id":"--Budm8_pCEPa","t":"The military don't start wars. Politicians start wars.","c":"war","a":"William Westmoreland"},{"id":"SdC01eUYmrWw4","t":"I would make this war as severe as possible, and show no symptoms of tiring till the South begs for mercy.","c":"war","a":"William Tecumseh Sherman"},{"id":"os0xlhvl18szg","t":"The real war will never get in the books.","c":"war","a":"Walt Whitman"},{"id":"KVXaJd2OD-ZM2","t":"There's no doubt that usually a president's public image is enhanced by going to war. That never did appeal to me.","c":"war","a":"Jimmy Carter"},{"id":"sjd5T3j5P90At","t":"First of all, Saddam did not win the war, even though he says he did, I mean, you know, that's a joke and everybody in the world knows it.","c":"war","a":"Norman Schwarzkopf"},{"id":"WxIel01AZWTky","t":"Yesterday, December seventh, 1941, a date which will live in infamy, the United States of America was suddenly and deliberately attacked by naval and air forces of the Empire of Japan.","c":"war","a":"Franklin D. Roosevelt"},{"id":"BMbK60vXf1vTZ","t":"I saw that the war could not be prevented. The time had passed.","c":"war","a":"Chief Joseph"},{"id":"xvxD_AQt4XnCx","t":"I want to wage war against illiteracy, poverty, unemployment, unfair competition, communitarianism, delinquency.","c":"war","a":"Nicolas Sarkozy"},{"id":"QvEijH9oRCW0Z","t":"I found that I was getting a warm reception for my message of freeing you from the income tax, releasing you from Social Security, ending the insane war on drugs, restoring gun rights, and reducing the federal government to just its constitutional functions.","c":"war","a":"Harry Browne"},{"id":"sXhG6Mir4a8x2","t":"World War II, the atomic bomb, the Cold War, made it hard for Americans to continue their optimism.","c":"war","a":"Stephen Ambrose"},{"id":"LZKxkXn5KAWJh","t":"War will disappear only when men shall take no part whatever in violence and shall be ready to suffer every persecution that their abstention will bring them. It is the only way to abolish war.","c":"war","a":"Anatole France"},{"id":"lbKcZW7IDGwRt","t":"The main thing I say on war is that we need to obey the law and formally declare war.","c":"war","a":"Rand Paul"},{"id":"d0j_2aLHjqtFn","t":"We are Americans when we go to war, and when we return, we are Mexicans.","c":"war","a":"Dennis Chavez"},{"id":"2sMAUGTLtAz3G","t":"War contributes greatly to global warming, which shouldn't surprise us. All those bombs going off, all those rockets, all those planes and helicopters. All that fuel of various kinds being used. It pollutes the air and water of this very fragile and interconnected planet.","c":"war","a":"Alice Walker"},{"id":"yUjoR9LyAUZxZ","t":"Another term for preventive war is aggressive war - starting wars because someday somebody might do something to us. That is not part of the American tradition.","c":"war","a":"Ron Paul"},{"id":"dG97Lk75R8eF8","t":"Dalton's records, carefully preserved for a century, were destroyed during the World War II bombing of Manchester. It is not only the living who are killed in war.","c":"war","a":"Isaac Asimov"},{"id":"xKEVd4t2xoC87","t":"Today we know that World War II began not in 1939 or 1941 but in the 1920's and 1930's when those who should have known better persuaded themselves that they were not their brother's keeper.","c":"war","a":"Hubert H. Humphrey"},{"id":"xKNrzlRf8GLL1","t":"You can't say civilization don't advance... in every war they kill you in a new way.","c":"war","a":"Will Rogers"},{"id":"oQkNV3G8MGsiH","t":"It is good that war is so horrible, or we might grow to like it.","c":"war","a":"Robert E. Lee"},{"id":"wKhfSy5arLQb8","t":"Against the beautiful and the clever and the successful, one can wage a pitiless war, but not against the unattractive: then the millstone weighs on the breast.","c":"war","a":"Graham Greene"},{"id":"ZBXdwf2RFh5E8","t":"To win this war, we need a commander in chief, not a professor of law standing at the lectern.","c":"war","a":"Sarah Palin"},{"id":"Rux7f9gNIc26s","t":"Man has no right to kill his brother. It is no excuse that he does so in uniform: he only adds the infamy of servitude to the crime of murder.","c":"war","a":"Percy Bysshe Shelley"},{"id":"WxFTEWILNEPLd","t":"War is good when good survives and evil is crushed. If you don't crush evil then evil will get you.","c":"war","a":"Ted Nugent"},{"id":"_0RtlZgc3WyAg","t":"After every major conflict - World War I, World War II, Korea, Vietnam, the fall of the Soviet Union - what happened was that we ultimately hollowed out the force, largely by doing deep across-the-board cuts.","c":"war","a":"Leon Panetta"},{"id":"INVQRy2fWVUAr","t":"May the same Almighty Goodness banish the accursed monster, war, from all lands, with her hated associates, rapine and insatiable ambition!","c":"war","a":"Daniel Boone"},{"id":"d6yCkmtIrutWE","t":"Bush's war in Iraq has done untold damage to the United States. It has impaired our military power and undermined the morale of our armed forces. Our troops were trained to project overwhelming power. They were not trained for occupation duties.","c":"war","a":"George Soros"},{"id":"xYw3phun4qKUH","t":"Yes quaint and curious war is! You shoot a fellow down you'd treat if met where any bar is, or help to half-a-crown.","c":"war","a":"Thomas Hardy"},{"id":"SwJO2NlbDHN1M","t":"If men make war in slavish obedience to rules, they will fail.","c":"war","a":"Ulysses S. Grant"},{"id":"KSKYcwB9R1Yw-","t":"I have no doubt that we will be successful in harnessing the sun's energy. If sunbeams were weapons of war, we would have had solar energy centuries ago.","c":"war","a":"George Porter"},{"id":"y2kKKCDX1Y1Ix","t":"I don't oppose all wars. What I am opposed to is a dumb war. What I am opposed to is a rash war.","c":"war","a":"Barack Obama"},{"id":"U8t4vKcntetS5","t":"It was a requirement by the veterans to list the 57,000 names. We're reaching a time that we'll acknowledge the individual in a war on a national level.","c":"war","a":"Maya Lin"},{"id":"D0eI9PNfjOANP","t":"War is the statesman's game, the priest's delight, the lawyer's jest, the hired assassin's trade.","c":"war","a":"Percy Bysshe Shelley"},{"id":"8KjGUELMAAFFa","t":"Take the diplomacy out of war and the thing would fall flat in a week.","c":"war","a":"Will Rogers"},{"id":"WlvPpNafR7sFp","t":"My songs are my kids. Some of them stay with me, some others I have to send out, out to the war. It might sound stupid and it might even sound naive, but that's just the way it is.","c":"war","a":"Thom Yorke"},{"id":"mzPQpIt9PD0AK","t":"There's no question that jihad historically means war.","c":"war","a":"Pat Robertson"},{"id":"bwE821v-vPwGO","t":"You might hold an ethical position that it's wrong to lie, but if you have plans for a war in Iraq, and you want to keep them secret for practical reasons - to reduce casualties, perhaps - and someone asks you about those plans, you may need to lie for a 'good' outcome.","c":"war","a":"Peter Singer"},{"id":"VaoKm--nBeWAx","t":"Circumstances cause us to act the way we do. We should always bear this in mind before judging the actions of others. I realized this from the start during World War II.","c":"war","a":"Thor Heyerdahl"},{"id":"Nd1WI9GaTyxZC","t":"I mean, we're going to probably debate the Iraq war for at least as long as I'm alive.","c":"war","a":"Paul Wolfowitz"},{"id":"XpEgwF3AHMmun","t":"War is hell.","c":"war","a":"William Tecumseh Sherman"},{"id":"Jsm5dUUTA7Av0","t":"I get offered a World War II movie at least once a week just because I speak German and was born there. I have always stayed away from it because I didn't want to be put into that box.","c":"war","a":"Diane Kruger"},{"id":"qS2oP4E0UKQhb","t":"I worked night and day for twelve years to prevent the war, but I could not. The North was mad and blind, would not let us govern ourselves, and so the war came.","c":"war","a":"Jefferson Davis"},{"id":"mKO80Q0A0aBZ3","t":"War is a racket. It is the only one international in scope. It is the only one in which the profits are reckoned in dollars and the losses in lives.","c":"war","a":"Smedley Butler"},{"id":"cldfJJtANNLgJ","t":"I interviewed survivors, I went to Poland, saw the cities and spent time with the people and spoke to the Jews who had come back to Poland after the war and talked about why they had come back.","c":"war","a":"Steven Spielberg"},{"id":"QyjDkBSDCMnjz","t":"I had two family members involved in World War I: two great-uncles. One of them is on a memorial in France. And the other was a trench runner who survived the war. The average life span of a trench runner was 36 hours, but he survived the whole war.","c":"war","a":"Ben Barnes"},{"id":"aLfK6LRyOXQ-n","t":"What gunpowder did for war the printing press has done for the mind.","c":"war","a":"Wendell Phillips"},{"id":"ZSbnJNKB5DNJp","t":"For a war to be just three conditions are necessary - public authority, just cause, right motive.","c":"war","a":"Ernest Hemingway"},{"id":"woJ42FPVbPR5g","t":"When I was in Pulp, I actively did more TV stuff because that was during the Great Britpop Wars, and it seemed important to prove that indie people could speak. That war doesn't exist anymore.","c":"war","a":"Jarvis Cocker"},{"id":"RBjGzNfbBJHqF","t":"After every war someone has to tidy up.","c":"war","a":"Wislawa Szymborska"},{"id":"1UKpS83meibxp","t":"I will not play tug o' war. I'd rather play hug o' war. Where everyone hugs instead of tugs, Where everyone giggles and rolls on the rug, Where everyone kisses, and everyone grins, and everyone cuddles, and everyone wins.","c":"war","a":"Shel Silverstein"},{"id":"UIIwv1E441Rj2","t":"Suicidal violence is not the exclusive property of the Muslim world. Suicide bombings were a tactic of nationalist struggles in 19th-century Europe and Russia, the far east during the second world war and the Vietnam war, and in modern Sri Lanka.","c":"war","a":"James Buchan"},{"id":"month4mNMJ34g","t":"We didn't start this war - the right wing did. We're tired of seeing good-paying jobs shipped overseas. This fight is about the economy, it's about jobs and it's about rebuilding America.","c":"war","a":"James P. Hoffa"},{"id":"3euZvNvEBn5Rm","t":"We still live with this unbelievable threat over our heads of nuclear war. I mean, are we stupid? Do we think that the nuclear threat has gone, that the nuclear destruction of the planet is not imminent? It's a delusion to think it's gone away.","c":"war","a":"Kevin Costner"},{"id":"qySPvj5HRtxUb","t":"Officials at the White House are saying that President Bush hasn't changed his schedule much since the war started. The main difference, they say, is that he's started watching the news and taping Sponge Bob.","c":"war","a":"Conan O'Brien"},{"id":"_-9l5xDgj2ltH","t":"It is our duty still to endeavor to avoid war but if it shall actually take place, no matter by whom brought on, we must defend ourselves. If our house be on fire, without inquiring whether it was fired from within or without, we must try to extinguish it.","c":"war","a":"Thomas Jefferson"},{"id":"NfGV1FTZVLKw6","t":"Here we will solve with laws and dollars, problems that too many people around the world still must solve with violence and civil war.","c":"war","a":"Marco Rubio"},{"id":"-CQheEeQ-9KKJ","t":"I saw clearly that war was upon us when I learned that my young men had been secretly buying ammunition.","c":"war","a":"Chief Joseph"},{"id":"F56a_0rQjQo_m","t":"War is the remedy that our enemies have chosen, and I say let us give them all they want.","c":"war","a":"William Tecumseh Sherman"},{"id":"csnJrkcWnGqqu","t":"We're not going to baby sit a civil war.","c":"war","a":"Barack Obama"},{"id":"MqfFiCcpmlIm7","t":"That's Anil's path. She grows up in Sri Lanka, goes and gets educated abroad, and through fate or chance gets brought back by the Human Rights Commission to investigate war crimes.","c":"war","a":"Michael Ondaatje"},{"id":"QAQB6KRuhIiNw","t":"We women are constantly at war with our bodies, it is hard to find amnesty for ourselves.","c":"war","a":"Margaret Cho"},{"id":"mQIAifIODz4KU","t":"Being over seventy is like being engaged in a war. All our friends are going or gone and we survive amongst the dead and the dying as on a battlefield.","c":"war","a":"St. Jerome"},{"id":"FAy25Q0AGc9K8","t":"If we don't end war, war will end us.","c":"war","a":"H. G. Wells"},{"id":"FoTDx-uVP4u-x","t":"For one thing, I don't think that anybody in any war thinks of themselves as a hero.","c":"war","a":"Steven Spielberg"},{"id":"pdSib90cglv95","t":"As for charity, it is a matter in which the immediate effect on the persons directly concerned, and the ultimate consequence to the general good, are apt to be at complete war with one another.","c":"war","a":"John Stuart Mill"},{"id":"UC0HtTKvPL7z0","t":"War is a quarrel between two thieves too cowardly to fight their own battle.","c":"war","a":"Thomas Carlyle"},{"id":"4GePTJmFaGMJE","t":"Secret operations are essential in war upon them the army relies to make its every move.","c":"war","a":"Sun Tzu"},{"id":"e7vUwOTIDZiIG","t":"Weapons are an important factor in war, but not the decisive one it is man and not materials that counts.","c":"war","a":"Mao Zedong"},{"id":"dT_qofiBi4R23","t":"The real war is not between the West and the East. The real war is between intelligent and stupid people.","c":"war","a":"Marjane Satrapi"},{"id":"7VQGykU1Ycalu","t":"Politicians, like generals, have a tendency to fight the last war.","c":"war","a":"John Bolton"},{"id":"iMppcMpZ-Xxne","t":"To all those who walk the path of human cooperation war must appear loathsome and inhuman.","c":"war","a":"Alfred Adler"},{"id":"zSwk-w03ZkPTt","t":"I have absolutely no regret about my vote against this war. The same questions remain. The cost in human lives, the cost to our budget, probably 100 billion. We could have probably brought down that statue for a lot less.","c":"war","a":"Nancy Pelosi"},{"id":"TOb8tOmIsMGxv","t":"War on the other hand is such a terrible thing, that no man, especially a Christian man, has the right to assume the responsibility of starting it.","c":"war","a":"Leo Tolstoy"},{"id":"XatMK8JqOCijF","t":"It is my conviction that killing under the cloak of war is nothing but an act of murder.","c":"war","a":"Albert Einstein"},{"id":"PKOyqoF9s2dGI","t":"War is not the answer, because only love can conquer hate.","c":"war","a":"Marvin Gaye"},{"id":"4W4YAI_QsRY6n","t":"I would not plan to base my campaign primarily on opposition to the war in the Persian Gulf.","c":"war","a":"George McGovern"},{"id":"w9Nc2w9m4riAl","t":"I abhor war and view it as the greatest scourge of mankind.","c":"war","a":"Thomas Jefferson"},{"id":"mTNWMo1y1h3u2","t":"We never had planned to hijack a ship. We never thought of any war plans outside the Palestinian lands. We wished that the program had not failed and then the warriors could have achieved their goals.","c":"war","a":"Abu Abbas"},{"id":"q5A1T05lWyR74","t":"The reason that war is such a fascinating subject for writers is because it's a revealer. Put a bunch of people in an adrenaline-fuelled, life-or-death situation and their fundamental behaviours are exposed, the scrim is taken away and the motivations behind each personality come out to play.","c":"war","a":"Sloane Crosley"},{"id":"u3wvaJijVZhbz","t":"War is evil, but it is often the lesser evil.","c":"war","a":"George Orwell"},{"id":"2BNIhCW8vmpfj","t":"Everything in war is very simple. But the simplest thing is difficult.","c":"war","a":"Karl Von Clausewitz"},{"id":"w4SQEdEvV_Ytf","t":"I'm not going to say I was opposed to the Vietnam War. I'm going to say I'm opposed to war. But I'm also opposed to protests that deny other people their rights.","c":"war","a":"John Wooden"},{"id":"P79OqLu2hSj9i","t":"What we want to do is reform the welfare system in the way that Tony Blair talked about 13 years ago but never achieved - a system that was created for the days after the Second World War. That prize is now I think achievable.","c":"war","a":"Iain Duncan Smith"},{"id":"hwUzWfZxYoYHN","t":"The idea that the rest of the world was somehow being held hostage by the Arab-Israeli conflict once had a minimal basis in reality. In the first 20 years of Israel's existence, every Arab country was in an active state of war with the Jewish state.","c":"war","a":"John Podhoretz"},{"id":"0BK28QTi15hLp","t":"Brainy folks were also present in Lyndon Johnson's administration, especially in the Pentagon, where Secretary of Defense Robert McNamara's brilliant 'whiz kids' tried to micro-manage the Vietnam war, with disastrous results.","c":"war","a":"Thomas Sowell"},{"id":"MwOMcOBG3oiCX","t":"War is mainly a catalogue of blunders.","c":"war","a":"Winston Churchill"},{"id":"mNHFIu7ZDCzcQ","t":"There must be people who remember World War II and the Holocaust who can help us get out of this rut.","c":"war","a":"Martin Scorsese"},{"id":"FaxZLi9BrR7vI","t":"In war, when a commander becomes so bereft of reason and perspective that he fails to understand the dependence of arms on Divine guidance, he no longer deserves victory.","c":"war","a":"Lucius Annaeus Seneca"},{"id":"_12aalU-X9EVc","t":"Cards are war, in disguise of a sport.","c":"war","a":"Charles Lamb"},{"id":"jpH9d1IGV6S6x","t":"War would end if the dead could return.","c":"war","a":"Stanley Baldwin"},{"id":"EeiqB_qFjFAcr","t":"Priorities like winning the War on Terror and providing tax relief that will keep our economy growing strong.","c":"war","a":"Dennis Hastert"},{"id":"ngxCg-mSNQ5mO","t":"From our perspective, trying to deal with this continuing campaign of terror, if you will, the war on terror that we're engaged in, this is a continuing enterprise. The people that were involved in some of those activities before 9/11 are still out there.","c":"war","a":"Dick Cheney"},{"id":"JxaHJXAjNqi7O","t":"War has been good to me from a financial standpoint but I don't want to make money that way. I don't want blood money.","c":"war","a":"Ted Turner"},{"id":"N3UfGFHrzNwhS","t":"If anything, we older people yearn for a peaceful world even more than young people do. We are the ones who lost friends or relatives in some war. We are the ones who have lived a lifetime of seeing and reading about human suffering.","c":"war","a":"Dennis Prager"},{"id":"TNESAIDT7OhvX","t":"War is an instrument entirely inefficient toward redressing wrong and multiplies, instead of indemnifying losses.","c":"war","a":"Thomas Jefferson"},{"id":"QcRraxhlK7elT","t":"In the sex war, thoughtlessness is the weapon of the male, vindictiveness of the female.","c":"war","a":"Cyril Connolly","e":true},{"id":"GcjbqCAyqKqlw","t":"There has never been a protracted war from which a country has benefited.","c":"war","a":"Sun Tzu"},{"id":"_mkKQd6mYzrFt","t":"In the re-creation of combat situations, and this is coming from a director who's never been in one, being mindful of what these veterans have actually gone through, you find that the biggest concern is that you don't look at war as a geopolitical endeavor.","c":"war","a":"Steven Spielberg"},{"id":"fxX4pNzZ0xZGj","t":"We owe our World War II veterans - and all our veterans - a debt we can never fully repay.","c":"war","a":"Doc Hastings"},{"id":"QHJisOxq58nzh","t":"The Iraq war was fought by one-half of one percent of us. And unless we were part of that small group or had a relative who was, we went about our lives as usual most of the time: no draft, no new taxes, no changes. Not so for the small group who fought the war and their families.","c":"war","a":"Bob Schieffer"},{"id":"NNK05kkfWMVXT","t":"I don't think the war in Afghanistan was ruthlessly enough waged.","c":"war","a":"Christopher Hitchens"},{"id":"uaxYnvLsYR8P0","t":"We need to decide that we will not go to war, whatever reason is conjured up by the politicians or the media, because war in our time is always indiscriminate, a war against innocents, a war against children.","c":"war","a":"Howard Zinn"},{"id":"MeFAORUL630cQ","t":"All war is based on deception.","c":"war","a":"Sun Tzu"},{"id":"L0UIajjY1wr9Y","t":"It is well that war is so terrible. We should grow too fond of it.","c":"war","a":"Robert E. Lee"},{"id":"UJdKCC1e6CtHR","t":"Do you know what a soldier is, young man? He's the chap who makes it possible for civilised folk to despise war.","c":"war","a":"Allan Massie"},{"id":"s88ltIR3SkPK9","t":"One nuclear war is going to be the last nuclear - the last war, frankly, if it really gets out of hand. And I just don't think we ought to be prepared to accept that sort of thing.","c":"war","a":"Lawrence Eagleburger"},{"id":"WXwsSA7fofboM","t":"As to war, I am and always was a great enemy, at the same time a warrior the greater part of my life and were I young again, should still be a warrior while ever this country should be invaded and I lived.","c":"war","a":"Daniel Morgan"},{"id":"NW4T1VaN9BeoC","t":"Fantasy is toxic: the private cruelty and the world war both have their start in the heated brain.","c":"war","a":"Elizabeth Bowen"},{"id":"EC78vLMa5EKfs","t":"We have a war dictator who was not elected, he snuck in. so he punishes people that threaten him in any way, or even say something he doesn't like. It has no resemblance to democracy.","c":"war","a":"Joni Mitchell"},{"id":"rrfiDCgLWvFnO","t":"But do I think that our actions in anyway violate the War Powers Resolution, the answer is no.","c":"war","a":"Barack Obama"},{"id":"Tj-WlORD8J9Q7","t":"When the question arose whether I, as a member of the royal family, should take part in active combat in the Falklands, there was no question in her mind, and it only took her two days to sort the issue.","c":"war","a":"Prince Andrew"},{"id":"9dzFCCaQDiMm4","t":"People never lie so much as after a hunt, during a war or before an election.","c":"war","a":"Otto von Bismarck"},{"id":"x7AFvWfGIWfeQ","t":"There have been only 268 of the past 3,421 years free of war.","c":"war","a":"Will Durant"},{"id":"0PkBBP_GFR03I","t":"Thus it is that in war the victorious strategist only seeks battle after the victory has been won, whereas he who is destined to defeat first fights and afterwards looks for victory.","c":"war","a":"Sun Tzu"},{"id":"5FxrMMtgM8OPL","t":"What happened in America in the 1860s was a war of secession, a war of independence, no different in principle from what happened in America in the 1770s and 1780s.","c":"war","a":"L. Neil Smith"},{"id":"2AIY2pj10ZP8u","t":"The direct use of force is such a poor solution to any problem, it is generally employed only by small children and large nations.","c":"war","a":"David Friedman"},{"id":"8p4Yl7UjqXSnq","t":"For what can war, but endless war, still breed?","c":"war","a":"John Milton"},{"id":"bf8SF_Y9-NaC9","t":"If it hadn't been for the Cold War, neither Russia nor America would have been sending people into space.","c":"war","a":"James Lovelock"},{"id":"08L5Z2y22y7RH","t":"There was never a war on poverty. Maybe there was a skirmish on poverty.","c":"war","a":"Andrew Cuomo"},{"id":"x-4G3cS2MEtTB","t":"So I would say God hates war, but God loves every soldier.","c":"war","a":"Rick Warren"},{"id":"ONkIH71GjzenL","t":"Empathy is really the opposite of spiritual meanness. It's the capacity to understand that every war is both won and lost. And that someone else's pain is as meaningful as your own.","c":"war","a":"Barbara Kingsolver"},{"id":"bMnu0ij42UVLm","t":"War is a contagion.","c":"war","a":"Franklin D. Roosevelt"},{"id":"VQZqvimGooqOx","t":"It is fatal to enter any war without the will to win it.","c":"war","a":"Douglas MacArthur"},{"id":"oR2I4t1Z9INBQ","t":"Every gun that is made, every warship launched, every rocket fired, signifies in the final sense a theft from those who hunger and are not fed, those who are cold and are not clothed.","c":"war","a":"Dwight D. Eisenhower"},{"id":"fO5U9yf8wJgDg","t":"During the Cold War, we were interested because we were scared that Russia and the United States were going to go to war. We were scared that Russia was going to take over the world. Every country became a battleground.","c":"war","a":"Fareed Zakaria"},{"id":"YVby0F3IkpfQ4","t":"Cliches about supporting the troops are designed to distract from failed policies, policies promoted by powerful special interests that benefit from war, anything to steer the discussion away from the real reasons the war in Iraq will not end anytime soon.","c":"war","a":"Ron Paul"},{"id":"Ci0B_albYIxQz","t":"Serious sport is war minus the shooting.","c":"war","a":"George Orwell"},{"id":"G7otQNNG-9x_9","t":"Here is a pretty good rule of thumb for Democratic Presidents: if it didn't work for Franklin D. Roosevelt, who won four terms and a World War, it probably won't work for you either.","c":"war","a":"Jon Meacham"},{"id":"SmT8s2yJb0wHE","t":"There is hardly such a thing as a war in which it makes no difference who wins. Nearly always one side stands more of less for progress, the other side more or less for reaction.","c":"war","a":"George Orwell"},{"id":"S-5BE-0yievhs","t":"We had good white friends who advised us against taking the war path. My friend and brother, Mr. Chapman, told us just how the war would end.","c":"war","a":"Chief Joseph"},{"id":"Gr-EFtBtBdMWU","t":"What is more immoral than war?","c":"war","a":"Marquis de Sade"},{"id":"Ie-oL1ClNa2GK","t":"I mean, I was born the day war broke out, but I don't remember all the bombs though they did actually break up Liverpool, you know. I remember when I was a little older, there was big gaps in all the streets where houses used to be. We used to play over them.","c":"war","a":"Ringo Starr"},{"id":"b-M6qVS4JGNgQ","t":"War is by no means something glamorous, and I don't think that should ever be forgotten.","c":"war","a":"Curt Schilling"},{"id":"hKl46VlJ8fMB-","t":"All the culture war issues will be settled by the court.","c":"war","a":"Gary Bauer"},{"id":"SktvKLY7YVJCn","t":"The release of atomic energy has not created a new problem. It has merely made more urgent the necessity of solving an existing one.","c":"war","a":"Albert Einstein"},{"id":"SC2VifYPb2L0P","t":"There is a strong tendency in the United States to rally round the flag and their troops, no matter how mistaken the war.","c":"war","a":"George McGovern"},{"id":"kDC44ff3wabI9","t":"It is Barack Obama who is at war with this country. Recent events prove it. This is not a cliche. It's not a figure of speech. Obama is at war with the U.S. economy.","c":"war","a":"Rush Limbaugh"},{"id":"lCtjskuxqm2QD","t":"Law is always better than war.","c":"war","a":"Brian Eno"},{"id":"XBIRuWfZKw821","t":"The ability to get to the verge without getting into the war is the necessary art. If you try to run away from it, if you are scared to go to the brink, you are lost.","c":"war","a":"John Foster Dulles"},{"id":"R160l1nC4SZW2","t":"No bastard ever won a war by dying for his country. He won it by making the other poor dumb bastard die for his country.","c":"war","a":"George S. Patton","e":true},{"id":"smUtMOBoLBrni","t":"War is organized murder and torture against our brothers.","c":"war","a":"Alfred Adler"},{"id":"kGh7dTQOsPprd","t":"Television brought the brutality of war into the comfort of the living room. Vietnam was lost in the living rooms of America - not on the battlefields of Vietnam.","c":"war","a":"Marshall McLuhan"},{"id":"V0aZ3ywNbEJFN","t":"War is over if you want it.","c":"war","a":"Yoko Ono"},{"id":"vPhganRwrq0K6","t":"Republicans have been losing the war of words for years now. Now they are just caving because they don't even want to try. I don't agree with that approach.","c":"war","a":"Herman Cain"},{"id":"rTyn66GAVlYYd","t":"There is nothing worth having that can he obtained by nuclear war - nothing material or ideological - no tradition that it can defend. It is utterly self-defeating.","c":"war","a":"George Wald"},{"id":"rnBakh27jmzTx","t":"My father was in the First World War.","c":"war","a":"Doris Lessing"},{"id":"wmUAQDhF32mKv","t":"Allow the president to invade a neighboring nation, whenever he shall deem it necessary to repel an invasion, and you allow him to do so whenever he may choose to say he deems it necessary for such a purpose - and you allow him to make war at pleasure.","c":"war","a":"Abraham Lincoln"},{"id":"XbqP2eNfVafo7","t":"War is cruelty, and none can make it gentle.","c":"war","a":"Gilbert Parker"},{"id":"LSuCjfgG5A1H4","t":"There is no avoiding war it can only be postponed to the advantage of others.","c":"war","a":"Niccolo Machiavelli"},{"id":"K5CqhY3k0N0ka","t":"There is no morality in war. Morality is the privilege of those judging from the distance. War is only death and destruction.","c":"war","a":"John Cory"},{"id":"R8XmlE1sP4dWq","t":"Wanton killing of innocent civilians is terrorism, not a war against terrorism.","c":"war","a":"Noam Chomsky"},{"id":"WpB6BbV5BZbes","t":"All those who seek to destroy the liberties of a democratic nation ought to know that war is the surest and shortest means to accomplish it.","c":"war","a":"Alexis de Tocqueville"},{"id":"V5_BvF2iMSExZ","t":"To walk through the ruined cities of Germany is to feel an actual doubt about the continuity of civilization.","c":"war","a":"George Orwell"},{"id":"NAxmEc_PGjs34","t":"The object of war is not to die for your country but to make the other bastard die for his.","c":"war","a":"George S. Patton","e":true},{"id":"94VJtWP0c8Mkm","t":"I am still profoundly troubled by the war in Nicaragua. The United States launched a covert war against another nation in violation of international law, a war that was wrong and immoral.","c":"war","a":"Bianca Jagger"},{"id":"XEgSsx4N9kpwe","t":"Have you ever thought that war is a madhouse and that everyone in the war is a patient?","c":"war","a":"Oriana Fallaci"},{"id":"IhEeH_W_Q9z4q","t":"The greatest crime since World War II has been U.S. foreign policy.","c":"war","a":"Ramsey Clark"},{"id":"Dv62HpqkmnoFv","t":"I made a French film called 'Merry Christmas' which is a very European film. It's a World War I piece.","c":"war","a":"Diane Kruger"},{"id":"DyK41Liuw7zgb","t":"We used to wonder where war lived, what it was that made it so vile. And now we realize that we know where it lives... inside ourselves.","c":"war","a":"Albert Camus"},{"id":"UGsEe1ZbxR1T3","t":"How do you tell troops who volunteered to fight for our freedoms that the country they fought for won't take care of them when they come back? In the time of war our troops and their families are supposed to be our number one priority.","c":"war","a":"John Salazar"},{"id":"jm87SqI-c9X-F","t":"If we have an honest discussion on whether the war on poverty should be fought with welfare or with economic growth in the private sector, Democrats will lose black votes.","c":"war","a":"Alveda King"},{"id":"EBPAY46BZyj53","t":"We are at war, and our security as a nation depends on winning that war.","c":"war","a":"Condoleezza Rice"},{"id":"ZlhFKT0PO5IJZ","t":"This was not an act of terrorism, but it was an act of war.","c":"war","a":"George W. Bush"},{"id":"AFNFvT7owmlJY","t":"War against a foreign country only happens when the moneyed classes think they are going to profit from it.","c":"war","a":"George Orwell"},{"id":"8-Y2nrkfdNj5T","t":"Victorious warriors win first and then go to war, while defeated warriors go to war first and then seek to win.","c":"war","a":"Sun Tzu"},{"id":"_rI5PbVOZQ1wO","t":"We were succeeding. When you looked at specifics, this became a war of attrition. We were winning.","c":"war","a":"William Westmoreland"},{"id":"7tJDMaN4sqqn-","t":"The mother's battle for her child with sickness, with poverty, with war, with all the forces of exploitation and callousness that cheapen human life needs to become a common human battle, waged in love and in the passion for survival.","c":"war","a":"Adrienne Rich"},{"id":"rppof7UQQZHQE","t":"There's an assault on human sexuality, as Judge Scalia said, they've taken sides in the culture war and on top of that if we have a democracy, the democratic processes should be that we can elect representatives who will share our point of view and vote those things into law.","c":"war","a":"Pat Robertson"},{"id":"yfjulf1eTMtgx","t":"I do not believe that civilization will be wiped out in a war fought with the atomic bomb. Perhaps two-thirds of the people of the earth will be killed.","c":"war","a":"Albert Einstein"},{"id":"wuiLtqVyve3ou","t":"In a war of ideas it is people who get killed.","c":"war","a":"Stanislaw Lec"},{"id":"wgrJx3cJGF5jd","t":"The United States never lost a war or won a conference.","c":"war","a":"Will Rogers"},{"id":"OIP1y_VoLNx9J","t":"In war, you win or lose, live or die - and the difference is just an eyelash.","c":"war","a":"Douglas MacArthur"},{"id":"GzZ0TOknjamBq","t":"A faction willing to take the risks of making war on the ossified status quo in the Middle East can be described as many things, but not as conservative.","c":"war","a":"Christopher Hitchens"},{"id":"kC870RNsz6aET","t":"Henry Kissinger is the greatest living war criminal in the world today, with the blood of millions of people in Vietnam and Cambodia and Laos and Chile and East Timor on his hands. He will never appear in a court or be behind bars.","c":"war","a":"George Galloway"},{"id":"hjL2RvucCQC2V","t":"The vast upheaval of the World War set in motion forces that will either destroy civilization or raise mankind to undreamed of heights of human welfare and prosperity.","c":"war","a":"Arthur Henderson"},{"id":"1G46D8ApZKe0K","t":"We're fighting an enemy that is far different than any we have got before. It's a nontraditional kind of war, and I think we need to step back, recalibrate how we go about protecting our borders and protecting our people, and resetting our position in the world.","c":"war","a":"Jon Huntsman, Jr."},{"id":"nJ0l2QRcUNkAt","t":"In April 1991, after the Gulf war, Iraq was given 15 days to provide a full and final declaration of all its WMD.","c":"war","a":"Tony Blair"},{"id":"cvr3C7gYRuffb","t":"This programme to stop nuclear by 2020 is just crazy. If there were a nuclear war, and humanity were wiped out, the Earth would breathe a sigh of relief.","c":"war","a":"James Lovelock"},{"id":"fB2arYNGbACQN","t":"One side-effect of the so-called war on terror has been a crisis of liberalism. This is not only a question of alarmingly illiberal legislation, but a more general problem of how the liberal state deals with its anti-liberal enemies.","c":"war","a":"Terry Eagleton"},{"id":"V7hMRNDYKMCpI","t":"Strike against war, for without you no battles can be fought!","c":"war","a":"Helen Keller"},{"id":"L8Jnrbph8tFw0","t":"In war, events of importance are the result of trivial causes.","c":"war","a":"Julius Caesar"},{"id":"_AgEMiuc4Es6G","t":"You cannot be politically correct in a war.","c":"war","a":"Rupert Everett"},{"id":"RwZXYYyBloKr2","t":"There's many a boy here today who looks on war as all glory but it is all hell.","c":"war","a":"William Tecumseh Sherman"},{"id":"MUbjOAsEVlzhu","t":"When war comes, two things happen - profits go way, way up and all perishables go way, way down. There becomes a market for them.","c":"war","a":"Steven Spielberg"},{"id":"kIvnj59Ewbjyk","t":"When you are winning a war almost everything that happens can be claimed to be right and wise.","c":"war","a":"Winston Churchill"},{"id":"wthk5z6x-zcA7","t":"With Vietnam, the Iraq War, so many American films about war are almost always from the American point of view. You almost never have a Middle Eastern character by name with a story.","c":"war","a":"Mira Nair"},{"id":"g-UqFzRq0M96u","t":"There is a question for which we will never know the answer: had the U.S. not launched the Contra war to overthrow the Sandinista government, would they have succeeded in bringing socioeconomic justice to the people of Nicaragua?","c":"war","a":"Bianca Jagger"},{"id":"k81Gm9ywfCUSh","t":"Every war when it comes, or before it comes, is represented not as a war but as an act of self-defense against a homicidal maniac.","c":"war","a":"George Orwell"},{"id":"PjRtuyjL34eyN","t":"How is the world ruled and led to war? Diplomats lie to journalists and believe these lies when they see them in print.","c":"war","a":"Karl Kraus"},{"id":"KM5AxEOekAJp2","t":"Killing Japanese didn't bother me very much at that time... I suppose if I had lost the war, I would have been tried as a war criminal.","c":"war","a":"Curtis LeMay"},{"id":"RjAqudRfP8B9k","t":"What a man knows is everywhere at war with what he wants.","c":"war","a":"Joseph Wood Krutch"},{"id":"OplPVISrltW6r","t":"There are people who cannot forget, as neither do I, the lesson of the years of the Indochina War. Which was, first, that the state is capable of being a murderer. A mass murderer, and a conspirator and a liar.","c":"war","a":"Christopher Hitchens"},{"id":"r6r6E2rAigjLk","t":"An empire founded by war has to maintain itself by war.","c":"war","a":"Charles de Montesquieu"},{"id":"Inr-3lvDUkmtn","t":"God has been pleased to save us during the years of war that have already passed. We pray that He may be pleased to save us to the end. But we must do our part.","c":"war","a":"Eamon de Valera"},{"id":"oAwbfddwxsjvs","t":"I hate war. Absolutely, I hate war.","c":"war","a":"Norman Schwarzkopf"},{"id":"eMDeGlNZKJwvJ","t":"I'm sure it is, I'm not for any kind of war, we've been engaged in several wars since the second world war and we lost in Korea, we lost in Vietnam, they are political wars, they have nothing to do with any real threat, nor does this one.","c":"war","a":"Larry Hagman"},{"id":"niii5GondrE6E","t":"With the end of the cold war, all the 'isms' of the 20th century - Fascism, Nazism, Communism and the evil of apartheid-ism - have failed. Except one. Only democracy has shown itself true the help of all mankind.","c":"war","a":"Jack Kemp"},{"id":"igsnwuZ743a_8","t":"No more war! Never again war! If you wish to be brothers, drop your weapons.","c":"war","a":"Pope Paul VI"},{"id":"vIwuQhEmZm9ZD","t":"War never takes a wicked man by chance, the good man always.","c":"war","a":"Sophocles"},{"id":"Eh1JwcFFtLh9G","t":"I want to start my own airplane business. I'm going to buy two Dakotas, paint them up in war colours and do, er, nostalgia trips to Arnhem - you know, where the old paratroopers used to go - and charge them about 20 quid a time.","c":"war","a":"Gary Numan"},{"id":"WHkWYpMN-NllC","t":"If we had pursued what President Nixon declared in 1970 as the war on cancer, we would have cured many strains. I think Jack Kemp would be alive today. And that research has saved or prolonged many lives, including mine.","c":"war","a":"Arlen Specter"},{"id":"Cykxitf_hGwea","t":"I had very good support from Democrats and Republicans all throughout my administration. I had a very high batting average. We added more jobs per year in my four years than any other president since the Second World War.","c":"war","a":"Jimmy Carter"},{"id":"qG7guG7hkzptO","t":"I thought the Vietnam war was an utter, unmitigated disaster, so it was very hard for me to say anything good about it.","c":"war","a":"George McGovern"},{"id":"Yy_CZqGFTs3q8","t":"The United States is not, and never will be, at war with Islam.","c":"war","a":"Barack Obama"},{"id":"Jr8oFNTIzUohF","t":"I remember the '80s being about the Cold War and Reagan and the homeless problem and AIDS. To me, it was kind of a dark, depressing time.","c":"war","a":"John Cusack"},{"id":"GUtmDXneWUDeM","t":"World War I broke out largely because of an arms race, and World War II because of the lack of an arms race.","c":"war","a":"Herman Kahn"},{"id":"Te8_crHuv83AO","t":"The only way human beings can win a war is to prevent it.","c":"war","a":"George C. Marshall"},{"id":"On18lAD5i1JC5","t":"And I'm a slow writer: five, six hundred words is a good day. That's the reason it took me 20 years to write those million and a half words of the Civil War.","c":"war","a":"Shelby Foote"},{"id":"UGuQRUnb2gAZQ","t":"More than an end to war, we want an end to the beginning of all wars - yes, an end to this brutal, inhuman and thoroughly impractical method of settling the differences between governments.","c":"war","a":"Franklin D. Roosevelt"},{"id":"8muFHFFDYW74e","t":"With those attacks, the terrorists and their supporters declared war on the United States. And war is what they got.","c":"war","a":"George W. Bush"},{"id":"3ZSVMiVPc4vpJ","t":"When there's a war, people get married.","c":"war","a":"Doris Lessing"},{"id":"VlK5yrQ7kWfic","t":"Telling us to obey instinct is like telling us to obey 'people.' People say different things: so do instincts. Our instincts are at war... Each instinct, if you listen to it, will claim to be gratified at the expense of the rest.","c":"war","a":"C. S. Lewis"},{"id":"SzwY3ZmJ4FFR8","t":"So instead of talking about theoretical ways of ending the war and violence, I say that we have to get rid of the individual asholes in each office and situation.","c":"war","a":"Colin Quinn"},{"id":"bMF8N-gkNFMx0","t":"I'm old enough to remember the end of World War II. On Aug. 14, 1946, a year after the Japanese were defeated, most newspapers and magazines had single articles commemorating the end of the war.","c":"war","a":"Harry Browne"},{"id":"tEolj4POYeGHj","t":"If we stick together as an American people we can bring down the war criminals that are running our country right now.","c":"war","a":"Cindy Sheehan"},{"id":"mdOjTIVSsr0MD","t":"This war is not about slavery.","c":"war","a":"Robert E. Lee"},{"id":"DIrho9u8JCTZl","t":"Sectional football games have the glory and the despair of war, and when a Texas team takes the field against a foreign state, it is an army with banners.","c":"war","a":"John Steinbeck"},{"id":"jfLD5GqVaZAn6","t":"War is not civilized.","c":"war","a":"Talib Kweli"},{"id":"FMwTbiedbSjB5","t":"I have always been willing to admit when I made a mistake. I made a mistake in my understanding of the composition of the Contras, not on my opposition to the Contra war.","c":"war","a":"Bianca Jagger"},{"id":"rt25NstPxP7a7","t":"President Kennedy was willing to go to war. He was not a coward. The man had been in war and so had Ken O'Donnell. He was ready to protect this nation, but he was not ready for a military solution just because it was being rammed down his throat.","c":"war","a":"Kevin Costner"},{"id":"o2YO778_8IVUH","t":"In a world of inhumanity, war and terrorism, American citizenship is a very precious possession.","c":"war","a":"Phyllis Schlafly"},{"id":"RIL-4jmtPopeV","t":"For a war correspondent to miss an invasion is like refusing a date with Lana Turner.","c":"war","a":"Robert Capa"},{"id":"1SbNYQUFuzvoF","t":"The rule for effective governance is simple. It is one Ronald Reagan knew by heart. And one that he successfully employed with Social Security and the Cold War. When there is a problem, you fix it. That is the job you have been sent to do and you cannot wait for someone else to do it for you.","c":"war","a":"Chris Christie"},{"id":"lwSBfYHiwXbTu","t":"I don't think the Middle East could afford another war.","c":"war","a":"King Abdullah II"},{"id":"W00u7QQHLQNbM","t":"We've got to keep an eye on the battle that we face - a war on workers. And you see it everywhere. It is the Tea Party. And there's only one way to beat and win that war - the one thing about working people is, we like a good fight.","c":"war","a":"James P. Hoffa"},{"id":"GjSVuotMpLf82","t":"I can tell you this: If I'm ever in a position to call the shots, I'm not going to rush to send somebody else's kids into a war.","c":"war","a":"George H. W. Bush"},{"id":"KXZxq7KEnGjXU","t":"We live in the time where we have fictitious election results that elects a fictitious president. We live in a time where we have a man sending us to war for fictitious reasons.","c":"war","a":"Michael Moore"},{"id":"RJzgCSsgERDuL","t":"For far too long we've allowed the other side to paint us as racist, as sexist, inhumane war mongers - well, today as a conservative black Republican and former solider, I'm here to set that record straight.","c":"war","a":"Allen West"},{"id":"RB1B8xEFQr9m2","t":"War is sweet to those who have not experienced it.","c":"war","a":"Desiderius Erasmus"},{"id":"66Ky_4-WOqiV9","t":"A democracy which makes or even effectively prepares for modern, scientific war must necessarily cease to be democratic. No country can be really well prepared for modern war unless it is governed by a tyrant, at the head of a highly trained and perfectly obedient bureaucracy.","c":"war","a":"Aldous Huxley"},{"id":"4oEPanhFyc5Hu","t":"War is not merely a political act but a real political instrument, a continuation of political intercourse, a carrying out of the same by other means.","c":"war","a":"Karl Von Clausewitz"},{"id":"9qpgJtr14Akb5","t":"It is forbidden to kill therefore all murderers are punished unless they kill in large numbers and to the sound of trumpets.","c":"war","a":"Voltaire"},{"id":"HSqzwmiHKcN_k","t":"If the people raise a great howl against my barbarity and cruelty, I will answer that war is war, and not popularity seeking.","c":"war","a":"William Tecumseh Sherman"},{"id":"EWGnVam-cVWyW","t":"I think the record speaks for itself. These are two individuals who have been for the war when the headlines were good and against it when their poll ratings were bad.","c":"war","a":"Dick Cheney"},{"id":"Q5pYeWetFq5uL","t":"I had just turned 10-years-old when the Japanese attacked Pearl Harbor and plunged America into World War II.","c":"war","a":"Dan Rather"},{"id":"Yzwg1ZysuSmqt","t":"The British Red Cross asked me to help them spearhead a fundraising campaign for the victims of the war in Nicaragua. It was a turning point in my life. It began my commitment to justice and human rights issues.","c":"war","a":"Bianca Jagger"},{"id":"vihFHGpmHzkMf","t":"The war is coming to the streets of America and if you are not keeping and bearing and practicing with your arms then you will be helpless and you will be the victim of evil.","c":"war","a":"Ted Nugent"},{"id":"A6sPhWX4i6CnO","t":"War is the province of danger.","c":"war","a":"Karl Von Clausewitz"},{"id":"DSqK5SlRf5Key","t":"I'll keep us out of war with Oklahoma!","c":"war","a":"Kinky Friedman"},{"id":"6P8oI-g89Ks1B","t":"Look at an infantryman's eyes and you can tell how much war he has seen.","c":"war","a":"William Alexander Henry"},{"id":"in2YEXfeXPGlF","t":"The war in Iraq, clearly has not turned out in the way that was hoped.","c":"war","a":"William Hague"},{"id":"2bS0VDaDg9bzH","t":"I don't like war. I particularly don't like the celebration of war, which I think the administration is a little bit guilty of.","c":"war","a":"Neil Young"},{"id":"gqoDjOMpN4Tex","t":"In short, it may be said that on paper the obligations to settle international disputes peacefully are now so comprehensive and far-reaching that it is almost impossible for a state to resort to war without violating one or more solemn treaty obligations.","c":"war","a":"Arthur Henderson"},{"id":"RKhzxu-P2Ntu4","t":"The things that inform student culture are created and controlled by the unseen culture, the sociological aspects of our climbing culture, our 'me' generation, our yuppie culture, our SUVs, or, you know, shopping culture, our war culture.","c":"war","a":"Gus Van Sant"},{"id":"3uQGJnR_RGwBM","t":"Only the dead have seen the end of the war.","c":"war","a":"George Santayana"},{"id":"9L7iKGlbtnsok","t":"Never think that war, no matter how necessary, nor how justified, is not a crime.","c":"war","a":"Ernest Hemingway"},{"id":"yYcrZYmsjoN1f","t":"A state of war is not a blank check... when it comes to the rights of the Nation's citizens.","c":"war","a":"Sandra Day O'Connor"},{"id":"Sp833VAPp_X9P","t":"Love and war are the same thing, and stratagems and policy are as allowable in the one as in the other.","c":"war","a":"Miguel de Cervantes"},{"id":"uPnePY-sQb_Yk","t":"You can easily die racing to cover a bank robbery as you can in a war zone.","c":"war","a":"Jessica Savitch"},{"id":"s1wvAQrCYyt5f","t":"It is the youth who must inherit the tribulation, the sorrow... that are the aftermath of war.","c":"war","a":"Herbert Hoover"},{"id":"xbm2q2WEny9DS","t":"War, famine, poverty and oppression of the workers will continue while woman makes life cheap. They will cease only when she limits her reproductivity and human life is no longer a thing to be wasted.","c":"war","a":"Margaret Sanger"},{"id":"8aKQBYw3D7O-f","t":"I've been giving free money seminars for the troops at Walter Reed Hospital and one of the Iraqi War Vets realized that the military wouldn't pay for the dental work he needed.","c":"war","a":"Matthew Lesko"},{"id":"vP3xrCBm_lnWq","t":"Every time we walk along a beach some ancient urge disturbs us so that we find ourselves shedding shoes and garments or scavenging among seaweed and whitened timbers like the homesick refugees of a long war.","c":"war","a":"Loren Eiseley"},{"id":"6MnT-ptfi89Cj","t":"War can only be abolished through war, and in order to get rid of the gun it is necessary to take up the gun.","c":"war","a":"Mao Zedong"},{"id":"9ApEUaGdGyac3","t":"It was my duty to shoot the enemy, and I don't regret it. My regrets are for the people I couldn't save: Marines, soldiers, buddies. I'm not naive, and I don't romanticize war. The worst moments of my life have come as a SEAL. But I can stand before God with a clear conscience about doing my job.","c":"war","a":"Chris Kyle"},{"id":"On2DIubnBddJQ","t":"I'm against all war.","c":"war","a":"Puff Daddy"},{"id":"xar14AGbEIzVf","t":"When human beings live together, conflict is inevitable. War is not.","c":"war","a":"Daisaku Ikeda"},{"id":"_4T-WECWNna6D","t":"A prisoner of war is a man who tries to kill you and fails, and then asks you not to kill him.","c":"war","a":"Winston Churchill"},{"id":"57vQAsXNTvvDF","t":"There is a peculiar burning odor in the room, like explosives. the kitchen fills with smoke and the hot, sweet, ashy smell of scorched cookies. The war has begun.","c":"war","a":"Alison Lurie"},{"id":"Vo2F49lhLg2ls","t":"Be polite write diplomatically even in a declaration of war one observes the rules of politeness.","c":"war","a":"Otto von Bismarck"},{"id":"Sqgof5Zpiq6vM","t":"My youth passed at the time of the country's reconstruction from the ruins and ashes of the war in which my nation never bowed to the enemy paying the highest price in the struggle.","c":"war","a":"Lech Walesa"},{"id":"e2csGK4yg1SKI","t":"Accurst be he that first invented war.","c":"war","a":"Christopher Marlowe"},{"id":"8DD2nb8WGhwDO","t":"War is cruelty. There is no use trying to reform it. The crueler it is, the sooner it will be over.","c":"war","a":"William Tecumseh Sherman"},{"id":"KNcq5ffbd5o93","t":"War is just a racket... I believe in adequate defense at the coastline and nothing else.","c":"war","a":"Smedley Butler"},{"id":"C8p_rwbYzpmpz","t":"What is not conservative about saying, 'Don't go to war unless we go to war properly with a full declaration of war and no other way?'","c":"war","a":"Ron Paul"},{"id":"HnOVZIWCYRW_-","t":"Let us not be deceived we are today in the midst of a cold war.","c":"war","a":"Bernard Baruch"},{"id":"BpFsmll3eSI-U","t":"I was drafted during the Korean War.","c":"war","a":"Clint Eastwood"},{"id":"mfSbCQA4A5_G-","t":"The way to win an atomic war is to make certain it never starts.","c":"war","a":"Omar N. Bradley"},{"id":"h23rs-jmFUgTI","t":"We have been terrorised by what happened in America and we express our condolences to the American people who suffered from this unexpected catastrophe and a new world war.","c":"war","a":"Muammar al-Gaddafi"},{"id":"IzJ69pjVHu9mL","t":"These days, our senses are bombarded with aggression. We are constantly confronted with global images of unending, escalating war and violence.","c":"war","a":"Margaret J. Wheatley"},{"id":"vIpmvkDj1z3Yb","t":"War kills men, and men deplore the loss but war also crushes bad principles and tyrants, and so saves societies.","c":"war","a":"Charles Caleb Colton"},{"id":"ARsIARzAscrAK","t":"A majority of this country opposes this war, a majority of this country never voted for this administration.","c":"war","a":"Michael Moore"},{"id":"E50t0n9Akly3D","t":"Wars have never hurt anybody except the people who die.","c":"war","a":"Salvador Dali"},{"id":"5ycLRJTm3GX7v","t":"In order for a war to be just, three things are necessary. First, the authority of the sovereign. Secondly, a just cause. Thirdly, a rightful intention.","c":"war","a":"Thomas Aquinas"},{"id":"r-ArRASrgJicW","t":"Nowadays it is the fashion to emphasize the horrors of the last war. I didn't find it so horrible. There are just as horrible things happening all round us today, if only we had eyes to see them.","c":"war","a":"Ludwig Wittgenstein"},{"id":"67Z_QO8a5scUh","t":"The first panacea for a mismanaged nation is inflation of the currency the second is war. Both bring a temporary prosperity both bring a permanent ruin. But both are the refuge of political and economic opportunists.","c":"war","a":"Ernest Hemingway"},{"id":"vRfcv77nzQ0p0","t":"This is an important book, the critic assumes, because it deals with war. This is an insignificant book because it deals with the feelings of women in a drawing-room.","c":"war","a":"Virginia Woolf"},{"id":"15fRmBcEIM7iV","t":"In some states militant nationalism has gone to the lengths of dictatorship, the cult of the absolute or totalitarian state and the glorification of war.","c":"war","a":"Arthur Henderson"},{"id":"ug5P2d435J7-B","t":"As you may recall, Truman was extremely unpopular when he finally left Washington in 1953, thanks largely to the Korean War. Today, however, he is thought to have been a solidly good president, a 'Near Great' even, in the terminology of those surveys of historians they do every now and then.","c":"war","a":"Thomas Frank"},{"id":"bi6W_-k6Lp83s","t":"The west has a great deal to answer for in the Middle East, from Britain's belated empire-building after the First World War to the US and British policy that condemns modern Iraq to the material and social squalor of a half-century ago.","c":"war","a":"James Buchan"},{"id":"cPS51YSIXmO4c","t":"World War II has always been of great interest to me. I've known for decades that it was just one more war the politicians suckered us into.","c":"war","a":"Harry Browne"},{"id":"I61ij-4c3pQk4","t":"The most successful war seldom pays for its losses.","c":"war","a":"Thomas Jefferson"},{"id":"XeHA8UzerlTis","t":"War is the domain of physical exertion and suffering.","c":"war","a":"Karl Von Clausewitz"},{"id":"y8qzR5nUPoFQb","t":"I will not attempt to deny the reasonableness and necessity of a party war but in carrying on that war all principles and rules of justice should not be departed from.","c":"war","a":"Robert Walpole"},{"id":"SRJ1WTcocQnxM","t":"We have been travelling through a cloud. The sky has been dark ever since the war began.","c":"war","a":"Black Kettle"},{"id":"j0nHPZf8mIm0C","t":"Oceania was at war with Eurasia therefore Oceania had always been at war with Eurasia.","c":"war","a":"George Orwell"},{"id":"OOyqdAiTLFK_y","t":"I believe that political correctness can be a form of linguistic fascism, and it sends shivers down the spine of my generation who went to war against fascism.","c":"war","a":"P. D. James"},{"id":"os2wVGbPojAUb","t":"The scenes on this field would have cured anybody of war.","c":"war","a":"William Tecumseh Sherman"},{"id":"aDhhJINaTMLhr","t":"The war we have to wage today has only one goal and that is to make the world safe for diversity.","c":"war","a":"U Thant"},{"id":"YKpJa8OIJZ8Y2","t":"War is the unfolding of miscalculations.","c":"war","a":"Barbara Tuchman"},{"id":"AYffG3al2JFDJ","t":"We can, for example, be fairly confident that either there will be a world without war or there won't be a world - at least, a world inhabited by creatures other than bacteria and beetles, with some scattering of others.","c":"war","a":"Noam Chomsky"},{"id":"lSdEmIBneePdx","t":"No one ever said that fighting the war against terrorism and defending our homeland would be easy. So let's support our troops, law enforcement workers, and our mission to keep our nation and our children safe in the days and years to come.","c":"war","a":"Judy Biggert"},{"id":"GOFMNnsNTAETL","t":"A war still rages over the legacy of the 1960s.","c":"war","a":"Camille Paglia"},{"id":"BcacOC_z3LOfU","t":"War makes strange giant creatures out of us little routine men who inhabit the earth.","c":"war","a":"Ernie Pyle"},{"id":"W1oTR2opym_yR","t":"The British soldier can stand up to anything except the British War Office.","c":"war","a":"George Bernard Shaw"},{"id":"HBc8utl3Q0o3Y","t":"War has become a luxury that only small nations can afford.","c":"war","a":"Hannah Arendt"},{"id":"AQzcc50JzcaHe","t":"Nullification means insurrection and war and the other states have a right to put it down.","c":"war","a":"Andrew Jackson"},{"id":"B_ckdC_jnVBBl","t":"Going to war without France is like going hunting without an accordion.","c":"war","a":"Norman Schwarzkopf"},{"id":"CqCJJYXU_S4Y9","t":"It is inhuman to continue a war which could easily be ended.","c":"war","a":"Friedrich Durrenmatt"},{"id":"LqsJ8kos71WgJ","t":"I would have voted 'no' on the Iraq war and 'yes' to Afghanistan.","c":"war","a":"Rand Paul"},{"id":"LXYwGVicYy2ib","t":"The U.N. bureaucracy has grown to elephantine proportions. Now that the Cold War is over, we are asking that elephant to do gymnastics.","c":"war","a":"Madeleine Albright"},{"id":"7uFT1iRAORPIX","t":"There are historic situations in which refusal to defend the inheritance of a civilization, however imperfect, against tyranny and aggression may result in consequences even worse than war.","c":"war","a":"Reinhold Niebuhr"},{"id":"pXQyL5oHsTWbj","t":"Rather than turning away from the staggering scale and depth of misery caused by war, we must strive to develop our capacity to empathize and feel the sufferings of others.","c":"war","a":"Daisaku Ikeda"},{"id":"v6is3NRGpaSM4","t":"You should be careful what you wish for, as the reasons for war get confused. One person can be very clear in their motives, but others can have different agendas.","c":"war","a":"Dougray Scott"},{"id":"mmhgAdBgpsx1L","t":"America's veterans and troops serving abroad today fought hard to preserve our red, white and blue, from the Revolutionary War to today's Global War Against Terrorism, and Congress' action today is appropriate for one of our most sacred symbols.","c":"war","a":"Bill Shuster"},{"id":"B17tl_t5AcwJG","t":"Sometimes by losing a battle you find a new way to win the war.","c":"war","a":"Donald Trump"},{"id":"wOnEQsVN1R1qm","t":"I've always been at war with myself, for right or wrong.","c":"war","a":"Brad Pitt"},{"id":"DuqqTt2nMrThS","t":"This administration here and now declares unconditional war on poverty.","c":"war","a":"Lyndon B. Johnson"},{"id":"5bSmenNC8_vpP","t":"A professional soldier understands that war means killing people, war means maiming people, war means families left without fathers and mothers.","c":"war","a":"Norman Schwarzkopf"},{"id":"dpQrBwr0Wsw77","t":"War consisteth not in battle only, or the act of fighting but in a tract of time, wherein the will to contend by battle is sufficiently known.","c":"war","a":"Thomas Hobbes"},{"id":"ncTOlTNTwjpuF","t":"If you want to fight a war on drugs, sit down at your own kitchen table and talk to your own children.","c":"war","a":"Barry McCaffrey"},{"id":"wdw_W8iyU0lH0","t":"War does not determine who is right - only who is left.","c":"war","a":"Bertrand Russell"},{"id":"lzJqSstg5zd6H","t":"She doesn't understand the concept of Roman numerals. She thought we just fought in world war eleven.","c":"war","a":"Joan Rivers"},{"id":"XlxEunqOldfBn","t":"The concept of war crimes is an American invention.","c":"war","a":"George Wald"},{"id":"6k1HRdTFvDTqX","t":"War is a defeat for humanity.","c":"war","a":"Pope John Paul II"},{"id":"8HfPhbEk4r5ZB","t":"There is so much that must be done in a civilized barbarism like war.","c":"war","a":"Amelia Earhart"},{"id":"bU8SYf0aF6fPK","t":"It was quite a European war until 1917, when the Americans joined up. They don't have the same sense of the loss of innocence and the cataclysmic loss of life. A whole generation was wiped out.","c":"war","a":"Tom Hiddleston"},{"id":"ivl-pTT5l3cCc","t":"It is only those who have neither fired a shot nor heard the shrieks and groans of the wounded who cry aloud for blood, more vengeance, more desolation. War is hell.","c":"war","a":"William Tecumseh Sherman"},{"id":"-YIhmmtiaF53U","t":"As a soldier, I survived World War I when most of my comrades did not.","c":"war","a":"Lester B. Pearson"},{"id":"vZ_HxU6JahXBm","t":"I remember an article, I can't recall who by, it was after the fall of the Berlin Wall, which said that now the Wall was down, there could be no more class war. Only someone with money could ever say such a thing.","c":"war","a":"Claude Chabrol"},{"id":"8CBWChlet2_m7","t":"The heroes of Flight 93 won the first battle in the War on Terror, and they should never be forgotten.","c":"war","a":"Jim Ramstad"},{"id":"_TfhEycEzKWuT","t":"War is at its best barbarism.","c":"war","a":"William Tecumseh Sherman"},{"id":"U6MtApLKZpLF0","t":"War - An act of violence whose object is to constrain the enemy, to accomplish our will.","c":"war","a":"George Washington"},{"id":"AjoQQTJXPK_GW","t":"We shall defend our island, whatever the cost may be, we shall fight on the beaches, we shall fight on the landing grounds, we shall fight in the fields and in the streets, we shall fight in the hills we shall never surrender.","c":"war","a":"Winston Churchill"},{"id":"g36p8RIAIbJKy","t":"I have not yet begun to fight!","c":"war","a":"John Paul Jones"},{"id":"lLalUoVYraZj7","t":"All war is deception.","c":"war","a":"Sun Tzu"},{"id":"m3gu5h0REOEDW","t":"I can't go to war with paparazzi.","c":"war","a":"Daniel Craig"},{"id":"XfVgwv2lDU3HC","t":"It has too often been too easy for rulers and governments to incite man to war.","c":"war","a":"Lester B. Pearson"},{"id":"SmuUBtp-y0cXo","t":"Those wars are unjust which are undertaken without provocation. For only a war waged for revenge or defense can be just.","c":"war","a":"Marcus Tullius Cicero"},{"id":"ys-I6lUDvwsyk","t":"There are evils that have the ability to survive identification and go on for ever... money, for instance, or war.","c":"war","a":"Saul Bellow"},{"id":"ne4r9MJMGfZu5","t":"I wanted to write about my mother as she should have been if she had not been messed up by World War I.","c":"war","a":"Doris Lessing"},{"id":"XdENMMHUDpt5k","t":"Since the attack on the United States on September 11 2001, and the US retaliation in Afghanistan and Iraq, there must be few people who have not felt a twinge of nostalgia for the cold war.","c":"war","a":"James Buchan"},{"id":"3j_5h0Qgg3n5v","t":"We have no control over the outcome of anything. Like the planet and global warming, we don't control that. If politicians want a war we don't control that. Acts of terrorism, we can't control them.","c":"war","a":"will.i.am"},{"id":"W3DOYvagdQRm8","t":"France has lost the battle but she has not lost the war.","c":"war","a":"Charles de Gaulle"},{"id":"1ySiZ6T0GsXTB","t":"If Scotland and America go to war, I'm afraid I've already sworn in.","c":"war","a":"Craig Ferguson"},{"id":"ex1_tjLa6wroi","t":"There is nothing that war has ever achieved that we could not better achieve without it.","c":"war","a":"Havelock Ellis"},{"id":"nZZYhjyglNpx9","t":"War is not an exercise of the will directed at an inanimate matter.","c":"war","a":"Karl Von Clausewitz"},{"id":"Eq2uR_0i8_1ZL","t":"Every attempt to make war easy and safe will result in humiliation and disaster.","c":"war","a":"William Tecumseh Sherman"},{"id":"uAMm_0D4vNK7h","t":"This is not Johnson's war. This is America's war. If I drop dead tomorrow, this war will still be with you.","c":"war","a":"Lyndon B. Johnson"},{"id":"Mg8iWKwY6wbCq","t":"A skilful leech is better far, than half a hundred men of war.","c":"war","a":"Samuel Butler"},{"id":"mmp1u8EhDDWDh","t":"You don't attack the grunts of Vietnam you blame the theory behind the war. Nobody who fought in that war was at fault. It was the war itself that was at fault. It's the same thing with psychotherapy.","c":"war","a":"James Hillman"},{"id":"pY18QLHV9sFlv","t":"When my grandfather died, I started adopting some of his accents, to sort of remind myself of him. A homage. He was a war hero, and he was really great with his hands.","c":"war","a":"Gavin DeGraw"},{"id":"UXyNDkUwIFdtx","t":"Everybody has a job to do. There are people in Iraq on both sides of this war who do what they do for religious reasons, and they feel with God on their side. Some people are good at annihilating people. Maybe that's their gift.","c":"war","a":"Denzel Washington"},{"id":"Ryi-pi5ekk-Ju","t":"War grows out of the desire of the individual to gain advantage at the expense of his fellow man.","c":"war","a":"Napoleon Hill"},{"id":"_4bQEAIiEbI6P","t":"The Pentagon still has not given a name to the Iraqi war. Somehow 'Operation Re-elect Bush' doesn't seem to be popular.","c":"war","a":"Jay Leno"},{"id":"WzEdDWtyiJrBC","t":"The U.S. army confirmed that it gave a lucrative fire fighting contract in Iraq to the firm once run by the Vice President Dick Cheney without any competitive bidding. When asked if this could be conceived as Cheney's friends profiting from the war, the spokesman said 'Yes.'","c":"war","a":"Conan O'Brien","e":true},{"id":"zKXB47GhSIPjp","t":"Vice stirs up war, virtue fights.","c":"war","a":"Luc de Clapiers"},{"id":"pULWpVRu2YlUv","t":"You know, the period of World War I and the Roaring Twenties were really just about the same as today. You worked, and you made a living if you could, and you tired to make the best of things. For an actor or a dancer, it was no different then than today. It was a struggle.","c":"war","a":"James Cagney"},{"id":"w1rKYRbD9_8HN","t":"To hold a pen is to be at war.","c":"war","a":"Voltaire"}]