[{"id":"SoW1B0-Ud-8yV","t":"We were pretty good mates until the Beatles started to split up and Yoko came into it. It was more like old army buddies splitting up on account of wedding bells.","c":"wedding","a":"Paul McCartney"},{"id":"PHnn5ub0HLF6k","t":"I love doing comedy. Absolutely love it. After 'Wedding Crashers,' people suddenly realized that it was something I could do.","c":"wedding","a":"Jane Seymour"},{"id":"upz1JCnYehenD","t":"I really did put up all my wedding pictures on my website. And I swear to you, my wedding pictures got downloaded just as much as my bikini pictures.","c":"wedding","a":"Cindy Margolis"},{"id":"ZS3JXiDktfFKs","t":"If you're going to plan a wedding, then a certain amount of suffering is not a choice.","c":"wedding","a":"Ellie Kemper"},{"id":"Fcil3-hYuAcfr","t":"When I celebrated my bar mitzvah, there was no cake. Today, there is no such thing as a bar mitzvah in the United States without a special cake. It can be even more complicated and expensive than a wedding cake, because bar-mitzvah cakes are often based on a particular theme.","c":"wedding","a":"Ron Ben-Israel"},{"id":"QOCv3wrlqI8AW","t":"I felt very unstressed on my wedding day. I'm very grateful for that... spending the day on my own, being super quiet and happy and just puttering around doing my own thing.","c":"wedding","a":"Sonya Walger"},{"id":"DZCXAjXd9tE6T","t":"Jody Hill, who I created 'Eastbound And Down' and 'Fist Foot Way' with, was my best man at my wedding.","c":"wedding","a":"Danny McBride"},{"id":"3eRO3okjw6GWN","t":"I've thought about it a hundred times. I even buy bridal magazines sometimes. I want David Tutera to do my wedding.","c":"wedding","a":"Marlen Esparza"},{"id":"Xk91mRCDBJkpM","t":"I don't follow trends. I make each cake for a particular wedding, or event.","c":"wedding","a":"Ron Ben-Israel"},{"id":"NIvp7mC-4rYan","t":"I'd imagine my wedding as a fairy tale... huge, beautiful and white.","c":"wedding","a":"Paris Hilton"},{"id":"cVdq4AKDSF8he","t":"I don't know nothing about no marriages or nothing. I ain't even never been to a wedding.","c":"wedding","a":"Mike Epps"},{"id":"qaqVPa2n66tXY","t":"I want the big drama. I always said I don't want a wedding I want a parade.","c":"wedding","a":"Star Jones"},{"id":"zbvni76-IY0S2","t":"I love auditioning. Since 'The Notebook' and 'Wedding Crashers,' I don't have to audition anymore, and I miss it. You get to show your interpretation of the character. I get nervous when I don't audition. What if they hate what I want to do?","c":"wedding","a":"Rachel McAdams"},{"id":"b5aCNYIdKLYfH","t":"I used to work all the time, and now if there is a wedding, there's a concert, I'm there.","c":"wedding","a":"Petra Nemcova"},{"id":"4gZDBU4Jta4nC","t":"You may invite the entire 35th Division to your wedding if you want to. I guess it's going to be yours as well as mine. We might as well have the church full while we are at it.","c":"wedding","a":"Bess Truman"},{"id":"mP4I_7S8wf0RD","t":"The wedding ring on my left hand was bought by my grandfather, Samuel Miliband, in Brussels in 1920. I never knew him, as he died when I was one. But his ring was kept by my aunt until it was placed on my finger by my wife Louise 32 years later.","c":"wedding","a":"David Miliband"},{"id":"Mg1SvwlXO2VXj","t":"Wedding: the point at which a man stops toasting a woman and begins roasting her.","c":"wedding","a":"Helen Rowland"},{"id":"9gaFp6Ir2IXwg","t":"My husband, Jim, converted to Judaism just before our wedding.","c":"wedding","a":"Anita Diament"},{"id":"txCUQ2MQ4FveC","t":"When I auditioned for 'Wedding Crashers,' the producers had never seen any of my other work except for Bond. I got 'Wedding Crashers' partly because I was a Bond girl.","c":"wedding","a":"Jane Seymour"},{"id":"m6ys0GSIlI8NE","t":"A big part of being in a wedding is the financial obligation, and that's something that people don't really talk about, but if you're asked to be in a wedding, you're gonna have to fork over some cash.","c":"wedding","a":"Kristen Wiig"},{"id":"fEvf7IYEoiEJe","t":"I'll get pretty much everything the way I want it. I've always dreamed of a beach wedding.","c":"wedding","a":"Nicole Appleton"},{"id":"i3KkB7xPf45E_","t":"When I had a job catering, I catered a wedding for the Smashing Pumpkins bassist in Indiana. And I served Billy Corgan shrimp off a tray.","c":"wedding","a":"Amy Poehler"},{"id":"4vVcJSrNJLICF","t":"I did get to keep the wedding dresses from 'Runaway Bride'. They're all boxed up in my garage. I've never opened them. It'll be fun one day when Hazel is taller. She can play dress-up with her friends.","c":"wedding","a":"Julia Roberts"},{"id":"_KdOfVH4xU11b","t":"Where does it stop? You get offered money for your wedding, then for your kids, new houses, holidays... We earn enough from football and sponsorships, why do you need any more?","c":"wedding","a":"Ryan Giggs"},{"id":"hyQZr9xLqMDCV","t":"For me, life has either been a wake or a wedding.","c":"wedding","a":"Peter O'Toole"},{"id":"6GFXLJk8HyH9e","t":"I hadn't been in Vegas 20 minutes when I got word that the bookmakers were offering three to one that Frank wouldn't show for my wedding.","c":"wedding","a":"Sammy Davis, Jr."},{"id":"udZHgz4vhCkcP","t":"A man's got two shots for jewelry: a wedding ring and a watch. The watch is a lot easier to get on and off than a wedding ring.","c":"wedding","a":"John Mayer"},{"id":"5K15TLeU3LpOJ","t":"An invitation to a wedding invokes more trouble than a summons to a police court.","c":"wedding","a":"William Feather"},{"id":"_3xPWYxrXEqkj","t":"Our dog died from licking our wedding picture.","c":"wedding","a":"Phyllis Diller"},{"id":"7QApelFfVsW1E","t":"Wedding is destiny, and hanging likewise.","c":"wedding","a":"John Heywood"},{"id":"EY45KH-milBO4","t":"The first thing I did when I sold my book was buy a new wedding ring for my wife and asked her to marry me all over again.","c":"wedding","a":"Nicholas Sparks"},{"id":"WjA5jBBpUNFK2","t":"The chain of wedlock is so heavy that it takes two to carry it - and sometimes three.","c":"wedding","a":"Heraclitus"},{"id":"JtvDxqACk88li","t":"I was married by a judge. I should have asked for a jury.","c":"wedding","a":"Groucho Marx"},{"id":"9qdlEdNkwb2EZ","t":"On my wedding day. I didn't want a natural, blushing-bride look - I had a full-on hairdo and red lips. I thought it would be disingenuous to do the whole virginal look, so even though I had the white dress, I had pink net underneath.","c":"wedding","a":"Sophie Ellis Bextor"},{"id":"OkxX_zai5LVZP","t":"Personally, I'm an advocate for short engagements. Long sometimes means there is a reason for it. Two years engaged and no wedding... I'd be upset.","c":"wedding","a":"Emily Blunt"},{"id":"Y5qeLKZ_CZsz0","t":"Of course, I do have a slight advantage over the rest of you. It helps in a pinch to be able to remind your bride that you gave up a throne for her.","c":"wedding","a":"King Edward VIII"},{"id":"Zd3Rd3AX5qATc","t":"I think that weddings have probably been crashed since the beginning of time. Cavemen crashed them. You go to meet girls. It makes sense.","c":"wedding","a":"Christopher Walken"},{"id":"oeCjnJ3tHMk7h","t":"I have a crusade against fondant, also shortening. There's no reason why wedding cakes can't taste good if you know what you're doing.","c":"wedding","a":"Ron Ben-Israel"},{"id":"CenKCkKvdFQUP","t":"A gloomy guest fits not a wedding feast.","c":"wedding","a":"Friedrich Schiller"},{"id":"DqyN7Az199WyF","t":"I'm a jewelry girl. I became with friends with designer Irene Neuwirth a few years ago. At that point, I just used to wear my wedding rings. Very low key. Now, if I could, I'd be draped from head to toe in her jewelry all the time. Everything she makes is beautiful.","c":"wedding","a":"Busy Philipps"},{"id":"LHVTeq2O-jetz","t":"I mean, I do wear a wedding ring and take it off when I shoot.","c":"wedding","a":"Henry Ian Cusick"},{"id":"uH5B_XICqfXbh","t":"In Hollywood, brides keep the bouquets and throw away the groom.","c":"wedding","a":"Groucho Marx"},{"id":"dLuYwXI7p_B9_","t":"The Wedding March has a bit of a death march in it.","c":"wedding","a":"Brian May"},{"id":"HwlWhJF5tmQgE","t":"You have to make your wedding day all about you.","c":"wedding","a":"DJ Jazzy Jeff"},{"id":"PlLUhxon2QK9L","t":"Well the wedding in the words of the Archbishop of Canterbury was a fairy tale and there was a huge public impress, investment of goodwill, affection and indeed money in this Institution. It was a huge success at the time.","c":"wedding","a":"Anthony Holden"},{"id":"s6yhNcwK7zPDc","t":"My grandfather Frank Lloyd Wright wore a red sash on his wedding night. That is glamour!","c":"wedding","a":"Anne Baxter"},{"id":"raMyLZrNAg3t-","t":"We are all so close. We are godfather to each others' kids. I was the best man at Jesus' wedding.","c":"wedding","a":"Juan Marichal"},{"id":"0t28qcUyjrBtQ","t":"We all went to Kelsey's wedding, and yeah, we go to parties. We also go to each other's house. A group of us got together over at Kelsey's and just read through some plays just for the fun of it. That may not be everyone's idea of a good time, but we had a good time.","c":"wedding","a":"David Hyde Pierce"},{"id":"jWCqczBePLDKZ","t":"It's important to still look like yourself on your wedding day, so I didn't do anything drastic.","c":"wedding","a":"Lily Aldridge"},{"id":"kh4-O45EPpMZ4","t":"Well... Actually I got picked because I was the only one who fit the wedding gown - they had my size.","c":"wedding","a":"Kevin McDonald"},{"id":"86T-0zeydthg2","t":"Christmas carols always brought tears to my eyes. I also cry at weddings. I should have cried at a couple of my own.","c":"wedding","a":"Ethel Merman"},{"id":"x0GLZ_BX-E2DP","t":"I got my first big paycheck for 'My Best Friend's Wedding.' This was in the days when you actually did get paid to have a supporting role. It just doesn't happen like that anymore, but this was in the '90s. It was the golden age!","c":"wedding","a":"Carrie Preston"},{"id":"FkQemwucQGdxI","t":"One tradition I have with my friends is that when one of us gets married, we have a ton of fragrance oils and pretty bottles at the bachelorette party. Everyone puts a drop or two in a bottle for the bride and makes a wish, and the bride wears our creation on her wedding day.","c":"wedding","a":"Jennifer Aniston"},{"id":"_duILhdTplm1r","t":"I wanted to define the vocabulary of a wedding both visually and intellectually. The book is about more than weddings or wedding dresses. It's a metaphor for women's lives, their creativity.","c":"wedding","a":"Vera Wang"},{"id":"J-myIwvJdGK2C","t":"A person's character is but half formed till after wedlock.","c":"wedding","a":"Charles Simmons"},{"id":"9nMZYnNGH5zXA","t":"I'm one of those people who has always been a bridesmaid.","c":"wedding","a":"Piper Laurie"},{"id":"buWxmuz7tQaC9","t":"The day of the wedding went like these things generally do, full of anxious moments interspersed with black comedy.","c":"wedding","a":"Janet Street-Porter"},{"id":"Qql2j7HtwQkYM","t":"I don't want a huge wedding. I don't want it to be some huge spectacle.","c":"wedding","a":"Kristin Cavallari"},{"id":"MyFuYJZtbz4t1","t":"A wedding is just like a funeral except that you get to smell your own flowers.","c":"wedding","a":"Grace Hansen"},{"id":"nuS8PSkxMQpkD","t":"I was the official wedding photographer at one of my best friends' weddings. Fortunately she was one of the most easygoing brides ever, so she made it easy for me.","c":"wedding","a":"Natalie Coughlin"},{"id":"tOgeV2yPXPEHi","t":"I believe that anybody who gets married should go to a counselor for months before the wedding. I think that's going to save guys a lot of money and the ladies a lot of heartbreak.","c":"wedding","a":"James Brolin"},{"id":"uImyN4KAuwgQ8","t":"The wedding took place in Vermont, where they have legalized gay civil unions, and I married a woman.","c":"wedding","a":"Craig Ferguson"},{"id":"GMLuyy9u-YdIq","t":"I don't ever really feel that wearing my wedding ring is what determines me being married or not.","c":"wedding","a":"Jessica Simpson"},{"id":"NJ2xkrAeZ_rrm","t":"A lot of people think I'm that guy in 'Betsy's Wedding', but I'm not. What it is for me is that, on some level, I connect with the character emotionally.","c":"wedding","a":"Anthony LaPaglia"},{"id":"L5mLJtvApUfSs","t":"A lawyer I once knew told me of a strange case, a suffragette who had never married. After her death, he opened her trunk and discovered 50 wedding gowns.","c":"wedding","a":"Marguerite Young"},{"id":"qemUC-ZJwIBvF","t":"I wear my wedding ring. We talk about when we're going to get married again, which we hope is going to take place some time in this incredibly hectic calendar year.","c":"wedding","a":"Jim Lampley"},{"id":"XuWrEjT9m01tS","t":"I try to remember, as I hear about friends getting engaged, that it's not about the ring and it's not about the wedding. It's a grave thing, getting married. And it's easy to get swept up in the wrong things.","c":"wedding","a":"Gwyneth Paltrow"},{"id":"-ubzq0nh5nIwK","t":"I just wrapped this movie called The Wedding Crashers which was a pretty big break for me.","c":"wedding","a":"Bradley Cooper"},{"id":"_IXXC_2__XtR0","t":"The Wedding March always reminds me of the music played when soldiers go into battle.","c":"wedding","a":"Heinrich Heine"},{"id":"Rk3kpGTs4ObKP","t":"Well, I'll tell you something, this wedding is something that I will always, always cherish. It was a show of love and support and kindness like I'd never seen from the people, and that's who I entertain. I entertain the people.","c":"wedding","a":"Liza Minnelli"},{"id":"CbQb9Dq2nz4-1","t":"I think a lot of people get so obsessed with the wedding and the expense of the wedding that they miss out on what the real purpose is. It's not about a production number, it's about a meaningful moment between two people that's witnessed by people that they actually really know and care about.","c":"wedding","a":"Jane Seymour"},{"id":"qcVZQb3iKs6sE","t":"I'm taking one thing at a time. With the children and launching my solo career it would drive me to a nervous breakdown if I tried to organise a wedding on top of that.","c":"wedding","a":"Natasha Hamilton"},{"id":"K-CbC9aQvDQAB","t":"It has been the experience of a lifetime to work with Catherine Middleton to create her wedding dress, and I have enjoyed every moment of it. It was such an incredible honor to be asked, and I am so proud of what we and the Alexander McQueen team have created.","c":"wedding","a":"Sarah Burton"},{"id":"WZ2TUO8VUvI1_","t":"When I was in high school, there was 'Superbad' and 'The Girl Next Door' and 'Wedding Crashers' and all these great movies. You hope to be a part of something that's smart, funny and in that Todd Phillips-vein. You want to make something like 'Superbad.' That movie was so good and so funny.","c":"wedding","a":"Miles Teller"},{"id":"TGLRIUFEa8_sK","t":"I am usually part of any disaster at a wedding if I'm a bridesmaid, which I've been lucky enough to be several times.","c":"wedding","a":"Jennifer Garner"},{"id":"ZEisS3wS9Hxk2","t":"Monica Seles: I'd hate to be next door to her on her wedding night.","c":"wedding","a":"Peter Ustinov"},{"id":"N31ycZoMPkxvc","t":"I went looking for dresses and realized there was a niche I could fill in the wedding dress market.","c":"wedding","a":"Monique Lhuillier"},{"id":"_ygYw73Rdbjcq","t":"When I planned my wedding the first time, my ex-husband and I, we were both struggling comics. I had a TV show that had gotten cancelled. Basically, I rented a wedding gown the reception hall smelled like feet.","c":"wedding","a":"Sherri Shepherd"},{"id":"UuHAwgE4D17B2","t":"For a girl, the wedding is when you're married. For a guy, it's when you get engaged. It takes a real aggressive human being to back out between the ring and the wedding.","c":"wedding","a":"Max Greenfield"},{"id":"ozGZErmP5O2JH","t":"Growing up, I had one very specific idea of what a wedding should be, and that was the wedding of Fraulein Maria and Captain von Trapp in 'The Sound of Music.'","c":"wedding","a":"Ellie Kemper"},{"id":"GHpJNGoyltAQe","t":"On the publicity tour of 'My Big Fat Greek Wedding,' I was asked over and over again, if, as the writer, I felt it was a fair depiction of real life to have someone of my er, below average looks, hook up with hottie John Corbett.","c":"wedding","a":"Nia Vardalos","e":true},{"id":"aSAyNI689Af_g","t":"I was never a girl who dreamed about what her wedding day would be like, but I've always dreamed about decorating my baby's nursery.","c":"wedding","a":"Rebecca Romijn"},{"id":"BFCeNHFqdksyW","t":"In the '50s, a lot of girls never saw beyond the wedding day.","c":"wedding","a":"Helen Reddy"},{"id":"henCypywCTe9k","t":"I had a 2-week courtship with a fellow student in the fiction workshop in Iowa and a 5-minute wedding in a lawyer's office above the coffee shop where we'd been having lunch that day. And so I sent a cable to my father saying, 'By the time you get this, Daddy, I'll already be Mrs. Blaise!'","c":"wedding","a":"Bharati Mukherjee"},{"id":"Q2aDsD3mXZIAX","t":"I've always been the type to fall in love fast and, with every boyfriend, I plan out my wedding in my head.","c":"wedding","a":"Kim Kardashian"},{"id":"ZBKl4BXi6h883","t":"O month when they who love must love and wed.","c":"wedding","a":"Helen Hunt Jackson"},{"id":"3cpWIOb8mO32U","t":"I think if you're at the point where you're popular enough to sell your wedding photos to OK! Magazine then you don't need the money.","c":"wedding","a":"Johnny Vegas"},{"id":"mY9hSWexKBvDo","t":"Saw a wedding in the church. It was strange to see what delight we married people have to see these poor fools decoyed into our condition.","c":"wedding","a":"Samuel Pepys"},{"id":"TI7-bSrK8LPoe","t":"I myself have never been enchanted by the dream of the white wedding, and, heaven help us, the expectation that this exquisitely catered event should be 'the happiest moment' of one's life.","c":"wedding","a":"Elizabeth Gilbert"},{"id":"J5A6PLhLClsYb","t":"She tells enough white lies to ice a wedding cake.","c":"wedding","a":"Margot Asquith"},{"id":"tJ0m5218aNICR","t":"Most kids don't get to go their parents' wedding.","c":"wedding","a":"Kenneth Robert Livingstone"},{"id":"T7GRTTr7Us8eM","t":"The one thing that I'm in charge of in this wedding is the food.","c":"wedding","a":"Rob Mariano"},{"id":"RBvCFVdvyeLyP","t":"I only did karaoke once in my life. It was with Courtney Love and it was a total disaster. She pulled me on stage in front of 500 people at a wedding. I'd never done karaoke before.","c":"wedding","a":"Jared Leto"},{"id":"Z2jS2dQOmnhSQ","t":"A young bride is like a plucked flower but a guilty wife is like a flower that had been walked over.","c":"wedding","a":"Honore de Balzac"},{"id":"6Yh9Ml7bS1OO0","t":"In my 50s I'll be dancing at my children's weddings.","c":"wedding","a":"Michael J. Fox"},{"id":"jh0q8Ij6RQkEu","t":"I don't think it's possible to have a wedding without it being stressful!","c":"wedding","a":"Debra Messing"},{"id":"A88NBUB1of1FI","t":"I'd been a wedding singer through college, but after a few years of doing my best renditions of jazz standards to clinking glasses and the sound of forks on salad, I thought, 'Oh God, if this is all I do, I'll never be able to live with myself.'","c":"wedding","a":"Idina Menzel"},{"id":"IwAumvuYAJ18g","t":"When the wedding march sounds the resolute approach, the clock no longer ticks, it tolls the hour. The figures in the aisle are no longer individuals, they symbolize the human race.","c":"wedding","a":"Anne Morrow Lindbergh"},{"id":"XlGarvwT5IU5X","t":"I like wearing my wedding ring, it's nice.","c":"wedding","a":"Jerry O'Connell"},{"id":"Bhszqg0arux38","t":"No wedding bells for me anymore. I've been happily married to my profession for years.","c":"wedding","a":"Shirley Bassey"},{"id":"sJjARUZU7kPwI","t":"I love a black wedding dress.","c":"wedding","a":"Vera Wang"},{"id":"a5XZDMswp4eQy","t":"I remember when I was in school, they would ask, 'What are you going to be when you grow up?' and then you'd have to draw a picture of it. I drew a picture of myself as a bride.","c":"wedding","a":"Gwen Stefani"},{"id":"mWxqeDiSfiLBd","t":"As a pastor, you get invited into the most poignant moments of people's lives. Whether it's a wedding or a funeral or a hospital visit, you get invited into the center of the event, whether or not you know the people.","c":"wedding","a":"Rob Bell"},{"id":"yW4lsRE52IuAV","t":"I chose my wife, as she did her wedding gown, for qualities that would wear well.","c":"wedding","a":"Oliver Goldsmith"},{"id":"Veoe9GCVYpJTI","t":"I sang a song at my sister's wedding. My mother forced me into that, too. But that one felt all right.","c":"wedding","a":"Adam Sandler"},{"id":"wFm40pPb43KY6","t":"My biggest blast-off hit was 'You Raise Me Up.' If you ever have a wedding or a funeral, it's a good pick.","c":"wedding","a":"Josh Groban"},{"id":"fVGU0iNwvH3yN","t":"My father always wanted to be the corpse at every funeral, the bride at every wedding and the baby at every christening.","c":"wedding","a":"Alice Roosevelt Longworth"},{"id":"f49SFF2G2M5Dq","t":"The trouble with wedlock is that there's not enough wed and too much lock.","c":"wedding","a":"Christopher Morley"},{"id":"iG3sxK9Yrm_Qv","t":"All weddings, except those with shotguns in evidence, are wonderful.","c":"wedding","a":"Liz Smith"},{"id":"jhWpL288vDqW1","t":"I saw a photograph of a wedding conducted by Reverend Moon of the Unification Church. I wanted to understand this event, and the only way to understand it was to write about it.","c":"wedding","a":"Don DeLillo"},{"id":"b9q3Fh-uwdgju","t":"It was only literally hours after the wedding when he felt he didn't have to keep up the facade.","c":"wedding","a":"Trisha Goddard"},{"id":"zH_MCuhznP0xe","t":"I thought I was attractive when I shot 'My Big Fat Greek Wedding.' Studio executives and movie reviewers let me know I had a confidence in my looks that was not shared by them.","c":"wedding","a":"Nia Vardalos","e":true},{"id":"rsmqWYbgnMDsg","t":"For my first wedding, I cried all the way down the aisle. My fake eyelash came off. My nose was red. My eyes were swollen. I'm not one of those pretty criers.","c":"wedding","a":"Sherri Shepherd"},{"id":"Q35AzC6RTihJN","t":"One time when somebody showed up in a wedding dress, but I never knew if it was a joke, or she was serious. She asked me to marry her. She was serious. It was pretty funny.","c":"wedding","a":"Bryan White"},{"id":"Z5nTGGozrqUs7","t":"I always envisioned myself having a traditional and elegant wedding.","c":"wedding","a":"Ivanka Trump"},{"id":"vmS8HN9ASr-IN","t":"All the information you could want is constantly streaming at you like a runaway truck - books, newspaper stories, Web sites, apps, how-to videos, this article you're reading, even entire magazines devoted to single subjects like charcuterie or wedding cakes or pickles.","c":"wedding","a":"Mario Batali"},{"id":"vZy6zhbay092Y","t":"I get very nervous when I have to take my wedding ring off.","c":"wedding","a":"Jerry O'Connell"},{"id":"fIO2RQiCxkrKS","t":"I was a bridesmaid at a wedding in one picture.","c":"wedding","a":"Dorothy Malone"},{"id":"7yiZBGaSRx8-B","t":"A woman seldom asks advice before she has bought her wedding clothes.","c":"wedding","a":"Joseph Addison"},{"id":"QxnWSNgnSIZSs","t":"I'd hesitated to have a wedding because my gay and lesbian friends don't have that right.","c":"wedding","a":"Kathy Najimy","e":true},{"id":"dSj8VImmW02BA","t":"Those are the men who will dance at your wedding.","c":"wedding","a":"Guy Madison"},{"id":"Ga7mS1DULZryr","t":"My family is almost exactly like the one in 'Monsoon Wedding'. We are very open, fairly liberal, loud people.","c":"wedding","a":"Mira Nair"},{"id":"RAwVUzf2GcEQw","t":"After I had the Caesarean, I was told I had really strong stomach muscles and so would heal very quickly. And I did. I was up walking about within three hours. Six days after having her, I was out shopping and shortly after that I made it to David Walliams' wedding.","c":"wedding","a":"Denise Van Outen"},{"id":"JcuXLBzSxdYHg","t":"I use filming as an excuse to take classes. I got my certification in sailing for 'Wedding Crashers,' and now I can handle a 26-foot boat. I played a seamstress once, so I took sewing classes. I love dipping into these other lives.","c":"wedding","a":"Rachel McAdams"},{"id":"SQnmmZDmaWxBt","t":"I want a big church wedding.","c":"wedding","a":"Sienna Miller"},{"id":"f6TkwSRx9pcCr","t":"When widows exclaim loudly against second marriages, I would always lay a wager than the man, If not the wedding day, is absolutely fixed on.","c":"wedding","a":"Henry Fielding"},{"id":"ZlddIhlPEiZyZ","t":"My wedding was at home, so I didn't really want to wear a veil in my house. Instead I wore a lot of diamond hair clips. They were brooches, actually, designed by Lorraine Schwartz.","c":"wedding","a":"Georgina Chapman"},{"id":"q1NkRN7s6rKt_","t":"When planning your wedding you make so many decisions: 'Do I want this fork or that fork?' But in the end people aren't going to remember what napkin holder you choose.","c":"wedding","a":"Lara Stone"},{"id":"ceO8gqDGSbhFs","t":"People always complain, 'you never invited me to your wedding', but I prefer casual weddings.","c":"wedding","a":"Sinead O'Connor"},{"id":"_PxGftZiUdsqp","t":"I didn't finish my dress until about three days before my wedding - I had the flu and was stitching it from my bed. And the tulle came back from India all brown. We had to wash it for hours, but that didn't dissuade me from wearing it.","c":"wedding","a":"Georgina Chapman"},{"id":"zjRTFtfDGRwYP","t":"A wedding is such a girl thing.","c":"wedding","a":"Selma Blair"},{"id":"w6xVZomUJFzzP","t":"I hated the royal wedding.","c":"wedding","a":"Steven Patrick Morrissey"},{"id":"Z53DsBAc9NqGC","t":"When he came back from downtown, he had forgotten to bring his license, his identification, the $2 for the wedding license. So we got married two days later.","c":"wedding","a":"Eydie Gorme"},{"id":"kgl-81VVNMr1X","t":"And we've got a toaster and everything. So there is no reason for the wedding.","c":"wedding","a":"Karl Pilkington"},{"id":"Dk0c9LLmsQG_m","t":"That to me was the most poignant part of Diana's wedding as she was walking up the aisle and her eyes were going left to right, looking at people and smiling in the way that Diana did - and that diamond tiara glittering like mad. It was great.","c":"wedding","a":"Bruce Oldfield"},{"id":"aM9nhNmYHfTV9","t":"I've never crashed a wedding. When I was a kid I, of course, used to crash parties. Crashing a wedding is difficult though because you have to have the suit, and you have to have information in case someone catches you. You have to know at least some names and something.","c":"wedding","a":"Christopher Walken"},{"id":"53gHDksPO3gnU","t":"I think a lot of people who feel as though they desperately want to be married oftentimes simply desperately want to have a wedding.","c":"wedding","a":"Elizabeth Gilbert"},{"id":"p6DqhNKvlNY22","t":"For her fifth wedding, the bride wore black and carried a scotch and soda.","c":"wedding","a":"Phyllis Battelle"},{"id":"7-xMTq1PTVwWm","t":"It happened in Miami, in Coral Gables, a great big ol' Cuban wedding. It was pretty intense.","c":"wedding","a":"Jon Secada"}]