[{"id":"xe6mMPhGufRyw","t":"I think all women have a friend who at some point dumped them or betrayed them or deeply disappointed them. And at the same time all women have a friend who they dumped or betrayed or hurt in some way. That's universal in women's friendships.","c":"women","a":"Lisa See"},{"id":"Hvv5J5jUOxHOQ","t":"It's incredibly unfair. You don't see a lot of 60-year-old women with 20-year-old men onscreen.","c":"women","a":"George Clooney"},{"id":"zT1hmugQw2v8I","t":"You can be with one of the most beautiful women in the world and still be unhappy.","c":"women","a":"Rod Stewart"},{"id":"29KGd2xoAiRGU","t":"Whenever we have thanked these men and women for what they have done for us, without exception they have expressed gratitude for having the chance to help - because they grew as they served.","c":"women","a":"Clayton Christensen"},{"id":"xCav2DeZ3V9Yz","t":"I feel sorry... for people who've had skinny privilege and then have it taken away from them. I have had a lifetime to adjust to seeing how people treat women who aren't their idea of beautiful and therefore aren't their idea of useful, and I had to find ways to become useful to myself.","c":"women","a":"Beth Ditto"},{"id":"BFm4Vu9bfiCvo","t":"If American women would increase their voting turnout by ten percent, I think we would see an end to all of the budget cuts in programs benefiting women and children.","c":"women","a":"Coretta Scott King"},{"id":"BVceJEkeaXInb","t":"I've seen women who don't have great relationships with their dads, and it all comes down to this: You have to tell girls you love them every day.","c":"women","a":"Chris Rock"},{"id":"an00iRGlTh5W6","t":"No one wants to see curvy women.","c":"women","a":"Karl Lagerfeld"},{"id":"erPMxUyZazexW","t":"Women, we might as well be dogs baying the moon as petitioners without the right to vote!","c":"women","a":"Susan B. Anthony"},{"id":"xfv-n1Bc_BLuh","t":"I have crushes on women all the time. I don't have intimate relationships with them, but I find women beautiful.","c":"women","a":"Adam Lambert"},{"id":"Rh_TnwzTv8ddC","t":"I am the woman I grew to be partly in spite of my mother, and partly because of the extraordinary love of her best friends, and my own best friends' mothers, and from surrogates, many of whom were not women at all but gay men. I have loved them my entire life, even after their passing.","c":"women","a":"Anne Lamott"},{"id":"CzEsyl1WjVr9y","t":"A sexual revolution begins with the emancipation of women, who are the chief victims of patriarchy, and also with the ending of homosexual oppression.","c":"women","a":"Kate Millett"},{"id":"ILSAEC6Kb6oRG","t":"I don't think that women need to smell interesting.","c":"women","a":"Lady Gaga"},{"id":"R__sFuNqjMtoj","t":"You know, men and women are a lot alike in certain situations. Like when they're both on fire - they're exactly alike.","c":"women","a":"Dave Attell"},{"id":"KmPDsmRsfAJt_","t":"I love Sweden. The entire world should be like Sweden. They all like to drink and get naked, and the women are hot. I can't think of a better nation on the planet.","c":"women","a":"Drew Curtis","e":true},{"id":"KKJBXLrdmrNHi","t":"I try to write parts for women that are as complicated and interesting as women actually are.","c":"women","a":"Nora Ephron"},{"id":"lTJ8yP-RZ0WhT","t":"You're not working with models, you're working with real women who have, like, anatomy. Models do not have anatomy.","c":"women","a":"Isaac Mizrahi"},{"id":"FAXLJl9nzB5AL","t":"What made women's labour particularly attractive to the capitalists was not only its lower price but also the greater submissiveness of women.","c":"women","a":"Clara Zetkin"},{"id":"BP25OWS7OKvnG","t":"I think women are really good at making friends and not good at networking. Men are good at networking and not necessarily making friends. That's a gross generalization, but I think it holds in many ways.","c":"women","a":"Madeleine Albright"},{"id":"znvOLUVht11gf","t":"There are older men with younger women but you don't see a lot of older women with younger men. There are some women who have been able to do it but not often.","c":"women","a":"Tori Amos"},{"id":"acyR6x8uGve0k","t":"Years ago women of my size were considered royalty.","c":"women","a":"Camryn Manheim"},{"id":"NF1fG4XDoh1sT","t":"Women desire six things: They want their husbands to be brave, wise, rich, generous, obedient to wife, and lively in bed.","c":"women","a":"Geoffrey Chaucer"},{"id":"u5QgW7gmR4uI5","t":"Lesbian existence comprises both the breaking of a taboo and the rejection of a compulsory way of life. It is also a direct or indirect attack on the male right of access to women.","c":"women","a":"Adrienne Rich","e":true},{"id":"AKp6Gepb-caH2","t":"Women of the working class, especially wage workers, should not have more than two children at most. The average working man can support no more and and the average working woman can take care of no more in decent fashion.","c":"women","a":"Margaret Sanger"},{"id":"UZ4fLOMLMNzoY","t":"Women have always been courageous... They are always fearless when protecting their children and in the last century they have been fearless in the fight for their rights.","c":"women","a":"Isabel Allende"},{"id":"LJ5kY6jb3zKM3","t":"Bias has to be taught. If you hear your parents downgrading women or people of different backgrounds, why, you are going to do that.","c":"women","a":"Barbara Bush"},{"id":"UlwFAoURy7Y8I","t":"Women have to be active listeners and interrupters - but when you interrupt, you have to know what you are talking about.","c":"women","a":"Madeleine Albright"},{"id":"TneUm3-NRmuC0","t":"Women have a predestination to suffering.","c":"women","a":"Bela Lugosi"},{"id":"L6wFEIcR4yhXV","t":"I don't work a five-day week as a rule, and I've managed to fill that time up. It hasn't been that hard. I volunteer at school. I'm working because I love it. Yet, I don't not envy women who have a stay-at-home job, because you miss stuff.","c":"women","a":"Deidre Hall"},{"id":"Ds5DAptekw04V","t":"The connections between and among women are the most feared, the most problematic, and the most potentially transforming force on the planet.","c":"women","a":"Adrienne Rich"},{"id":"sbi8ObMGmWEvw","t":"Childbearing is glorified in part because women die from it.","c":"women","a":"Andrea Dworkin"},{"id":"UrvWPQwnPEfe6","t":"Ageism works in both directions. As a teenager in the public eye, people would talk condescendingly to me. When you get older there's this feeling that you have to start carving up your face and body. Right now I'm in the middle ground - I think women in their thirties are taken seriously.","c":"women","a":"Alanis Morissette"},{"id":"g6vZbgFsdqFU3","t":"Women are like elephants. I like to look at 'em, but I wouldn't want to own one.","c":"women","a":"W. C. Fields"},{"id":"K83T2AijoTT61","t":"Despite the encouraging and wonderful gains and the changes for women which have occurred in my lifetime, there is still room to advance and to promote correction of the remaining deficiencies and imbalances.","c":"women","a":"Sandra Day O'Connor"},{"id":"SkIENO6UIHz8R","t":"This world crisis came about without women having anything to do with it. If the women of the world had not been excluded from world affairs, things today might have been different.","c":"women","a":"Alice Paul"},{"id":"ubNRPIy8oBxSO","t":"I can't understand why the front pages of newspapers can cover bird flu and swine flu and everybody is up in arms about that and we still haven't really woken up to the fact that so many women in sub-Saharan Africa - 60 percent of people in - infected with HIV are women.","c":"women","a":"Annie Lennox"},{"id":"iWksZ2Kah4TuT","t":"I love women's fashion, but women don't need me as much as men do. It's the men who have nothing to wear.","c":"women","a":"Roberto Cavalli"},{"id":"R8HjK1yza365a","t":"Women are frightening. If you get to 41 as a man, you're quite battle-scarred.","c":"women","a":"Hugh Grant"},{"id":"CMqspGQX-Zs5H","t":"And most people have a woman in their heart, most men have a woman in their heart and most women have a man in their heart.","c":"women","a":"Leonard Cohen"},{"id":"3gRIBVAuMoPCf","t":"Comedy can be, especially in a writer's room, really aggressive, kind of a very male-dominated room, and it would be hard for women. It's not a nurturing place. It's not like a lot of women are going to say, I can't wait to live that lifestyle and be in a writer's room until 2 or 3 a.m.","c":"women","a":"Ellen DeGeneres"},{"id":"7YSzTlpAKZ6iy","t":"When men reach their sixties and retire, they go to pieces. Women go right on cooking.","c":"women","a":"Gail Sheehy"},{"id":"c3KDK2I3FfAMY","t":"I wouldn't call myself a feminist, because I think there are differences between men and women.","c":"women","a":"Shania Twain"},{"id":"EkgLfGBj1odZw","t":"A psychologist once told me that for a boy being in the middle of a conflict between two women is the worst possible situation. There's always a desire to please each one.","c":"women","a":"Hillary Clinton"},{"id":"IPcte668Ms413","t":"Men want to make women happy.","c":"women","a":"Jerry Seinfeld"},{"id":"BmNh4i4eULW8s","t":"I'd much rather be a woman than a man. Women can cry, they can wear cute clothes, and they're the first to be rescued off sinking ships.","c":"women","a":"Gilda Radner"},{"id":"dYmFxbk0oWmd6","t":"Women hear rhythm differently than men.","c":"women","a":"Elvis Costello"},{"id":"QeyiQLi8rz0Qr","t":"And I think women have come a very, very long way, but they have a long way to go.","c":"women","a":"Lara Flynn Boyle"},{"id":"gAeN5Gzj2OrtZ","t":"The Cause of Women is generally the Cause of Virtue.","c":"women","a":"Samuel Richardson"},{"id":"ywoNum_YPjSew","t":"I find very often that very ugly women have really handsome men and vice versa because they don't have any competition. Sometimes handsome men have avoided me.","c":"women","a":"Hedy Lamarr"},{"id":"blUgDf8AKNveb","t":"I think women are excellent social critics.","c":"women","a":"Laurie Anderson"},{"id":"WqR731GSXoQt_","t":"There's a certain kind of behavior in the Arab world that, to me, resembles the way young men behave when there is no significant influence from women in their lives.","c":"women","a":"P. J. O'Rourke"},{"id":"HZ4lSMbuJNlvv","t":"A study in the Washington Post says that women have better verbal skills than men. I just want to say to the authors of that study: 'Duh.'","c":"women","a":"Conan O'Brien"},{"id":"zrcKqxmQh4i8b","t":"Make no mistake, most women are well aware that they've never had it so good when they enter a spa or salon, it is purely a hair/nails thing, a prelude to an evening of guilt-free fun.","c":"women","a":"Julie Burchill"},{"id":"yrlkaIVjueQMh","t":"Show me a frigid women and, nine times out of ten, I'll show you a little man.","c":"women","a":"Julie Burchill"},{"id":"WNqS-wuDuX5a6","t":"I've always had the impression that real militants are like cleaning women, doing a thankless, daily but necessary job.","c":"women","a":"Francois Truffaut"},{"id":"JC91V4HOm3qby","t":"Feminism is a socialist, anti-family, political movement that encourages women to leave their husbands, kill their children, practice witchcraft, destroy capitalism and become lesbians.","c":"women","a":"Pat Robertson","e":true},{"id":"nG6ghhAXpicX9","t":"I fought all my life for women to make their own choices, in their personal and professional lives. I made mine.","c":"women","a":"Hillary Clinton"},{"id":"zZ746GMlXaqjc","t":"The big mistake that men make is that when they turn thirteen or fourteen and all of a sudden they've reached puberty, they believe that they like women. Actually, you're just horny. It doesn't mean you like women any more at twenty-one than you did at ten.","c":"women","a":"George William Curtis"},{"id":"AqK-764amgmRL","t":"Black women have always been these vixens, these animalistic erotic women. Why can't we just be the sexy American girl next door?","c":"women","a":"Tyra Banks","e":true},{"id":"4rvAqefiqXBII","t":"Just as everybody has the vote including women, I think children should, because as a child is conscious of itself then it has to me an existence and has a stake in what happens.","c":"women","a":"Gertrude Stein"},{"id":"rIkL8B9gRzQ5k","t":"The latest wrinkle is on wrinkles. There is a widespread belief that women can't grow old in television news.","c":"women","a":"Jessica Savitch"},{"id":"3387rBYtEkmVs","t":"Women: You can't live with them, and you can't get them to dress up in a skimpy little Nazi costume and beat you with a warm squash or something.","c":"women","a":"Emo Philips"},{"id":"BEmu-qkUG6-jy","t":"You can't raise the standard of women's morals by raising their pay envelope. It lies deeper than that.","c":"women","a":"Billy Sunday"},{"id":"g7U6n7vus6VUT","t":"We had like a jolt of women in country, and it seems like we're just kind of there now.","c":"women","a":"Miranda Lambert"},{"id":"Zjs3voG_8DLgF","t":"Women's liberation is just a lot of foolishness. It's men who are discriminated against. They can't bear children. And no one is likely to do anything about that.","c":"women","a":"Golda Meir"},{"id":"VxuGUCd5j0z-k","t":"It has been very erotic and provocative for people to wonder about my feelings for women.","c":"women","a":"Catherine Deneuve","e":true},{"id":"70Zh3m0x2a8ee","t":"You can find women who have never had an affair, but it is hard to find a woman who has had just one.","c":"women","a":"Francois de La Rochefoucauld"},{"id":"lLI7xTWdH5W7v","t":"As to honor - you know - it's a very fine mediaeval inheritance which women never got hold of. It wasn't theirs.","c":"women","a":"Joseph Conrad"},{"id":"whfGMI3PB_G47","t":"All of the women on The Apprentice flirted with me - consciously or unconsciously. That's to be expected.","c":"women","a":"Donald Trump"},{"id":"DQ9lVan7jbACX","t":"Many differences are rooted in biology and reinforced through culture, so it's important to acknowledge that. Because if you say men and women are the same and if male behaviour is the norm, and women are always expected to act like men, we will never be as good at being men as men are.","c":"women","a":"Dee Dee Myers"},{"id":"K44PeVlyVUnOc","t":"Women love to be called cruel, even when they are kindest.","c":"women","a":"Samuel Richardson"},{"id":"-lu60CtR8BwFZ","t":"There are only two types of women - goddesses and doormats.","c":"women","a":"Pablo Picasso"},{"id":"btVU1k3ex0NiD","t":"A man who pretends to understand women is bad manners. For him to really to understand them is bad morals.","c":"women","a":"Henry James"},{"id":"FCgnnIVwz-sYa","t":"Women should be obscene and not heard.","c":"women","a":"Groucho Marx"},{"id":"MNGG_kgCGNR_m","t":"This man is frank and earnest with women. In Fresno, he's Frank and in Chicago he's Ernest.","c":"women","a":"Henny Youngman"},{"id":"78eZMZRyATW83","t":"Most women are one man away from welfare.","c":"women","a":"Gloria Steinem"},{"id":"VSd4onsSnR9KR","t":"One can find women who have never had one love affair, but it is rare indeed to find any who have had only one.","c":"women","a":"Francois de La Rochefoucauld"},{"id":"m9ElZebT3q1fE","t":"I think that men know how to romance a woman and most do it well, at least for a time, otherwise women wouldn't marry them. The problem is that most of them begin to rest on their laurels.","c":"women","a":"Nicholas Sparks"},{"id":"Pe8VuLwy-HFl4","t":"Women encourage men to be childish, then scold them.","c":"women","a":"Mason Cooley"},{"id":"op_F5N_6r2jmc","t":"I don't hate women - they just sometimes make me mad.","c":"women","a":"Eminem"},{"id":"EG24Ht-sLtnib","t":"Once we hit forty, women only have about four taste buds left: one for vodka, one for wine, one for cheese, and one for chocolate.","c":"women","a":"Gina Barreca"},{"id":"-Ii19jMSWFJbD","t":"Feminism was established to allow unattractive women easier access to the mainstream.","c":"women","a":"Rush Limbaugh"},{"id":"6tNFc3BGYbCVa","t":"As women, we have more of a tendency to be people-pleasers, and I know a lot of women who are not vocal about what makes them happy.","c":"women","a":"Katherine Heigl"},{"id":"UdVL-K258ytW_","t":"I get along with all the women singers, but especially Dolly Parton. We talk the same hillbilly language.","c":"women","a":"Loretta Lynn"},{"id":"v0dUC7Fhx2_8k","t":"Women love always: when earth slips from them, they take refuge in heaven.","c":"women","a":"George Sand"},{"id":"qYIKcSAiYw6ue","t":"I support women, men, anybody who is in a place that's not their strongest and who is ready to push forward.","c":"women","a":"Jennifer Aniston"},{"id":"9yvI2IKvlW4gO","t":"Women do not often fall in love with philosophers.","c":"women","a":"Samuel Richardson"},{"id":"Fhmh4Dls5euId","t":"Some men have a silly theory about beautiful women - that somewhere along the line they'll turn into a monster. That movie gave them a chance to watch it happen.","c":"women","a":"Salma Hayek"},{"id":"CAOlwCVEwtclF","t":"Sheer flattery got me into the theater. Flattery always works with me, particularly the flattery of women.","c":"women","a":"Carroll O'Connor"},{"id":"jaFvvh81PdYRn","t":"All places where women are excluded tend downward to barbarism but the moment she is introduced, there come in with her courtesy, cleanliness, sobriety, and order.","c":"women","a":"Harriet Beecher Stowe"},{"id":"IPOarcnZ8nFv1","t":"Big women do themselves a disservice when they attempt to become the Righteous Fat (the Righteous Thin are bad enough, all that running around and sweating, somehow believing it means anything).","c":"women","a":"Julie Burchill","e":true},{"id":"bxD4zfuqBcM8b","t":"I always believed that women have rights and that there are some women that are intelligent enough to claim those rights. There are some others that are stupid enough not to.","c":"women","a":"Shakira"},{"id":"kPJX67SRzAjjf","t":"Women are so much in love with compliments that rather than want them, they will compliment one another, yet mean no more by it than the men do.","c":"women","a":"Samuel Richardson"},{"id":"EsolTPvD1Pdms","t":"You know, when you don't go on TV and talk about how many women you sleep with, some people in Hollywood, that are supposedly 'in the know,' start whispering that you're gay. If I were gay, I wouldn't be ashamed to admit it, but I'm not.","c":"women","a":"Adam Sandler"},{"id":"0iUYO3QxbWQfZ","t":"People identify with me - everyone does - African American women, Caucasian women, they all identify with me because I'm ethnic.","c":"women","a":"Janice Dickinson"},{"id":"I0ZFcZAr4kUOP","t":"Black women don't have the same body image problems as white women. They are proud of their bodies.","c":"women","a":"Tyra Banks"},{"id":"Pf07-JerqkwP5","t":"I seem to be getting a lot of things pushed my way that are strong women. It's like people see Hackers and they send me offers to play tough women with guns, the kind who wear no bra and a little tank top. I'd like to play strong women who are also very feminine.","c":"women","a":"Angelina Jolie"},{"id":"OFrqTLfzDjDTG","t":"Like all sciences and all valuations, the psychology of women has hitherto been considered only from the point of view of men.","c":"women","a":"Karen Horney"},{"id":"f9kCPy2xvTnx7","t":"I'm surrounded by very powerful women and very progressive men.","c":"women","a":"Christie Hefner"},{"id":"OF1qqGcGMPUoV","t":"Women can go on marrying and pretending that their boyfriends and husbands are Mr. Darcy or some RomCom dream man. But where's that going to get 'em? Besides divorce court?","c":"women","a":"Dan Savage"},{"id":"IfyVaCLff-PIn","t":"What is the most beautiful in virile men is something feminine what is most beautiful in feminine women is something masculine.","c":"women","a":"Susan Sontag"},{"id":"gWwlXKAsZduvE","t":"Growing up with the childhood that I had, I learned to never let a man make me feel helpless, and it also embedded a deep need in me to always stick up for women.","c":"women","a":"Christina Aguilera"},{"id":"YNUb0OznyjWO-","t":"Women may not have it easy, but we are given a fairer chance to reach for the top.","c":"women","a":"Jessica Savitch"},{"id":"x0zM-SE32nIud","t":"I think I am really irreverent and I pretty much just talk to and about men the way men talk to and about women.","c":"women","a":"Kesha"},{"id":"nBXQFaaUeMTg0","t":"This is pure speculation, but for a period of time, a lot of getting into a party was through fundraising and volunteer work, and Republican women had more time to do that than democratic women, who were out there getting jobs.","c":"women","a":"Madeleine Albright"},{"id":"8JYrVTZPoNsk7","t":"Men now monopolize the upper levels... depriving women of their rightful share of opportunities for incompetence.","c":"women","a":"Laurence J. Peter"},{"id":"GcjYrXaax6_zt","t":"Very learned women are to be found, in the same manner as female warriors but they are seldom or ever inventors.","c":"women","a":"Voltaire"},{"id":"3iiSZzFzBWaZw","t":"I like intelligent women. When you go out, it shouldn't be a staring contest.","c":"women","a":"Frank Sinatra"},{"id":"JQi7O2FMtBvTi","t":"To a philosopher all news, as it is called, is gossip, and they who edit and read it are old women over their tea.","c":"women","a":"Henry David Thoreau"},{"id":"nonMhWH4z6MGL","t":"Americans like fat books and thin women.","c":"women","a":"Russell Baker","e":true},{"id":"IDucx9iWtZ8P7","t":"I've never wanted to look like models on the cover of magazines. I represent the majority of women and I'm very proud of that.","c":"women","a":"Adele"},{"id":"Uj5NtZejqA4DA","t":"I shall earnestly and persistently continue to urge all women to the practical recognition of the old Revolutionary maxim. Resistance to tyranny is obedience to God.","c":"women","a":"Susan B. Anthony"},{"id":"NdQF9kLB_bzJu","t":"In discussions around the hiring and firing of Black faculty at universities, the charge is frequently heard that Black women are more easily hired than are Black men.","c":"women","a":"Audre Lorde"},{"id":"mZztqGLTIHlJf","t":"But the true feminist deals out of a lesbian consciousness whether or not she ever sleeps with women.","c":"women","a":"Audre Lorde","e":true},{"id":"ZyksiTlhoyrVO","t":"Emancipation of women has made them lose their mystery.","c":"women","a":"Grace Kelly"},{"id":"FBZeXCieBzbnD","t":"You can't be a great mum and work the whole time necessarily those two things aren't ideal. We have an awful lot to work on and to debate about in relation to our working lives, because it isn't working for a lot of people, particularly for a lot of women.","c":"women","a":"Emma Thompson","e":true},{"id":"XKM5EkoDR6UsF","t":"Aren't women prudes if they don't and prostitutes if they do?","c":"women","a":"Kate Millett"},{"id":"mpcNnbWsfHK-C","t":"Three things have been difficult to tame: the oceans, fools and women. We may soon be able to tame the oceans fools and women will take a little longer.","c":"women","a":"Spiro T. Agnew"},{"id":"SCbcXHbCTMuu4","t":"If this world is going to be a better place for our grandchildren and great-grandchildren, it will be women who make it so.","c":"women","a":"Isabel Allende"},{"id":"E2C2ieNnNt85F","t":"Women, if the soul of the nation is to be saved, I believe that you must become its soul.","c":"women","a":"Coretta Scott King"},{"id":"y4Vf3vKLehWKD","t":"Because of what's going on with the economy, I think women are realizing that maybe they don't need a closet full of clothes. They just need the right clothes.","c":"women","a":"Michael Kors"},{"id":"Y-sgMU18ewcYT","t":"For women's tears are but the sweat of eyes.","c":"women","a":"Juvenal"},{"id":"GiM1sO1YLVC0L","t":"You see a lot of smart guys with dumb women, but you hardly ever see a smart woman with a dumb guy.","c":"women","a":"Erica Jong"},{"id":"t-kR2SBchGroP","t":"When I am cast in a movie where I feel that the woman's part is more interesting, I usually start thinking about Spencer Tracy and Fred Astaire. They seem to be the most clear actors when working with women.","c":"women","a":"Jack Nicholson"},{"id":"RafPNF5XuFgnZ","t":"When I meet large women who walk with confidence and are articulate and really have an understanding of how they walk in this world, I love them so deeply for being able to overcome such unbelievable odds.","c":"women","a":"Camryn Manheim"},{"id":"LI2ZdbqmpsX3p","t":"There are women who take it to the wire. That's what they are looking for, the ultimate confrontation. They want a smack.","c":"women","a":"Sean Connery"},{"id":"1P73r-TvptbNr","t":"With over 3 million women battling breast cancer today, everywhere you turn there is a mother, daughter, sister, or friend who has been affected by breast cancer.","c":"women","a":"Betsey Johnson"},{"id":"gySuLk9QmO1M3","t":"The faces of most American women over thirty are relief maps of petulant and bewildered unhappiness.","c":"women","a":"F. Scott Fitzgerald"},{"id":"iSDRJpftvbXnQ","t":"Women are nothing but machines for producing children.","c":"women","a":"Napoleon Bonaparte"},{"id":"d4WLFRpGWgG5G","t":"Women must pay for everything. They do get more glory than men for comparable feats, but, they also get more notoriety when they crash.","c":"women","a":"Amelia Earhart"},{"id":"VGPY6dI23QbrL","t":"Most women are not as young as they are painted.","c":"women","a":"Max Beerbohm"},{"id":"Zp6xgqRB1Ofvr","t":"Women are the real reason we get up every day. I'm talking about real men. If there were no women, I would not even have to bathe, because why would I care? These are guys I'm hanging with. I wake up for a woman every day of my life to make it happen for her.","c":"women","a":"Steve Harvey"},{"id":"Po_9a0T_9axP4","t":"In their 30s women really start to live... they're not children anymore, and they're not just mothers.","c":"women","a":"Kelly Lynch"},{"id":"IOw88mFpWVjBk","t":"Women's Wear Daily can do more than any other publication to establish a designer.","c":"women","a":"Calvin Klein"},{"id":"OvOJFZscPseZ3","t":"As a kid, I was always mad - just noticing the women at Thanksgiving, running around the kitchen, while the men were watching football. For one, I don't want to cook, and for two, I hate football. I was stuck in the middle.","c":"women","a":"Beth Ditto"},{"id":"9RZgQdq8V2jgn","t":"Ah, women. They make the highs higher and the lows more frequent.","c":"women","a":"Friedrich Nietzsche"},{"id":"VKUUljy1nvD6a","t":"We older women in Europe are lucky not to be shoved away in a drawer.","c":"women","a":"Kristin Scott Thomas"},{"id":"H-ovTAS6c34mx","t":"Whether they give or refuse, it delights women just the same to have been asked.","c":"women","a":"Ovid"},{"id":"Ivsvr2wI3Ww6L","t":"Feminists wish women to seem like men. They're not men.","c":"women","a":"Vivienne Westwood"},{"id":"3tganml4-N6Zv","t":"Convent - a place of retirement for women who wish for leisure to meditate upon the sin of idleness.","c":"women","a":"Ambrose Bierce"},{"id":"hg00ehvy03SBJ","t":"I think all of us as women have this super-human quality. We create life, we give life, we are the sources of life for our children - we're all pretty bionic.","c":"women","a":"Christina Aguilera"},{"id":"obolVB6UITPqE","t":"Companies like I.B.M. have offered women scholarships to study engineering for years, and women engineers routinely get higher starting salaries than men.","c":"women","a":"Warren Farrell"},{"id":"8Xk0tk9OeeQAv","t":"I don't think balance is something you get from someone else it's something women have to find from within. For me, finding balance is still a work in progress.","c":"women","a":"Rachel Weisz"},{"id":"RlbyuREZaKTPN","t":"Women's issues have always been a part of my life.","c":"women","a":"Annie Lennox"},{"id":"6L-rWkvweqH_w","t":"I'm for women choosing whatever they want to do but they have to really know what they are doing.","c":"women","a":"Alice Walker"},{"id":"uQgOFLooHWDM1","t":"The natural superiority of women is a biological fact, and a socially acknowledged reality.","c":"women","a":"Ashley Montagu"},{"id":"Jsw1paELUPtjU","t":"Women will never be as successful as men because they have no wives to advise them.","c":"women","a":"Dick Van Dyke"},{"id":"xzJJ8EtDeuT_o","t":"Tell the trial lawyers to get out of your state and to quit costing businessmen and women.","c":"women","a":"Rick Perry"},{"id":"VC_ArYit2EXYW","t":"I've exercised with women so thin that buzzards followed them to their cars.","c":"women","a":"Erma Bombeck"},{"id":"TW4tKNg5j3-t5","t":"Even if there are a lot women in films, there are few who are lesbians, that people know about.","c":"women","a":"Catherine Deneuve","e":true},{"id":"jV1L4O79P6Iy_","t":"When anything goes, it's women who lose.","c":"women","a":"Camille Paglia"},{"id":"vATbngDCcSxXs","t":"When we create out of our experiences, as feminists of color, women of color, we have to develop those structures that will present and circulate our culture.","c":"women","a":"Audre Lorde"},{"id":"MwA3e54wVBtOa","t":"I like women. I don't understand them, but I like them.","c":"women","a":"Sean Connery"},{"id":"VgRgdzQ9dtx-v","t":"I wouldn't want my daughters to date a guy like me. I was dangerous around women in my twenties. I'm terrified that they might end up with someone like me.","c":"women","a":"Antonio Banderas"},{"id":"94q2Ban6dD4SR","t":"The fact that the church is convinced of not having the right to confer priestly ordination on women is now considered by some as irreconcilable with the European Constitution.","c":"women","a":"Joseph Ratzinger"},{"id":"K399edrrSMjvH","t":"I don't really care what people tell children - when you believe in Santa Claus, the Easter Bunny and the Tooth Fairy, one more fib won't hurt. But I am infuriated by the growing notion, posited in some touchy-feely quarters, that all women are, or can be, beautiful.","c":"women","a":"Julie Burchill"},{"id":"Z6IBJ-tG2DhFI","t":"Women are the first to jump on what is fashionable.","c":"women","a":"Gavin DeGraw"},{"id":"5TAI9RM_9yXs1","t":"I don't think that the feminist movement has done much for the characters of women.","c":"women","a":"Doris Lessing"},{"id":"u5gQg5bPaB0jL","t":"Women are always eagerly on the lookout for any emotion.","c":"women","a":"Stendhal"},{"id":"rvRFfgKZRX5Ws","t":"Women get more unhappy the more they try to liberate themselves.","c":"women","a":"Brigitte Bardot"},{"id":"ocBKQV8k-Bgrx","t":"Women are always most observed when they seem themselves least to observe, or to lay out for observation.","c":"women","a":"Samuel Richardson"},{"id":"vTIW5SJrhvt4_","t":"And so, whether they came here on the Mayflower, on a slave ship, or on an airplane from Havana, we are all descendants of the men and women who built here the nation that saved the world.","c":"women","a":"Marco Rubio"},{"id":"VDkMLoToVrFvm","t":"All women in Hollywood are known as sex symbols.","c":"women","a":"Megan Fox","e":true},{"id":"XF4vFPWne7n64","t":"Girls are infinitely more complicated than boys and women more than men. And there's no doubt about that. We just don't like to think about it. Certainly the men don't like to think about it.","c":"women","a":"Maurice Sendak"},{"id":"Knzxqpiepubek","t":"And what I saw happening is that women don't make one decision to leave the workforce. They makes lots of little decisions really far in advance that kind of inevitably lead them there.","c":"women","a":"Sheryl Sandberg"},{"id":"rHMCDZMYp35PZ","t":"Were there no women, men might live like gods.","c":"women","a":"Thomas Dekker"},{"id":"OrxxvlBHSPAEA","t":"Women like myself, CEOs, can pave the way for more women to get to the top.","c":"women","a":"Andrea Jung"},{"id":"bC8meLVWCVygY","t":"I don't get this whole super-skinny obsession. I really think women look more beautiful when they let their curves show.","c":"women","a":"Vanessa Marcil"},{"id":"GLGEnWKV-dug5","t":"Because I am a woman, I must make unusual efforts to succeed. If I fail, no one will say, 'She doesn't have what it takes' They will say, 'Women don't have what it takes.'","c":"women","a":"Clare Boothe Luce"},{"id":"zngkqJGDQr3g5","t":"I became a lesbian because of women, because women are beautiful, strong, and compassionate.","c":"women","a":"Rita Mae Brown","e":true},{"id":"fEG9RyLfFtItc","t":"Men are restless, adventurous. Women are conservative - despite what current ideology says.","c":"women","a":"Doris Lessing"},{"id":"MjkB-ojpjfPOP","t":"The Bible and the Church have been the greatest stumbling blocks in the way of women's emancipation.","c":"women","a":"Elizabeth Cady Stanton"},{"id":"0iMcUnraKZk2P","t":"Genteel women suppose that those things do not really exist about which it is impossible to talk in polite company.","c":"women","a":"Friedrich Nietzsche"},{"id":"dW6jMEG7oqsXW","t":"Men are allowed to have passion and commitment for their work... a woman is allowed that feeling for a man, but not her work.","c":"women","a":"Barbra Streisand"},{"id":"uC39rrnR2udwi","t":"Men are just as sensitive, and in some ways more sensitive, than women are.","c":"women","a":"Barbara de Angelis"},{"id":"zATtvm2sYbxpW","t":"Women like to sit down with trouble - as if it were knitting.","c":"women","a":"Ellen Glasgow"},{"id":"1h22rNedgeg4X","t":"Men's need to dominate women may be based in their own sense of marginality or emptiness we do not know its root, and men are making no effort to discover it.","c":"women","a":"Marilyn French"},{"id":"N3jNpokVjsMq0","t":"If the abstract rights of man will bear discussion and explanation, those of women, by a parity of reasoning, will not shrink from the same test.","c":"women","a":"Mary Wollstonecraft"},{"id":"hjRdAY60wzBNc","t":"While gossip among women is universally ridiculed as low and trivial, gossip among men, especially if it is about women, is called theory, or idea, or fact.","c":"women","a":"Andrea Dworkin"},{"id":"HeKolvs1uEyLb","t":"We women know how to take care of everybody so well. But the one person we have written out of the equation is us.","c":"women","a":"Suze Orman"},{"id":"QpoYcqbOCa3xC","t":"In love, women are professionals, men are amateurs.","c":"women","a":"Francois Truffaut"},{"id":"JccPgSeE2R9tb","t":"When you're wounded and left on Afghanistan's plains, and the women come out to cut up what remains, jest roll to your rifle and blow out your brains and go to your gawd like a soldier.","c":"women","a":"Rudyard Kipling"},{"id":"qZWNDa1G7mD-M","t":"Men who consistently leave the toilet seat up secretly want women to get up to go the bathroom in the middle of the night and fall in.","c":"women","a":"Rita Rudner"},{"id":"o5bGCumedeLSy","t":"Women don't want to hear what you think. Women want to hear what they think - in a deeper voice.","c":"women","a":"Bill Cosby"},{"id":"NWusBJ5gcmjyD","t":"I like my wine like my women - ready to pass out.","c":"women","a":"Robin Williams"},{"id":"s0JViPTH9Fn87","t":"I don't love dolls. I love women. I love their bodies.","c":"women","a":"John Galliano"},{"id":"wWw4Jt6Xxn9xU","t":"A women under stress is not immediately concerned with finding solutions to her problems but rather seeks relief by expressing herself and being understood.","c":"women","a":"John Gray"},{"id":"20UVd-glnxvY4","t":"Intimacies between women often go backwards, beginning in revelations and ending in small talk.","c":"women","a":"Elizabeth Bowen"},{"id":"TUAc43AaYrwkI","t":"I feel there is something unexplored about woman that only a woman can explore.","c":"women","a":"Georgia O'Keeffe"},{"id":"7BiMjoPaG992X","t":"I measure the progress of a community by the degree of progress which women have achieved.","c":"women","a":"B. R. Ambedkar"},{"id":"oJiNKHO41Rr-X","t":"No other group in America has so had their identity socialized out of existence as have black women... When black people are talked about the focus tends to be on black men and when women are talked about the focus tends to be on white women.","c":"women","a":"Bell Hooks"},{"id":"RR79iSPqHHUn_","t":"My favorite play in drama school was 'The Bacchae.' It's about a king who literally gets eaten alive by all the women in the play in a kind of orgy - it's related to the word 'bacchanal' - and I loved that idea of animalistic chaos and following our own desires.","c":"women","a":"Hugh Jackman"},{"id":"TPBdZWJqOiz6E","t":"Seventy-five percent of MS sufferers are women.","c":"women","a":"Teri Garr"},{"id":"T6GeSomyvrhm5","t":"I will not say that women have no character rather, they have a new one every day.","c":"women","a":"Heinrich Heine"},{"id":"S-jH_DHXr66mh","t":"It is true that a fellow cannot ignore women - but he can think of them as he ought - as sisters, not as sparring partners.","c":"women","a":"Jim Elliot"},{"id":"_7NRdmHBkivUZ","t":"When did women whose looks are not their living start conducting themselves like the simpering inmates of an Ottoman empire seraglio?","c":"women","a":"Julie Burchill"},{"id":"3nySkT-FmUzwt","t":"I believe every child has the right to a mother and a father. Men and women are not the same. That's not to say they're not entitled to equal rights, but they are not the same.","c":"women","a":"Mark Davis"},{"id":"H-HLqbFIR9gjr","t":"A lot of very beautiful women can be a pain because all they're thinking about is how they look.","c":"women","a":"Emma Thompson"},{"id":"_RYW8QF7UTJxb","t":"Men aren't the way they are because they want to drive women crazy they've been trained to be that way for thousands of years. And that training makes it very difficult for men to be intimate.","c":"women","a":"Barbara de Angelis"},{"id":"NIO0dQkcc_hGl","t":"A homely face and no figure have aided many women heavenward.","c":"women","a":"Minna Antrim"},{"id":"Nt8TeC1L8VFQ7","t":"My decision to register women confirms what is already obvious throughout our society-that women are now providing all types of skills in every profession. The military should be no exception.","c":"women","a":"Jimmy Carter"},{"id":"8WyoBdf2xgCUl","t":"It takes people a long time to learn the difference between talent and genius, especially ambitious young men and women.","c":"women","a":"Louisa May Alcott"},{"id":"LvFyHIHGOUFvw","t":"Women stand for the objective world for a man. They stand for the thing that you're not and that's what you always reach for in a song.","c":"women","a":"Leonard Cohen"},{"id":"d6uP04IW6L5ZJ","t":"Kindness in women, not their beauteous looks, shall win my love.","c":"women","a":"Washington Irving"},{"id":"Wk1ErfzpJCW9M","t":"I am a writer who happens to love women. I am not a lesbian who happens to write.","c":"women","a":"Jeanette Winterson","e":true},{"id":"ywb7URr_9K2dD","t":"The violence betwen women is unbelievable. Women try to make each other crawl so that their knees are bleeding.","c":"women","a":"Tori Amos"},{"id":"wPsP1BI_QQp6P","t":"Women have this obsession with shoes.","c":"women","a":"Alexandra Paul"},{"id":"l35SehaEbuUud","t":"I love vampire stories. That's why I did the movie. Women especially were taken with that movie-even more so when it came out on video.","c":"women","a":"Catherine Deneuve"},{"id":"GRSfTWivAZloH","t":"If we mean to have heroes, statesmen and philosophers, we should have learned women.","c":"women","a":"Abigail Adams"},{"id":"3nMIWUkL8vNI2","t":"Men are self-confident because they grow up identifying with super-heroes. Women have bad self-images because they grow up identifying with Barbie.","c":"women","a":"Rita Rudner"},{"id":"US2FbahsM14lj","t":"Women are wiser than men because they know less and understand more.","c":"women","a":"James Thurber"},{"id":"e9GvDpy9gxbHZ","t":"They say that women talk too much. If you have worked in Congress you know that the filibuster was invented by men.","c":"women","a":"Clare Boothe Luce"},{"id":"pHfMSFTXWwrS4","t":"Women who love women are Lesbians. Men, because they can only think of women in sexual terms, define Lesbian as sex between women.","c":"women","a":"Rita Mae Brown","e":true},{"id":"s-vIYFnDuDSmq","t":"It is women who love horror. Gloat over it. Feed on it. Are nourished by it. Shudder and cling and cry out-and come back for more.","c":"women","a":"Bela Lugosi"},{"id":"TO_nNYcOIbs0M","t":"For most of my life I let women do the driving and was happy to let them.","c":"women","a":"Christopher Hitchens"},{"id":"c6PwJjoPeqQlj","t":"It is strange that modesty is the rule for women when what they most value in men is boldness.","c":"women","a":"Ninon de L'Enclos"},{"id":"XrS5YMMm0i8r9","t":"No doubt exists that all women are crazy it's only a question of degree.","c":"women","a":"W. C. Fields"},{"id":"Y8DdwWuBVvoaY","t":"Virginity is such a personal thing. You can't judge anyone on it. A lot of young women feel they want to save themselves for the man who they think they'll love forever.","c":"women","a":"Joyce Brothers"},{"id":"Zm3s-dprMUh6S","t":"Men and women, women and men. It will never work.","c":"women","a":"Erica Jong"},{"id":"CZ-ROSzWhJ0ZX","t":"Thank God we're not like America. Everyone wants to look like they're 20. In Europe we admire grown-up women I think men revere older women.","c":"women","a":"Francesca Annis"},{"id":"O-3iMWLbZ_uD3","t":"Women can't do everything at the same time, we need to understand milestones in our lives comes in segments.","c":"women","a":"Madeleine Albright"},{"id":"Y-tULBzfAiiXO","t":"In my ballets, woman is first. Men are consorts. God made men to sing the praises of women. They are not equal to men: They are better.","c":"women","a":"George Balanchine"},{"id":"mXYEd4Mta2PX-","t":"Elections are won by men and women chiefly because most people vote against somebody rather than for somebody.","c":"women","a":"Franklin P. Adams"},{"id":"oG4TGZtjG8ckm","t":"You become tyrannized by this notion that women must not only be treated equally, but they must never fail.","c":"women","a":"David Duchovny"},{"id":"vT76wAuSWGqdM","t":"John Currin's exaggerated realism and his twisted women kept me off balance, never knowing if they were sincere or ironic or some new emotion.","c":"women","a":"Jerry Saltz"},{"id":"IuBz-TeTKtzkV","t":"I think that women just have a primeval instinct to make soup, which they will try to foist on anybody who looks like a likely candidate.","c":"women","a":"Dylan Moran"},{"id":"c2fCjERKUJUss","t":"A man can be short and dumpy and getting bald but if he has fire, women will like him.","c":"women","a":"Mae West"},{"id":"PQUIaqLrMNdXp","t":"Women have been called queens for a long time, but the kingdom given them isn't worth ruling.","c":"women","a":"Louisa May Alcott"},{"id":"8fcoTs3KhjtZz","t":"Yes, it's a man's world, but that's all right because they're making a total mess of it. We're chipping away at their control, taking the parts we want. Some women think it's a difficult task, but it's not.","c":"women","a":"Cher"},{"id":"s9OMGwbuUzdPb","t":"There are few virtuous women who are not bored with their trade.","c":"women","a":"Francois de La Rochefoucauld"},{"id":"Hyq0ewdNoebeX","t":"Reading, solitude, idleness, a soft and sedentary life, intercourse with women and young people, these are perilous paths for a young man, and these lead him constantly into danger.","c":"women","a":"Jean-Jacques Rousseau"},{"id":"uEbnFmSodoJos","t":"God almighty made women and the Rockefeller gang of thieves made the ladies.","c":"women","a":"Mary Harris Jones"},{"id":"ezUgef22SgINN","t":"Some women can be fooled all of the time, and all women can be fooled some of the time, but the same woman can't be fooled by the same man in the same way more than half of the time.","c":"women","a":"Helen Rowland"},{"id":"g6XttcMYcZCCe","t":"To be born woman is to know - although they do not speak of it at school - women must labor to be beautiful.","c":"women","a":"William Butler Yeats"},{"id":"VMshqY-48M1Bc","t":"I did go to Wellesley, a women's college. And I am of a kind of strange generation which is transitional in terms of women who wanted to go out and get jobs.","c":"women","a":"Madeleine Albright"},{"id":"xIEACsCmXJeNJ","t":"'Stress' was the catch-all every pamper-pedlar I spoke to used to explain why healthy women feel the need to be regularly patted, petted and preened into a state of babyish beatification.","c":"women","a":"Julie Burchill"},{"id":"otUm69Hmr33kr","t":"In Hollywood, the women are all peaches. It makes one long for an apple occasionally.","c":"women","a":"W. Somerset Maugham"},{"id":"D2G6ClmzwkVD3","t":"It's very hard for a woman in comedy. It's hard for women to be bold and not care what anyone, particularly men, think. Maybe that is why so many women comics are lesbians.","c":"women","a":"Margaret Cho","e":true},{"id":"vFvmJY2s1LDih","t":"There is a phenomenal amount of pressure on women in this industry: they are considered vintage by the time they hit their mid-30s.","c":"women","a":"Tori Amos"},{"id":"hp1aaVbqh5snM","t":"When women kiss it always reminds one of prize fighters shaking hands.","c":"women","a":"H. L. Mencken"},{"id":"CjP4ETGrT8Xc5","t":"Men don't know much about women. We do know when they're happy. We know when they're crying, and we know when they're pissed off. We just don't know in what order these are gonna come at us.","c":"women","a":"Evan Davis"},{"id":"NvQRcRTCwUivI","t":"If you live in rock and roll, as I do, you see the reality of sex, of male lust and women being aroused by male lust. It attracts women. It doesn't repel them.","c":"women","a":"Camille Paglia","e":true},{"id":"yPFwVrrapXd7c","t":"After all, what is your host's purpose in having a party? Surely not for you to enjoy yourself if that were their sole purpose, they'd have simply sent champagne and women over to your place by taxi.","c":"women","a":"P. J. O'Rourke"},{"id":"Yy5FVh5uGzsMk","t":"I have always had a talent for irritating women since I was fourteen.","c":"women","a":"Marilyn Monroe"},{"id":"7nTWEL6s_SoJ6","t":"No nation can rise to the height of glory unless your women are side by side with you.","c":"women","a":"Muhammad Ali Jinnah"},{"id":"GGIxf86_CIAmA","t":"Women priests. Great, great. Now there's priests of both sexes I don't listen to.","c":"women","a":"Bill Hicks"},{"id":"ZrTYrNLLFiXVt","t":"I didn't want to set up a women's studies program. I thought women should learn to operate in a coeducational atmosphere, because, especially in national security and international affairs, it's male-dominated.","c":"women","a":"Madeleine Albright"},{"id":"OcQG7bwoRLAFn","t":"So many women just don't know how great they really are. They come to us all vogue outside and vague on the inside.","c":"women","a":"Mary Kay Ash"},{"id":"GchlgFkCI3EAd","t":"Imagine, a September 11 with weapons of mass destruction. It's not 3,000. It's tens of thousands of innocent men, women and children.","c":"women","a":"Donald Rumsfeld"},{"id":"eRSDcBit_F3D6","t":"We are seeing a great awakening. A national movement of We the People, brought together by what unites us - a shared love of liberty, and an understanding of the unlimited potential of free men and free women.","c":"women","a":"Ted Cruz"},{"id":"JYiZXwzupi3w7","t":"My advice to the women of America is to raise more hell and fewer dahlias.","c":"women","a":"William Allen White"},{"id":"S8XXu_nOW2VyM","t":"The problem is, women have stopped setting the bar high.","c":"women","a":"Steve Harvey"},{"id":"NYO6rBp6h7ENc","t":"As a kid, I grew to define what I didn't want my life to be like by sitting behind moaning women on the bus, hearing them bang on about their aches and pains, both real and imagined.","c":"women","a":"Julie Burchill"},{"id":"J9MUA2pYtILIs","t":"Through my travels, I find inspiration in street style and how young women create their individual looks and identity.","c":"women","a":"Maria Sharapova"},{"id":"8Ls1WrY5HD3zZ","t":"I definitely love women. They are more attractive to the naked eye.","c":"women","a":"Christina Aguilera","e":true},{"id":"SsIJRmeYpDv1F","t":"There is a pride, a self-love, in human minds that will seldom be kept so low as to make men and women humbler than they ought to be.","c":"women","a":"Samuel Richardson"},{"id":"nQ5X8glGo8CJa","t":"If women have young children, they are one man away from welfare.","c":"women","a":"Gloria Steinem"},{"id":"ByMhdkldtO4v_","t":"When I do get pregnant, I highly doubt I'll be one of those women who don't look pregnant from behind - I'll be that chick who looks pregnant from her ankles up!","c":"women","a":"Katherine Heigl"},{"id":"nl0lyWM50wV_o","t":"There are no ugly women, only lazy ones.","c":"women","a":"Helena Rubinstein"},{"id":"aq_pHW5-4MZOf","t":"America is a land where men govern, but women rule.","c":"women","a":"John Mason Brown"},{"id":"yw03tISoIUvj9","t":"I'm not particularly a feminist, but if you get women off the animal cycle of reproduction and give them some say in how many children they'll have, immediately the floor will rise.","c":"women","a":"Christopher Hitchens"},{"id":"unk6lN7TkogpQ","t":"I'm not a competitive person, and I think women like me because they don't think I'm competitive, just nice.","c":"women","a":"Barbara Bush"},{"id":"iN3vRY58MRdBj","t":"Even back then, I exuded self-confidence, and that drives women crazy.","c":"women","a":"Larry David"},{"id":"K1fSBYim8Fecl","t":"Women were seldom given quality assignments or adequate air time.","c":"women","a":"Jessica Savitch"},{"id":"uMm4INMMCBCvh","t":"People love talking about when they were young and heard Honky Tonk Women for the first time. It's quite a heavy load to carry on your shoulders, the memories of so many people.","c":"women","a":"Mick Jagger"},{"id":"jsitZQsKaw3gw","t":"A woman is like a tea bag - you can't tell how strong she is until you put her in hot water.","c":"women","a":"Eleanor Roosevelt"},{"id":"JVBte7_mwI4xV","t":"Because I have work to care about, it is possible that I may be less difficult to get along with than other women when the double chins start to form.","c":"women","a":"Gloria Steinem"},{"id":"H0agnGlNcuX-Y","t":"Papa always makes it clear that he would like to know me as much more rational and lucid than the girls and women he gets to know during his analytic hours.","c":"women","a":"Anna Freud"},{"id":"tPvVqCh64uT5T","t":"It's so clear that you have to cherish everyone. I think that's what I get from these older black women, that every soul is to be cherished, that every flower Is to bloom.","c":"women","a":"Alice Walker"},{"id":"MAKfj6cHOoJXc","t":"I just like to have words that describe things correctly. Now to me, 'black feminist' does not do that. I need a word that is organic, that really comes out of the culture, that really expresses the spirit that we see in black women. And it's just... womanish.","c":"women","a":"Alice Walker"},{"id":"PFSdckHhTcwNA","t":"I want women to be liberated and still be able to have a nice ass and shake it.","c":"women","a":"Shirley MacLaine","e":true},{"id":"JR87KasJ-AYaU","t":"Women would rather be right than reasonable.","c":"women","a":"Ogden Nash"},{"id":"uiotw0Vl0h3yi","t":"All women's issues are to some degree men's issues and all men's issues are to some degree women's issues because when either sex wins unilaterally both sexes lose.","c":"women","a":"Warren Farrell","e":true},{"id":"POxjCb0wEjUrK","t":"When the British came to Ibo land, for instance, at the beginning of the 20th century, and defeated the men in pitched battles in different places, and set up their administrations, the men surrendered. And it was the women who led the first revolt.","c":"women","a":"Chinua Achebe"},{"id":"mVBd828IsZ89k","t":"Women didn't want to watch other women on television because they were jealous of their husbands' diverted attention.","c":"women","a":"Jessica Savitch"},{"id":"7jl98VqExDF_Z","t":"Many women long for what eludes them, and like not what is offered them.","c":"women","a":"Ovid"},{"id":"noceyzrnOpixm","t":"Women are not making it to the top. A hundred and ninety heads of state nine are women. Of all the people in parliament in the world, thirteen per cent are women. In the corporate sector, women at the top - C-level jobs, board seats - tops out at fifteen, sixteen per cent.","c":"women","a":"Sheryl Sandberg"},{"id":"eOLis5lAl4Bi4","t":"The test of civilization is its estimate of women.","c":"women","a":"George William Curtis"},{"id":"qm_NPTJOkuM75","t":"The most virtuous women have something within them, something that is never chaste.","c":"women","a":"Honore de Balzac"},{"id":"gscBX9yvbFP4w","t":"Some women can't say the word lesbian... even when their mouth is full of one.","c":"women","a":"Kate Clinton","e":true},{"id":"mrMnPUrVyXRUg","t":"A lot of women say they love being pregnant, but I wasn't such a big fan.","c":"women","a":"Marion Jones"},{"id":"Z33eUJCfYyzGL","t":"The religious superstitions of women perpetuate their bondage more than all other adverse influences.","c":"women","a":"Elizabeth Cady Stanton"},{"id":"n-0N3zcYS_s1u","t":"I gravitate toward women.","c":"women","a":"Liam Neeson"},{"id":"1osO9cx8sE9nI","t":"I want to make a policy statement. I am unabashedly in favor of women.","c":"women","a":"Lyndon B. Johnson"},{"id":"e31Cze-YfSgEL","t":"Women are most fascinating between the ages of 35 and 40 after they have won a few races and know how to pace themselves. Since few women ever pass 40, maximum fascination can continue indefinitely.","c":"women","a":"Christian Dior"},{"id":"FCbJ-f5j7v1Kz","t":"The struggles waged by nations are weak only when they lack support in the hearts of their women.","c":"women","a":"Jose Marti"},{"id":"klrNfHDb3NFGO","t":"Women need a reason to have sex. Men just need a place.","c":"women","a":"Billy Crystal","e":true},{"id":"pRu40S9MrC89Q","t":"The women's movement hasn't changed my sex life. It wouldn't dare.","c":"women","a":"Zsa Zsa Gabor","e":true},{"id":"mHG3NfYba5a6E","t":"I'm 18 in this album. I'm not losing fans, and I'm not disrepecting women, but you reach the maturity of taking it to the next level with a girl. It was only necessary for me to have at least one song like that.","c":"women","a":"Chris Brown"},{"id":"DirGXHy_fFgYB","t":"Women are the largest untapped reservoir of talent in the world.","c":"women","a":"Hillary Clinton"},{"id":"ROZN64i4RHWPH","t":"If we value what we've inherited for free - from other women - surely it's right morally and ethically for us to wake up and say, 'I'm a feminist. '","c":"women","a":"Annie Lennox"},{"id":"IjdUUdr6daBdP","t":"I love to wear lingerie. The problem is that men always rip it off too quickly. When women are dolled up in lingerie they feel sexy. So let us wear it for five minutes.","c":"women","a":"Karen McDougal","e":true},{"id":"nn6ZhGlaFTOZC","t":"I think a lot of women innately know how to play their hand. I'm not a big one for the rules.","c":"women","a":"Katherine Heigl"},{"id":"6-ODW4hhAcomw","t":"What we women need to do, instead of worrying about what we don't have, is just love what we do have.","c":"women","a":"Cameron Diaz"},{"id":"yxx6gzOwJtqsi","t":"Good-humoured, unaffected girls, will not do for a man who has been used to sensible women. They are two distinct orders of being.","c":"women","a":"Jane Austen"},{"id":"8tSD0vLoEpFDq","t":"I like to help women help themselves, as that is, in my opinion, the best way to settle the woman question. Whatever we can do and do well we have a right to, and I don't think any one will deny us.","c":"women","a":"Louisa May Alcott"},{"id":"SFN1BMh6-nC3s","t":"I have said this many times, that there seems to be enough room in the world for mediocre men, but not for mediocre women, and we really have to work very, very hard.","c":"women","a":"Madeleine Albright"},{"id":"6ABDwXk1Dci6t","t":"I'll always prefer to play with women and hang out with women, and I'll always be a feminist.","c":"women","a":"Courtney Love"},{"id":"Z38XI5AxbLgEO","t":"It is little men know of women their smiles and their tears alike are seldom what they seem.","c":"women","a":"Amelia Barr"},{"id":"nK_XWXaNU2Fia","t":"Something that's such a joy in my life every day - cooking - is this incredible, horrific danger to women around the world.","c":"women","a":"Julia Roberts"},{"id":"Hw0Gx24e_K_yO","t":"If men knew all that women think, they would be twenty times more audacious.","c":"women","a":"Alphonse Karr"},{"id":"v-mljrIskBQix","t":"Many societies have educated their male children on the simple device of teaching them not to be women.","c":"women","a":"Margaret Mead"},{"id":"hm1dnAkcSscjf","t":"I noticed in the past, a lot of guys who like strong women, they really freak out if you're not strong 24/7. Or they complain about you being strong, then the moment you're not strong, they're like, 'Oh, no, no, no.'","c":"women","a":"Salma Hayek"},{"id":"556ZQv1OS3Mco","t":"Feminism is a word that I identify with. The term has become synonymous with vitriolic man-hating but it needs to come back to a place where both men and women can embrace it. It is particularly important for women in developing countries.","c":"women","a":"Annie Lennox"},{"id":"ggIKCNSEDSVif","t":"The trouble with women umpires is that I couldn't argue with one. I'd put my arms around her and give her a little kiss.","c":"women","a":"Casey Stengel"},{"id":"ZJZHvVqHo-Twz","t":"Most women put off entertaining until the kids are grown.","c":"women","a":"Erma Bombeck"},{"id":"cRwCw4iBEh_22","t":"Single women have a dreadful propensity for being poor. Which is one very strong argument in favor of matrimony.","c":"women","a":"Jane Austen"},{"id":"tAqY-yxyCpEGO","t":"There's something incredibly sexy about sand and sweat and dunes photographed like women's backs.","c":"women","a":"Kristin Scott Thomas","e":true},{"id":"MV_0F9ngEtg_z","t":"Women are repeatedly accused of taking things personally. I cannot see any other honest way of taking them.","c":"women","a":"Marya Mannes"},{"id":"OwKdatutYqEb-","t":"There are certainly not so many men of large fortune in the world, as there are pretty women to deserve them.","c":"women","a":"Jane Austen"},{"id":"8Mcc3oFour2JU","t":"I am not a sexy woman, I'm not beautiful, I'm not a sex kitten, I don't flirt with people, yet I've been tagged more of sex symbol than women who truly are and I that's solely because I don't reveal too much: people are curious.","c":"women","a":"Shirley Manson","e":true},{"id":"lKyg6OEfgMdY5","t":"Suddenly women's lib had made me feel my life had been wasted.","c":"women","a":"Barbara Bush"},{"id":"ZixkZJRniB2qQ","t":"Women, can't live with them, can't live without them.","c":"women","a":"Desiderius Erasmus"},{"id":"8FFTvnR49iSFd","t":"If I became a philosopher, if I have so keenly sought this fame for which I'm still waiting, it's all been to seduce women basically.","c":"women","a":"Jean-Paul Sartre"},{"id":"efJ-syM3PNAvk","t":"Women are like cars: we all want a Ferrari, sometimes want a pickup truck, and end up with a station wagon.","c":"women","a":"Tim Allen"},{"id":"hG8_TlW0QT-oW","t":"You think intercourse is a private act it's not, it's a social act. Men are sexually predatory in life and women are sexually manipulative. When two individuals come together and leave their gender outside the bedroom door, then they make love.","c":"women","a":"Andrea Dworkin"},{"id":"StGZ6ZjbXkvtb","t":"Working moms commonly testify that they feel guilty when they are away from their children and guilty when they are not at their jobs. Devoted fathers certainly miss their children deeply, but it does not seem to be with the same gnawing, primal anxiety that often afflicts women.","c":"women","a":"Camille Paglia"},{"id":"69uGmvOmU-oeV","t":"I have to admit, like so many women, I always knew there was a chance. But like so many women, I never thought it would be me. I never thought I'd hear those devastating words: 'You have breast cancer.'","c":"women","a":"Debbie Wasserman Schultz"},{"id":"kwoFVQI1kBWel","t":"Yet consider now, whether women are not quite past sense and reason, when they want to rule over men.","c":"women","a":"John Calvin"},{"id":"gukw7s1Sfl8Na","t":"I grew up in the Bronx where you would stay up late with your girlfriends, just being silly in our bedrooms, whatever. And I was always the clown.","c":"women","a":"Jennifer Lopez"},{"id":"bD3DCqgiwiEE1","t":"Men mourn for what they have lost women for what they ain't got.","c":"women","a":"Josh Billings"},{"id":"rtq1JpG-kTUCZ","t":"I did a women's movie, and I'm not a woman. I did a gay movie, and I'm not gay. I learned as I went along.","c":"women","a":"Ang Lee"},{"id":"B_SJhbhg1WxhE","t":"I've been trying to find women writers for my staff for a while now and I have three women on my staff and three guys so it's pretty equal. I don't know why that is. It's been the same thing for a while. It's hard for female comedians to stand out. That's weird. That's a shame.","c":"women","a":"Ellen DeGeneres"},{"id":"AX6JNRgUHKhbE","t":"I'm so sick of hearing how there's no strong roles for women. I don't care about strong roles. I just want to see women who are characters! A nun, a serial killer, a housewife, as long as there's some depth there.","c":"women","a":"Martha Plimpton"},{"id":"MGKT98qtaicme","t":"Something about glamour interested me. All my schoolbooks had drawings of women on terraces with a cocktail and a cigarette.","c":"women","a":"Bill Blass"},{"id":"TAw9WQNn4Vrx_","t":"The use of the atomic bomb, with its indiscriminate killing of women and children, revolts my soul.","c":"women","a":"Herbert Hoover"},{"id":"30g4cnIvRHMq4","t":"A man who graduated high in his class at Yale Law School and made partnership in a top law firm would be celebrated. A man who invested wisely would be admired, but a woman who accomplishes this is treated with suspicion.","c":"women","a":"Barbra Streisand"},{"id":"nD41TC7HVWJex","t":"There's very little advice in men's magazines, because men don't think there's a lot they don't know. Women do. Women want to learn. Men think, 'I know what I'm doing, just show me somebody naked.'","c":"women","a":"Jerry Seinfeld","e":true},{"id":"hJPX4INwRSDhD","t":"All women are misfits. We do not fit into this world without amputations.","c":"women","a":"Marge Piercy"},{"id":"tWiSVeucjopMC","t":"All the women want to be with me, all the men want to be like me.","c":"women","a":"Ric Flair"},{"id":"9rWBkkIkL4l0w","t":"Lots of women love to accuse men of being immature when the fellow in question displays a reluctance to 'commit.'","c":"women","a":"Julie Burchill"},{"id":"BYMJHOnMsuF8p","t":"Oh, if I could but live another century and see the fruition of all the work for women! There is so much yet to be done.","c":"women","a":"Susan B. Anthony"},{"id":"oYMGt1BB3JauJ","t":"No one is more arrogant toward women, more aggressive or scornful, than the man who is anxious about his virility.","c":"women","a":"Simone de Beauvoir"},{"id":"2SaHuYyao-uwC","t":"Wealthy women have rights in every country. And poor women don't.","c":"women","a":"Hillary Clinton"},{"id":"VdavEwNKcK2YO","t":"I just love bossy women. I could be around them all day. To me, bossy is not a pejorative term at all. It means somebody's passionate and engaged and ambitious and doesn't mind leading.","c":"women","a":"Amy Poehler"},{"id":"RY0DPfPbp23EY","t":"Why is it men are permitted to be obsessed about their work, but women are only permitted to be obsessed about men?","c":"women","a":"Barbra Streisand"},{"id":"SZER42RecRNs_","t":"It's always wonderful to get to know women, with the mystery and the joy and the depth. If you can make a woman laugh, you're seeing the most beautiful thing on God's Earth.","c":"women","a":"Keanu Reeves"},{"id":"jSyppH9aypwmc","t":"Nature makes woman to be won and men to win.","c":"women","a":"George William Curtis"},{"id":"j033tLLYD1PWo","t":"Women are incredible in groups together. Terrifying. Men have nothing on them.","c":"women","a":"Michael Hutchence"},{"id":"08Nh2Df_xIbbA","t":"Women are always beautiful.","c":"women","a":"Ville Valo"},{"id":"l_Q5pv1V5oEyb","t":"Good women always think it is their fault when someone else is being offensive. Bad women never take the blame for anything.","c":"women","a":"Anita Brookner"},{"id":"V0kbwBTgxCRDN","t":"I don't think women are better than men, I think men are a lot worse than women.","c":"women","a":"Louis C. K."},{"id":"fogSUmf_sF2BW","t":"If you ask men why they did a good job, they'll say, 'I'm awesome. Obviously. Why are you even asking?' If you ask women why they did a good job, what they'll say is someone helped them, they got lucky, they worked really hard.","c":"women","a":"Sheryl Sandberg"},{"id":"80ArhX48kIjYj","t":"The simplest of women are wonderful liars who can extricate themselves from the most difficult dilemmas with a skill bordering on genius.","c":"women","a":"Guy de Maupassant"},{"id":"In9wl6dM5OOLh","t":"I love women. I'm trying to do beautiful things with them. I'm not trying to insult them. My life is not about that.","c":"women","a":"Calvin Klein"},{"id":"JnYhLBnW9DEqj","t":"Children, I grant, should be innocent but when the epithet is applied to men, or women, it is but a civil term for weakness.","c":"women","a":"Mary Wollstonecraft"},{"id":"0q2Jg097faJlB","t":"If women ran the world we wouldn't have wars, just intense negotiations every 28 days.","c":"women","a":"Robin Williams"},{"id":"wGi9ACPK0Cbmr","t":"In my work and in myself I reflect black people, women and men, as I reflect others. One day even the most self-protective ones will look into the mirror I provide and not be afraid.","c":"women","a":"Alice Walker"},{"id":"KlFA1WyKKbrBi","t":"Men reach their sexual peak at eighteen. Women reach theirs at thirty-five. Do you get the feeling that God is playing a practical joke?","c":"women","a":"Rita Rudner"},{"id":"hFYwGJSRpS-Si","t":"I think today women are very scared to celebrate themselves, because then they just get labeled.","c":"women","a":"Charlize Theron"},{"id":"zha4dfMU8lNFB","t":"The true republic: men, their rights and nothing more women, their rights and nothing less.","c":"women","a":"Franklin P. Adams"},{"id":"PAZkqUYNYqzBB","t":"Black women are programmed to define ourselves within this male attention and to compete with each other for it rather than to recognize and move upon our common interests.","c":"women","a":"Audre Lorde"},{"id":"TwVNIhhpbIb80","t":"Basically, women have to prove they are strong at all times. And then when they go on the attack, they have to not appear mean because those women often get the label of being catty.","c":"women","a":"Julie Nixon Eisenhower"},{"id":"sW5XlzZHkjg5R","t":"Women, more often than not, do things which aren't remotely relaxing but are all about preening, which is just another sort of work.","c":"women","a":"Julie Burchill"},{"id":"bOfGYTZYN1mGH","t":"Women's Lib? Oh, I'm afraid it doesn't interest me one bit. I've been so liberated it hurts.","c":"women","a":"Lucille Ball"},{"id":"JABokB6XDKPzT","t":"I'm excited about there being more of a sisterhood these days. Back in the '90s there was a lot of hate - the women I looked up to as artists were dissing me! It's not so patriarchal these days - there's more love and a lot less hate!","c":"women","a":"Alanis Morissette"},{"id":"w1-iEjaLor5jY","t":"Women are made to be loved, not understood.","c":"women","a":"Oscar Wilde"},{"id":"PLTwh5t120Xai","t":"With women, I've got a long bamboo pole with a leather loop on the end. I slip the loop around their necks so they can't get away or come too close. Like catching snakes.","c":"women","a":"Marlon Brando"},{"id":"TGucwDZWMAjlf","t":"Women. They are a complete mystery.","c":"women","a":"Stephen Hawking"},{"id":"R5FEx_2NfOP2u","t":"But what of black women?... I most sincerely doubt if any other race of women could have brought its fineness up through so devilish a fire.","c":"women","a":"W. E. B. Du Bois"},{"id":"8kNx6u37T8wnf","t":"I think women want to take care of themselves, and I think having a voice in how that is done is very important.","c":"women","a":"Madeleine Albright"},{"id":"ENtsqlEQvjkUH","t":"Friends are generally of the same sex, for when men and women agree, it is only in the conclusions their reasons are always different.","c":"women","a":"George Santayana","e":true},{"id":"dnYLtEjDA2nQl","t":"The battle for the individual rights of women is one of long standing and none of us should countenance anything which undermines it.","c":"women","a":"Eleanor Roosevelt"},{"id":"dTzZokFfAHwLL","t":"The main difference between men and women is that men are lunatics and women are idiots.","c":"women","a":"Rebecca West"},{"id":"vJVbeYgSyaFG-","t":"Some women hold up dresses that are so ugly and they always say the same thing: 'This looks much better on.' On what? On fire?","c":"women","a":"Rita Rudner"},{"id":"seC7UIRE6j_YB","t":"America's finest - our men and women in uniform, are a force for good throughout the world, and that is nothing to apologize for.","c":"women","a":"Sarah Palin"},{"id":"hbW9aw_UzMBSn","t":"Because all of us believe and understand in the fabric of the common bond of why we call ourselves American is to care for the men and women who wear the uniform and when they take off the uniform, we care for them when they are veterans.","c":"women","a":"Steve Buyer"},{"id":"IkjhENw4TmVe3","t":"America is a friend to the people of Iraq. Our demands are directed only at the regime that enslaves them and threatens us. When these demands are met, the first and greatest benefit will come to Iraqi men, women and children.","c":"women","a":"George W. Bush"},{"id":"ULNpnaJi4d-Q8","t":"If a country doesn't recognize minority rights and human rights, including women's rights, you will not have the kind of stability and prosperity that is possible.","c":"women","a":"Hillary Clinton"},{"id":"lV0WfPx-I9x4N","t":"The men and women of Afghanistan are building a nation that is free, and proud, and fighting terror - and America is honored to be their friend.","c":"women","a":"George W. Bush"},{"id":"YUAQisLMwGtXL","t":"Silence is an ornament for women.","c":"women","a":"Sophocles"},{"id":"nYnVEb2wgad_7","t":"I hate women because they always know where things are.","c":"women","a":"Voltaire"},{"id":"rk_jRKJwC__6D","t":"Women are still second-class citizens.","c":"women","a":"Joan Jett"},{"id":"BsgDRHWCrx13k","t":"The man who loves other countries as much as his own stands on a level with the man who loves other women as much as he loves his own wife.","c":"women","a":"Theodore Roosevelt"},{"id":"zq4JHP4udMxJU","t":"What Democratic congressmen do to their women staffers, Republican congressmen do to the country.","c":"women","a":"Bill Maher"},{"id":"59iuAN4KD0fFX","t":"What I've learned is you treat women right.","c":"women","a":"Tyler Perry"},{"id":"0TF036lWnKR46","t":"On one issue at least, men and women agree they both distrust women.","c":"women","a":"James Russell Lowell"},{"id":"T-pXOmI4z5H8h","t":"Men cannot count, they do not know that two and two make four if women do not tell them so.","c":"women","a":"Gertrude Stein"},{"id":"l8dThPUUj81W2","t":"If we took away women's right to vote, we'd never have to worry about another Democrat president.","c":"women","a":"Ann Coulter"},{"id":"L9UlDxcG63qJC","t":"Men need to understand, and women too, what feminism is really about.","c":"women","a":"Annie Lennox"},{"id":"YdGY0CDp0YhJj","t":"A man is given the choice between loving women and understanding them.","c":"women","a":"Ninon de L'Enclos"},{"id":"iBy4uGGyXfG44","t":"And I highly recommend for all the women in the world, even if they're 71, you can never take for granted that he loves you. It's always good to flirt with him. It's a great sport.","c":"women","a":"Salma Hayek"},{"id":"RYua6ULGdBrGJ","t":"Breast cancer is not just a disease that strikes at women. It strikes at the very heart of who we are as women: how others perceive us, how we perceive ourselves, how we live, work and raise our families-or whether we do these things at all.","c":"women","a":"Debbie Wasserman Schultz"},{"id":"A_NRLoMJavp7K","t":"You cannot escape the fact that women mould your first five years, whether you like it or not. And I can't say I do like it very much.","c":"women","a":"Doris Lessing"},{"id":"EnDj3rdquMFkI","t":"I'm 65 and I guess that puts me in with the geriatrics. But if there were fifteen months in every year, I'd only be 48. That's the trouble with us. We number everything. Take women, for example. I think they deserve to have more than twelve years between the ages of 28 and 40.","c":"women","a":"James Thurber"},{"id":"XnlELlZYYnA3o","t":"I owe nothing to Women's Lib.","c":"women","a":"Margaret Thatcher"},{"id":"33Ss7FgxuudIh","t":"Women can stand a beating except when it is with their own weapons.","c":"women","a":"Samuel Butler"},{"id":"NDq-HfUmeXKiW","t":"Really, every woman is an example to me, because as women we go through so much pain. We have to live this perfect life when we are messed up inside. We all go through trials and tribulations.","c":"women","a":"Mary J. Blige"},{"id":"IJ798cuVwoV7r","t":"Most films seem to be about a man and a women falling in love at some point and once you pass forty-five, it's almost disgusting to fall in love.","c":"women","a":"Kristin Scott Thomas"},{"id":"LLNQ2qbdut5kS","t":"All women who kill or have sexual obsessions or who are prostitutes have trouble with their fathers.","c":"women","a":"Catherine Deneuve"},{"id":"DMt_1RZy6grLK","t":"I do not believe in using women in combat, because females are too fierce.","c":"women","a":"Margaret Mead"},{"id":"7iJVyjCfSoPG7","t":"To honor our national promise to our veterans, we must continue to improve services for our men and women in uniform today and provide long overdue benefits for the veterans and military retirees who have already served.","c":"women","a":"Solomon Ortiz"},{"id":"qRGQbyveZlJL3","t":"If women want any rights more than they's got, why don't they just take them, and not be talking about it.","c":"women","a":"Sojourner Truth"},{"id":"zQuUmTqEX5ifN","t":"Whether women are better than men I cannot say - but I can say they are certainly no worse.","c":"women","a":"Golda Meir"},{"id":"JP0zDmj1bik09","t":"Women are naturally secretive, and they like to do their own secreting.","c":"women","a":"Arthur Conan Doyle"},{"id":"LEc-myGzBLi2_","t":"Women - always in trouble with them, but can't live without them.","c":"women","a":"Ayrton Senna"},{"id":"Tp9CDTHT7JLAi","t":"Let's stop pretending we can arrest our way to safety and security. Despite all the fine work that policemen and women do, we have got to find other solutions to deter crime.","c":"women","a":"Carrie P. Meek"},{"id":"07zHb0sARlkQg","t":"I demanded more rights for women because I know what women had to put up with.","c":"women","a":"Evita Peron"},{"id":"NyDNysIj_UVZv","t":"I love women more than anything.","c":"women","a":"Vin Diesel"},{"id":"tTKKNyfZqhpPw","t":"A revival does two things. First, it returns the Church from her backsliding and second, it causes the conversion of men and women and it always includes the conviction of sin on the part of the Church. What a spell the devil seems to cast over the Church today!","c":"women","a":"Billy Sunday"},{"id":"1UqEfjwnOOl2z","t":"The No. 1 impediment to women succeeding in the workforce is now in the home.","c":"women","a":"Sheryl Sandberg"},{"id":"CMeStQIKT1xJ-","t":"No one knows 'men' as such, any more than anyone knows 'women,' and if they do generalise they're probably trying to hide their own ignorance. You might know one 'man,' yes, or even lots of individual 'men'.","c":"women","a":"Julie Burchill"},{"id":"FRmmzdKRn-gYs","t":"Men are going to go out on the road and they're going to find other women. So if you really want to save yourself a whole lot of heartache, do not fall in love with somebody in a band. Just don't.","c":"women","a":"Stevie Nicks"},{"id":"8JgMWTCE20_IE","t":"Women are more skilled than men at making gossip entertaining.","c":"women","a":"Kate Fox"},{"id":"L_0-ObDxfHz6-","t":"Women rule the world. It's not really worth fighting because they know what they're doing. Ask Napoleon. Ask Adam. Ask Richard Burton or Richie Sambora. Many a man has crumbled.","c":"women","a":"Jon Bon Jovi"},{"id":"mza7f8mO7jlRh","t":"I don't mind a dirty girl. But what I find tragic is when we, as women, become not the subject of our own story but someone else's object.","c":"women","a":"Tori Amos"},{"id":"D1MPp32uzdgkD","t":"The most mediocre of males feels himself a demigod as compared with women.","c":"women","a":"Simone de Beauvoir"},{"id":"xHoMREZq0Bc9j","t":"I remember when the wave of Jennifer Lopez, Salma Hayek and these beautiful Hispanic women came into light, and I looked up to them and I loved them, but I was like, 'Where are Middle Eastern women?'","c":"women","a":"Kim Kardashian"},{"id":"mVdheIwQhaXym","t":"Older women are like aging strudels - the crust may not be so lovely, but the filling has come at last into its own.","c":"women","a":"Robert Farrar Capon"},{"id":"9iCDri-CUEW7N","t":"I think the most important thing people can do to save our planet and the human race is to empower women!","c":"women","a":"Robert Ballard"},{"id":"E2vfejPnAYNFb","t":"We are victims of evil customs. It is a crime against humanity that our women are shut up within the four walls of the houses as prisoners. There is no sanction anywhere for the deplorable condition in which our women have to live.","c":"women","a":"Muhammad Ali Jinnah"},{"id":"kUhbnrYOkyfQy","t":"Women are considered deep - why? Because one can never discover any bottom to them. Women are not even shallow.","c":"women","a":"Friedrich Nietzsche"},{"id":"bZ_vZtf3yWXFP","t":"All German women are beautiful.","c":"women","a":"Heidi Klum"},{"id":"tH0VVpVJ-FSbr","t":"I've always liked men better than women.","c":"women","a":"Bette Davis"},{"id":"68MUzoUfEJuce","t":"People are more violently opposed to fur than leather because it's safer to harass rich women than motorcycle gangs.","c":"women","a":"Alexei Sayle"},{"id":"1uvsBo70qKa1g","t":"I think there are opportunities for women in comedies - how zany is up to them.","c":"women","a":"Jennifer Aniston"},{"id":"FQKZvjGGV9I1I","t":"Some women flirt more with what they say, and some with what they do.","c":"women","a":"Anna Held"},{"id":"mygY94saMwrYr","t":"A Code of Honor: Never approach a friend's girlfriend or wife with mischief as your goal. There are just too many women in the world to justify that sort of dishonorable behavior. Unless she's really attractive.","c":"women","a":"Bruce Jay Friedman"},{"id":"fyxdCO9JJVuIn","t":"Most women's magazines simply try to mold women into bigger and better consumers.","c":"women","a":"Gloria Steinem"},{"id":"zJx8QvOXhRpT5","t":"We say that slavery has vanished from European civilization, but this is not true. Slavery still exists, but now it applies only to women and its name is prostitution.","c":"women","a":"Victor Hugo"},{"id":"yq_w1sVsavuFt","t":"Men and women are not born inconstant: they are made so by their early amorous experiences.","c":"women","a":"Andre Maurois"},{"id":"UWSiCwxbvwZ95","t":"Black women sharing close ties with each other, politically or emotionally, are not the enemies of Black men.","c":"women","a":"Audre Lorde"},{"id":"AlxO7QpWkdfdO","t":"If you don't love yourself, you can't love anybody else. And I think as women we really forget that.","c":"women","a":"Jennifer Lopez"},{"id":"q1rQOreguLB79","t":"I like American women. They do things sexually Russian girls never dream of doing - like showering.","c":"women","a":"Yakov Smirnoff"},{"id":"csmbdQJhjtKyA","t":"She belongs to a race of delightful women, who never do any harm, whom everybody calls good, and who are very severe on those who do not pretend to be good.","c":"women","a":"Gilbert Parker"},{"id":"lJgpQNZfHpuwk","t":"It's hard to tell how far women's individuality has come in the past twenty years.","c":"women","a":"Annie Lennox"},{"id":"gtdkTbmDwV8Dt","t":"Men who care passionately for women attach themselves at least as much to the temple and to the accessories of the cult as to their goddess herself.","c":"women","a":"Marguerite Yourcenar"},{"id":"QM8NxeaD_8TRi","t":"The women's movement completely changed attitudes all over the world in ways we'll never be able to count.","c":"women","a":"Holly Near"},{"id":"E12Qucl7jD-GP","t":"No one knows what women want!","c":"women","a":"Ian Somerhalder"},{"id":"ig1TczJLo-FU-","t":"There are a number of mechanical devices which increase sexual arousal, particularly in women. Chief among these is the Mercedes-Benz 380SL convertible.","c":"women","a":"P. J. O'Rourke"},{"id":"1LIeoqlhBPon1","t":"Make women rational creatures, and free citizens, and they will quickly become good wives - that is, if men do not neglect the duties of husbands and fathers.","c":"women","a":"Mary Wollstonecraft"},{"id":"zVmMbCOGyGHqZ","t":"I merged those two words, black and feminist, because I was surrounded by black women who were very tough and and who always assumed they had to work and rear children and manage homes.","c":"women","a":"Toni Morrison"},{"id":"1U1VTzP8PsQ86","t":"Middle-aged women have greater stability, they are more loyal, and their capacity for steady work is greater than that of younger women.","c":"women","a":"Kate Smith"},{"id":"WneHdYwhgHDIC","t":"I always say God should have given women one extra decade at least, especially if you want a family. You're trying to pack a lot in.","c":"women","a":"Christine Baranski"},{"id":"q_uzuGEHfI8mP","t":"Women's virtue is frequently nothing but a regard to their own quiet and a tenderness for their reputation.","c":"women","a":"Francois de La Rochefoucauld"},{"id":"i3sq8Bf-VVI0r","t":"Our great symbol for the Goddess is the moon, whose three aspects reflect the three stages in women's lives and whose cycles of waxing and waning coincide with women's menstrual cycles.","c":"women","a":"Carol P. Christ"},{"id":"NE8EchyNDw1Ix","t":"I've been out with some extremely beautiful women who have had no sex appeal whatsoever. It really is a lot more than skin deep.","c":"women","a":"Rod Stewart","e":true},{"id":"_iMSTJVFzGQ6t","t":"I love the fact that there are also women out there that don't have a choice and they must go to work and they still have to raise the kids. Thank goodness that we value those people too.","c":"women","a":"Ann Romney"},{"id":"4wer1AoftNkv5","t":"Most women are wise to the fact that lots of men love a cat-fight, and thus go out of their way not to give them one.","c":"women","a":"Julie Burchill"},{"id":"KbmosexbTEhBr","t":"And verily, a woman need know but one man well, in order to understand all men whereas a man may know all women and understand not one of them.","c":"women","a":"Helen Rowland"},{"id":"HBb30sPWO47gJ","t":"You women could make someone fall in love even with a lie.","c":"women","a":"Georg Buchner"},{"id":"JdRbAAqd7T1BB","t":"Women don't realize how powerful they are.","c":"women","a":"Judith Light"},{"id":"HnIJ0KblffRTx","t":"Capitalism has its weaknesses. But it is capitalism that ended the stranglehold of the hereditary aristocracies, raised the standard of living for most of the world and enabled the emancipation of women.","c":"women","a":"Camille Paglia"},{"id":"1bvgneMZcLg9b","t":"Women love a self-confident bald man.","c":"women","a":"Larry David"},{"id":"W5OOEhNrdkFtH","t":"I like my coffee like I like my women. In a plastic cup.","c":"women","a":"Eddie Izzard"},{"id":"sQ0qvTUBCL4xi","t":"On the whole, I think women wear too much and are to fussy. You can't see the person for all the clutter.","c":"women","a":"Julie Andrews"},{"id":"r9PprfMwzvvSa","t":"I never realized until lately that women were supposed to be the inferior sex.","c":"women","a":"Katharine Hepburn","e":true},{"id":"HulKRnl_dT4kv","t":"The qualities I most admire in women are confidence and kindness.","c":"women","a":"Oscar de la Renta"},{"id":"lTbDYrVGCVXM6","t":"People don't want to see women doing things they don't think women should do.","c":"women","a":"Joan Jett"},{"id":"TotuG7Izlevsk","t":"Relationships are made of talk - and talk is for girls and women.","c":"women","a":"Deborah Tannen"},{"id":"v-tUW9w__XzVD","t":"The only people you can really share certain things with in secret are your girlfriends.","c":"women","a":"Shirley Knight"},{"id":"vMrGV42dOObWD","t":"Young feminists have been sold a bill of goods about American feminism. The enormous changes in women over the past 40 years are constantly and falsely attributed to the organized women's movement of the late 1960s and '70s.","c":"women","a":"Camille Paglia"},{"id":"udpUmdhPiz_3i","t":"My mother was very strong. Once, she picked up a coconut and smashed it against my father's head. It taught me about women defending themselves and not collapsing in a heap.","c":"women","a":"Alice Walker"},{"id":"9DX30UCFg4fCQ","t":"I think the personal relationships I established mattered in terms of what I was able to get done. And I did bring women's issues to the center of our foreign policy.","c":"women","a":"Madeleine Albright"},{"id":"fWRQ3jztvcGVa","t":"In New York, if you weigh under 200 pounds and decline so much as a cookie at a co-worker's party, women will flock to your side, assuring you of your appealing physique. This is how skittish we are about the dangers of anorexia and the pressures of body image.","c":"women","a":"Sloane Crosley"},{"id":"WEQ-W8PSeqiT5","t":"Women are clear-headed, they are more creative and for this reason, sometimes, also more fragile.","c":"women","a":"Emma Bonino"},{"id":"Yg85K7OFrUp_T","t":"Women being pitted each other another in Hollywood is an old tactic, but it's not real at all.","c":"women","a":"Shirley MacLaine"},{"id":"Pp1NqgFptloXS","t":"I think that maybe if women and children were in charge we would get somewhere.","c":"women","a":"James Thurber"},{"id":"jB82RHG11Xud1","t":"Failing to find in women exactly the same kind of sexual emotions, as they find in themselves, men have concluded that there are none there at all.","c":"women","a":"Havelock Ellis"},{"id":"oJxVuAiNdiCqY","t":"Women complain about PMS, but I think of it as the only time of the month when I can be myself.","c":"women","a":"Roseanne Barr"},{"id":"NYzneIiyu6lXh","t":"What people don't understand about Sarah Palin is that she is a rancher's wife. From Alberta down to Texas I've known women like that: good common sense, bright and vilified by city people.","c":"women","a":"Robert Duvall"},{"id":"6EA0rOXfTQrSf","t":"The trouble with some women is that they get all excited about nothing - and then marry him.","c":"women","a":"Cher"},{"id":"km6881mKraS1Q","t":"Some of us are becoming the men we wanted to marry.","c":"women","a":"Gloria Steinem"},{"id":"nf5sbGQZLVijS","t":"I think a lot of romanticizing has gone on with the women's movement.","c":"women","a":"Doris Lessing"},{"id":"T81fGoMevD2q7","t":"Women hold up half the sky.","c":"women","a":"Mao Zedong"},{"id":"TP89DI_OW9YgV","t":"Why can't all different types of women be considered beautiful? Why can't we can't we all be considered possible love interests?","c":"women","a":"Margaret Cho"},{"id":"muN6DSxX0Hjaz","t":"Women need real moments of solitude and self-reflection to balance out how much of ourselves we give away.","c":"women","a":"Barbara de Angelis"},{"id":"m2s8jIjZjxrMl","t":"Men and women should stay apart, till their hearts grow gentle towards one another again.","c":"women","a":"David Herbert Lawrence"},{"id":"5imouTL7lKuh6","t":"Then I read Little Women, and of course, like a lot of really young girls, I was very taken with Jo - Jo being the writer and the misfit.","c":"women","a":"Patti Smith"},{"id":"DTWKqO1SxWvQa","t":"I find a lot of inspiration in street style and watching women walk, the way they wear things and what they're wearing.","c":"women","a":"Maria Sharapova"},{"id":"c7uxTWYnLmWPI","t":"A fact of modern life is that it takes women longer to get ready than men.","c":"women","a":"Jessica Savitch"},{"id":"cvR7fb4EWD9fu","t":"There is a real vulgarity in the way women dress at the moment. They show off too much and try too hard. They don't understand where the line is between sexy and vulgar. I know where that line is.","c":"women","a":"Roberto Cavalli","e":true},{"id":"-8gPQQ_Iml2h7","t":"Men like women who write. Even though they don't say so. A writer is a foreign country.","c":"women","a":"Marguerite Duras"},{"id":"m4oqPdZYc_HQE","t":"I believe women still face a glass ceiling that must be shattered.","c":"women","a":"Andrew Cuomo"},{"id":"onD-uVtzFg-Ca","t":"Women should stop going for the bad guys, stop looking so far when the good ones are right there.","c":"women","a":"Jennifer Aniston"},{"id":"vL_8pZenq_TSc","t":"I also use women as a sex object maybe I'm kinky. However, I like to talk to them as well.","c":"women","a":"Oliver Reed","e":true},{"id":"_NTj8oqepEJ1o","t":"Women are women, and hurray for that.","c":"women","a":"John Galliano"},{"id":"-5qL_NVJFhnJv","t":"In a way, we women take on more than we need to sometimes.","c":"women","a":"Shania Twain"},{"id":"naYfnfS3ktAOu","t":"Men think about women. Women think about what men think about them.","c":"women","a":"Peter Ustinov"},{"id":"Gnltt9edljGKW","t":"We're getting ready to take over the world. My group of girlfriends - we're renegades.","c":"women","a":"Lisa Bonet"},{"id":"Gd1P33jWu-6EN","t":"To be outspoken, or different at all, is a problem for women.","c":"women","a":"Megan Fox"},{"id":"ueuCd9hBc-KfX","t":"For any of us in this room today, let's start out by admitting we're lucky. We don't live in the world our mothers lived in, our grandmothers lived in, where career choices for women were so limited.","c":"women","a":"Sheryl Sandberg"},{"id":"fUsC7OJ8Dfx1T","t":"Every man needs two women: a quiet home-maker, and a thrilling nymph.","c":"women","a":"Iris Murdoch"},{"id":"N-QsuhBdpflss","t":"God gave me some weird, beautiful scent that makes men and women go crazy. People compare it to Carvel. It is a whale of a smell.","c":"women","a":"Adam Sandler"},{"id":"e9FTMzMu8Z-sf","t":"Women speak because they wish to speak, whereas a man speaks only when driven to speak by something outside himself like, for instance, he can't find any clean socks.","c":"women","a":"Jean Kerr"},{"id":"CXKXuBDWSYtNy","t":"Men always fall for frigid women because they put on the best show.","c":"women","a":"Fanny Brice"},{"id":"i6VDVCvdOax1E","t":"My father has a pragmatic mind. He marched with Dr. King in the '60s, and he's very much for women's rights.","c":"women","a":"Tori Amos"},{"id":"WJgi2s0zhmRcZ","t":"Women have a favorite room, men a favorite chair.","c":"women","a":"Bernard Williams"},{"id":"56uQTlmbqoYr0","t":"Women want love to be a novel, men a short story.","c":"women","a":"Daphne du Maurier"},{"id":"qZz3P3ZAV2_f-","t":"Women are the engine driving the growth in California's economy. Women make California's economy unique.","c":"women","a":"Arnold Schwarzenegger"},{"id":"ppl_0PEtg-RAX","t":"When women are encouraged to be competitive, too many of them become disagreeable.","c":"women","a":"Benjamin Spock"},{"id":"08Ni3yWZSQQuh","t":"Respecting other people's cultures is well and good, but I draw the line at where some branches of Islam, what they do to women. It's indefensible.","c":"women","a":"Jello Biafra"},{"id":"Miy_r8zlFCInV","t":"All issues are women's issues - and there are several that are just women's business.","c":"women","a":"Eddie Bernice Johnson"},{"id":"CaWBiHJMC49Cm","t":"Being a woman is of special interest only to aspiring male transsexuals. To actual women, it is simply a good excuse not to play football.","c":"women","a":"Fran Lebowitz"},{"id":"er1TiB9qiZGCh","t":"It would be a much better country if women did not vote. That is simply a fact. In fact, in every presidential election since 1950 - except Goldwater in '64 - the Republican would have won, if only the men had voted.","c":"women","a":"Ann Coulter"},{"id":"oOMYepyGK4Llt","t":"The appalling thing is the degree of charity women are capable of. You see it all the time... love lavished on absolute fools. Love's a charity ward, you know.","c":"women","a":"Lawrence Durrell"},{"id":"JiApG6iMBs9Ja","t":"Charm, in most men and nearly all women, is a decoration.","c":"women","a":"E. M. Forster"},{"id":"XUHf1i2r0GKA0","t":"One of my theories is that men love with their eyes women love with their ears.","c":"women","a":"Zsa Zsa Gabor"},{"id":"A20--0zONYIN4","t":"We have to consciously study how to be tender with each other until it becomes a habit because what was native has been stolen from us, the love of Black women for each other.","c":"women","a":"Audre Lorde"},{"id":"rdhLIJMJMFI3D","t":"Women are much more sensitive. We know that emotionally but their organs respond to the same degree.","c":"women","a":"Mehmet Oz"},{"id":"t1SiW-xLbZwO8","t":"Women hate everything which strips off the tinsel of sentiment, and they are right, or it would rob them of their weapons.","c":"women","a":"George Byron"},{"id":"4kvDFKgWVSN_R","t":"I go out with white women. This makes a lot of people unhappy, mostly black women.","c":"women","a":"Dennis Rodman"},{"id":"RCSFacI6oUUfg","t":"The only genuine elite is the elite of those men and women who gave their lives to justice and charity.","c":"women","a":"Sargent Shriver"},{"id":"sa_Q7Bm6COYja","t":"I'm so disturbed when my women students behave as though they can only read women, or black students behave as though they can only read blacks, or white students behave as though they can only identify with a white writer.","c":"women","a":"Bell Hooks"},{"id":"SGKqPMXoeDTzI","t":"Never was it given to mortal man - To lie so boldly as we women can.","c":"women","a":"Alexander Pope"},{"id":"VPQkkdmFW82D_","t":"To generalize on women is dangerous. To specialize on them is infinitely worse.","c":"women","a":"Rudolph Valentino"},{"id":"7UxTjgZ4aw0SN","t":"Part of it went on gambling, and part of it went on women. The rest I spent foolishly.","c":"women","a":"George Raft"},{"id":"ec4AFyh-Ejk7D","t":"It is women who bear the race in bloody agony. Suffering is a kind of horror. Blood is a kind of horror. Women are born with horror in their very bloodstream. It is a biological thing.","c":"women","a":"Bela Lugosi"},{"id":"34uLO6fqwCI0l","t":"All women should know how to take care of children. Most of them will have a husband some day.","c":"women","a":"Franklin P. Jones"},{"id":"3edLG-2jqR9nl","t":"I will say that the idea of a woman being deceptive came from that original discussion with critics and reporters about if woman could do that kind of thing. Evelyn, herself, grew out of the discussions about how capable women are of deceit and lying and manipulation.","c":"women","a":"Neil LaBute"},{"id":"I1gBp8TLTXuka","t":"Behind all their personal vanity, women themselves always have an impersonal contempt for woman.","c":"women","a":"Friedrich Nietzsche"},{"id":"B5A2ADxUTDfxl","t":"I think women are concerned too much with their clothes. Men don't really care that much about women's clothes. If they like a girl, chances are they'll like her clothes.","c":"women","a":"Hedy Lamarr"},{"id":"iJMgoYO8fj2Nu","t":"The reason women don't play football is because 11 of them would never wear the same outfit in public.","c":"women","a":"Phyllis Diller"},{"id":"Y2pDFPPxB4e7x","t":"I don't know who invented high heels, but all women owe him a lot.","c":"women","a":"Marilyn Monroe"},{"id":"SjHwoC4M-kqPB","t":"The common erotic project of destroying women makes it possible for men to unite into a brotherhood this project is the only firm and trustworthy groundwork for cooperation among males and all male bonding is based on it.","c":"women","a":"Andrea Dworkin","e":true},{"id":"vlTyD0hHmHeqz","t":"As with most liberal sexual ideas, what makes the world a better place for men invariably makes it a duller and more dangerous place for women.","c":"women","a":"Julie Burchill"},{"id":"ZbNStLBo861Sm","t":"No, men and women of the Irish race, we shall not fight for England. We shall fight for the destruction of the British Empire and the construction of an Irish republic.","c":"women","a":"James Larkin"},{"id":"ityZUUH7v8kDx","t":"I think that women who know who they are are beautiful.","c":"women","a":"Demi Lovato"},{"id":"jrFpvvfmI3yaT","t":"I always play women I would date.","c":"women","a":"Angelina Jolie"},{"id":"QW4fgTYZSSJW6","t":"The sight of women talking together has always made men uneasy nowadays it means rank subversion.","c":"women","a":"Germaine Greer"},{"id":"LFuBk5GudCbnl","t":"To terrify children with the image of hell... to consider women an inferior creation. Is that good for the world?","c":"women","a":"Christopher Hitchens"},{"id":"D6sNlQByDL4W8","t":"Avon is a unique place to work we've got family-friendly policies. We have more senior women in high-level management than any other company 46 percent of our officers are women.","c":"women","a":"Andrea Jung"},{"id":"N4lHBuecKeasP","t":"I think older women still have a full life.","c":"women","a":"Betty White"},{"id":"W3ACdn0__Wjlt","t":"Human rights are women's rights, and women's rights are human rights.","c":"women","a":"Hillary Clinton"},{"id":"V97nmgZkA4n3i","t":"If women are expected to do the same work as men, we must teach them the same things.","c":"women","a":"Saul Bellow"},{"id":"muNhi9lVaH0hM","t":"Men get laid, but women get screwed.","c":"women","a":"Quentin Crisp"},{"id":"xe_KkrX-Jl1b2","t":"A women knows how to keep quiet when she is in the right, whereas a man, when he is in the right, will keep on talking.","c":"women","a":"Malcolm De Chazal"},{"id":"uiwRm_4LZLrnZ","t":"I want to be a cheerleader for women who have never even considered running for office or being involved in a campaign, but who in the quietness of their hearts might think, 'Why not me?'","c":"women","a":"Marianne Williamson"},{"id":"14XgQLfGdwXsJ","t":"Women need not always keep their mouths shut and their wombs open.","c":"women","a":"Emma Goldman"},{"id":"JQLvpuxCyfswy","t":"All my friends' mothers were appalling women.","c":"women","a":"Doris Lessing"},{"id":"zfdXZC10RCn0T","t":"Feminism encourages women to leave their husbands, kill their children, practice witchcraft, destroy capitalism and become lesbians.","c":"women","a":"Pat Robertson","e":true},{"id":"JPJDTny9YN2NZ","t":"Feminism is hated because women are hated. Anti-feminism is a direct expression of misogyny it is the political defense of women hating.","c":"women","a":"Andrea Dworkin"},{"id":"J_XLkvoB-ltNb","t":"I don't know why women feel an affinity with me.","c":"women","a":"Jennifer Aniston"},{"id":"3qdQAwgtuAbDC","t":"I'll promise to go easier on drinking and to get to bed earlier, but not for you, fifty thousand dollars, or two-hundred and fifty thousand dollars will I give up women. They're too much fun.","c":"women","a":"Babe Ruth"},{"id":"2IjzC2jrnl72C","t":"When you see what some women marry, you realize how they must hate to work for a living.","c":"women","a":"Helen Rowland"},{"id":"L6JHSIio2vQqL","t":"I tend to go for women with common sense. Being down to earth stands out more than looks.","c":"women","a":"Seann William Scott"},{"id":"lL09oJVd264ki","t":"The generality of virtuous women are like hidden treasures, they are safe only because nobody has sought after them.","c":"women","a":"Francois de La Rochefoucauld"},{"id":"lXSAwCHNYBnCz","t":"All women become like their mothers. That is their tragedy. No man does. That's his.","c":"women","a":"Oscar Wilde"}]