[{"id":"fJyc3c-tSFjv3","t":"The people that make this country work, the people who pay on their mortgages, the people getting up and going to work, striving in this recession to not participate in it, they're not the enemy. They're the people that hire you. They're the people that are going to give you a job.","c":"work","a":"Rush Limbaugh"},{"id":"vy-6t7b4BWETT","t":"I am a real ham. I love an audience. I work better with an audience. I am dead, in fact, without one.","c":"work","a":"Lucille Ball"},{"id":"Lbw08GzpRIE0W","t":"I was a senior in high school when I decided I wanted to work on ants as a career. I just fell in love with them, and have never regretted it.","c":"work","a":"E. O. Wilson"},{"id":"NAID39T5bYPyW","t":"You learn to speak by speaking, to study by studying, to run by running, to work by working in just the same way, you learn to love by loving.","c":"work","a":"Anatole France"},{"id":"uEHzvTaMi1Qwm","t":"I find in working always the disturbing intrusion of elements not a part of my most interested vision, and the inevitable obliteration and replacement of this vision by the work itself as it proceeds.","c":"work","a":"Edward Hopper"},{"id":"ORfR8zPrjmR2J","t":"One of the symptoms of an approaching nervous breakdown is the belief that one's work is terribly important.","c":"work","a":"Bertrand Russell"},{"id":"m2Y7HIJjU4ody","t":"A man is educated and turned out to work. But a woman is educated and turned out to grass.","c":"work","a":"Pearl S. Buck"},{"id":"h_hesxUkmo-PG","t":"Choose a field that will supply sufficient remuneration to provide adequately for your companion and your children. I bear testimony that these criteria are very important in choosing your life's work.","c":"work","a":"Thomas S. Monson"},{"id":"giQmAPn0EXSJa","t":"It took a lot of blood, sweat and tears to get to where we are today, but we have just begun. Today we begin in earnest the work of making sure that the world we leave our children is just a little bit better than the one we inhabit today.","c":"work","a":"Barack Obama"},{"id":"EvUUZXVUco-Tr","t":"I don't want to die as long as I can work the minute I can not, I want to go.","c":"work","a":"Susan B. Anthony"},{"id":"tqNsjQXoCBB9Y","t":"John Kerry believes in an America where hard work is rewarded.","c":"work","a":"Barack Obama"},{"id":"s1qdR7wW0BwJS","t":"Work as though you would live forever, and live as though you would die today. Go another mile!","c":"work","a":"Og Mandino"},{"id":"jI3rR-atLE9ro","t":"Every person born into this world their work is born with them.","c":"work","a":"James Russell Lowell"},{"id":"M0sw_t8tAsvkI","t":"Another Black Label motto. That's what I think life is. It's just another bridge to cross. You ask no questions. Whatever work it is you gotta do, you gotta go over it, under it, through it, around it, to do it.","c":"work","a":"Zakk Wylde"},{"id":"Mw_XtT0kKDEOH","t":"All the real work is done in the rehearsal period.","c":"work","a":"Donald Pleasence"},{"id":"qDgEF-VfOOu4s","t":"Sometimes I feel an obligation to be accessible as a personality, but for me the driving force since the beginning has always been good work, taking risks, trying new things. If the door opens, go through it. Always go forwards.","c":"work","a":"David Soul"},{"id":"OOtwy2DfWtSPE","t":"Work expands so as to fill the time available for its completion.","c":"work","a":"C. Northcote Parkinson"},{"id":"-IFynwTgFPUyC","t":"The companies that make meaningful contributions while also listening to the voices of others are the ones that will genuinely engage their community, who will then go to work for them.","c":"work","a":"Simon Mainwaring"},{"id":"ooLH4u2i9ArDX","t":"People might not get all they work for in this world, but they must certainly work for all they get.","c":"work","a":"Frederick Douglass"},{"id":"pR7_d3vS7qVOU","t":"I still work out on a daily basis.","c":"work","a":"Clint Eastwood"},{"id":"lT4D25JMPsVFR","t":"According to the U.S. Census, the most common reason people give for not voting is that they were too busy or had conflicting work or school schedules.","c":"work","a":"Jeff Miller"},{"id":"bjrdjgFO6UKVM","t":"I have no idols. I admire work, dedication and competence.","c":"work","a":"Ayrton Senna"},{"id":"BrZ3MBcSMZhUK","t":"Always work hard, be honest, and be proud of who you are.","c":"work","a":"Patricia Velasquez"},{"id":"B-y56zKD-4Ko9","t":"Tranquilizers work only if you follow the advice on the bottle - keep away from children.","c":"work","a":"Phyllis Diller"},{"id":"-4vfMZ2xUWMst","t":"Nothing will work unless you do.","c":"work","a":"Maya Angelou"},{"id":"fvwxo4KqzQggr","t":"We treat our people like royalty. If you honor and serve the people who work for you, they will honor and serve you.","c":"work","a":"Mary Kay Ash"},{"id":"DnIJys3N9nP74","t":"There is no substitute for hard work.","c":"work","a":"Thomas A. Edison"},{"id":"Gy9D1mOKkw2mq","t":"Most people treat the office manual the way they treat a software manual. They never look at it.","c":"work","a":"James Levine"},{"id":"4q-sfA4DwgDV7","t":"I believe in stopping work and eating lunch.","c":"work","a":"L'Wren Scott"},{"id":"01ApY_FRDg3fu","t":"I give thanks everyday that I've been able to take my craziness and make it work for me.","c":"work","a":"Fritz Scholder"},{"id":"ZvmOMnznIl6T0","t":"If my kid couldn't draw I'd make sure that my kitchen magnets didn't work.","c":"work","a":"Mitch Hedberg"},{"id":"lYQf47mRTdJpM","t":"As I understand it, sport is hard work for which you do not get paid.","c":"work","a":"Irvin S. Cobb"},{"id":"pVXBlzoSO4k7k","t":"The conventional definition of management is getting work done through people, but real management is developing people through work.","c":"work","a":"Agha Hasan Abedi"},{"id":"Jt_ngOgtlPyNt","t":"Think of and look at your work as though it were done by your enemy. I you look at it to admire it, you are lost.","c":"work","a":"Samuel Butler"},{"id":"0Agw2-_Alx_Cg","t":"Seek the lofty by reading, hearing and seeing great work at some moment every day.","c":"work","a":"Thornton Wilder"},{"id":"310JfdXcC1z_c","t":"The contemporary form of true greatness lies in a civilization founded on the spirituality of work.","c":"work","a":"Simone Weil"},{"id":"yLZCZSDrSWdT5","t":"I went back to work because someone had to pay for the groceries.","c":"work","a":"Bette Davis"},{"id":"2c8vqVxo-3zE_","t":"My work is the only ground I've ever had to stand on. To put it bluntly, I seem to have a whole superstructure with no foundation, but I'm working on the foundation.","c":"work","a":"Marilyn Monroe"},{"id":"1vOV82x31t7wm","t":"When large numbers of men are unable to find work, unemployment results.","c":"work","a":"Calvin Coolidge"},{"id":"RLX7hb_wUoUWA","t":"What I had to prove was that I had a dedication and a desire and a passion to do the work and everything else would fall in place because I have a vision that I want to portray and it did and I do it. I don't sell anything.","c":"work","a":"Kim Weston"},{"id":"W3ijjZO50VNeM","t":"Men of genius sometimes accomplish most when they work the least, for they are thinking out inventions and forming in their minds the perfect idea that they subsequently express with their hands.","c":"work","a":"Giorgio Vasari"},{"id":"-322D4xxS2byl","t":"One must work and dare if one really wants to live.","c":"work","a":"Vincent Van Gogh"},{"id":"xJy5_93LCJMAB","t":"Behaving like a princess is work. It's not just about looking beautiful or wearing a crown. It's more about how you are inside.","c":"work","a":"Julie Andrews"},{"id":"VR7HjmuaeRnJZ","t":"He who seeks rest finds boredom. He who seeks work finds rest.","c":"work","a":"Dylan Thomas"},{"id":"ZzXlD1_3JkHsT","t":"You can work really hard, but if you're not training in the right way you're not going to improve and get to the level that you want to.","c":"work","a":"Michael Chang"},{"id":"I8oG1a_oDrDZS","t":"I am trying to show the world that we are all human beings and that color is not important. What is important is the quality of our work.","c":"work","a":"Alvin Ailey"},{"id":"e0ZXSk4rdrxFm","t":"The only thing that overcomes hard luck is hard work.","c":"work","a":"Harry Golden"},{"id":"6-_Zwrv7na5q4","t":"People are not perfect... very often the relationships that are strongest are those where people have worked through big crises, but they've had to work through them. So the challenge to us is to work through that.","c":"work","a":"Patricia Hewitt"},{"id":"iGoYZQGL2eN4D","t":"The path of least resistance and least trouble is a mental rut already made. It requires troublesome work to undertake the alternation of old beliefs.","c":"work","a":"John Dewey"},{"id":"V0gUrngDzYdkY","t":"Luck? I don't know anything about luck. I've never banked on it and I'm afraid of people who do. Luck to me is something else: Hard work - and realizing what is opportunity and what isn't.","c":"work","a":"Lucille Ball"},{"id":"_Y1Limc4Zsu4-","t":"Leave it as it is. The ages have been at work on it and man can only mar it.","c":"work","a":"Theodore Roosevelt"},{"id":"ZXbluQRaDdu6-","t":"The eye of the master will do more work than both his hands.","c":"work","a":"Benjamin Franklin"},{"id":"avu6f4P9XFudN","t":"A big part of who I am is just the way I was raised. Nobody is better than anyone else, and if you really work hard, you might get lucky and get what you want.","c":"work","a":"Martina McBride"},{"id":"pLNq9OnfEw3q5","t":"There is a vast world of work out there in this country, where at least 111 million people are employed in this country alone - many of whom are bored out of their minds. All day long.","c":"work","a":"Richard Nelson Bolles"},{"id":"1Uuk9X7bW0H4L","t":"When you're a chef, you graze. You never get a chance to sit down and eat. They don't actually sit down and eat before you cook. So when I finish work, the first thing I'll do, and especially when I'm in New York, I'll go for a run. And I'll run 10 or 15k on my - and I run to gain my appetite.","c":"work","a":"Gordon Ramsay"},{"id":"zver9nCz-4roR","t":"You should never have to say hello or goodbye. Even at work sometimes, and I know this is very unpopular, is that if I'm going to work every single day, I don't think you should have to hug people hello every single day when you come to work. I saw you Monday!","c":"work","a":"Mindy Kaling"},{"id":"Vu1Qiaz4ZWThI","t":"If you do not feel yourself growing in your work and your life broadening and deepening, if your task is not a perpetual tonic to you, you have not found your place.","c":"work","a":"Orison Swett Marden"},{"id":"swihd14yx5qzu","t":"The Republicans need to work on registration and getting out their vote and their early voters and absentees. Grassroots stuff.","c":"work","a":"Rush Limbaugh"},{"id":"0OxnHGO2ibwsl","t":"It's a lot easier to do good work when you have good words to say and work with good people.","c":"work","a":"Mark Harmon"},{"id":"RvZJTPvsC_jlL","t":"Management must manage!","c":"work","a":"Harold S. Geneen"},{"id":"NhimBng0qwZYY","t":"There's only one growth strategy: work hard.","c":"work","a":"William Hague"},{"id":"BVdOcqLyivuGc","t":"People who make the choice to study, work hard or do whatever they endeavor is to give it the max on themselves to reach to the top level. And you have the people who get envy and jealous, yet are not willing to put that work in, and they want to get the same praise.","c":"work","a":"Evander Holyfield"},{"id":"yXSMJGkh1uY8R","t":"And I'm going to work as hard as I can... for cancer research and hopefully, maybe, we'll have some cures and some breakthroughs. I'd like to think I'm going to fight my brains out to be back here again next year for the Arthur Ashe recipient. I want to give it next year!","c":"work","a":"Jim Valvano"},{"id":"-OV1bwo5VrIhG","t":"My grandfather once told me that there were two kinds of people: those who do the work and those who take the credit. He told me to try to be in the first group there was much less competition.","c":"work","a":"Indira Gandhi"},{"id":"ae-A4rBR3NFF-","t":"Confidence doesn't come out of nowhere. It's a result of something... hours and days and weeks and years of constant work and dedication.","c":"work","a":"Roger Staubach"},{"id":"1YmeLxs833HtX","t":"I'm just an individual who doesn't feel that I need to have somebody qualify my work in any particular way. I'm working for me.","c":"work","a":"David Bowie"},{"id":"PG284ln9yUopH","t":"In a very real sense, it will not be one man going to the moon it will be an entire nation. For all of us must work to put him there.","c":"work","a":"John F. Kennedy"},{"id":"siBdDrvTluEYj","t":"I don't pity any man who does hard work worth doing. I admire him. I pity the creature who does not work, at whichever end of the social scale he may regard himself as being.","c":"work","a":"Theodore Roosevelt"},{"id":"_-SZCahcoI8r5","t":"I work really hard at trying to see the big picture and not getting stuck in ego. I believe we're all put on this planet for a purpose, and we all have a different purpose... When you connect with that love and that compassion, that's when everything unfolds.","c":"work","a":"Ellen DeGeneres"},{"id":"ChCYKBKFyRUtg","t":"You can't get there by bus, only by hard work and risk and by not quite knowing what you're doing. What you'll discover will be wonderful. What you'll discover will be yourself.","c":"work","a":"Alan Alda"},{"id":"pnDQMJOpYR66r","t":"The whole essence of good drawing - and of good thinking, perhaps - is to work a subject down to the simplest form possible and still have it believable for what it is meant to be.","c":"work","a":"Chuck Jones"},{"id":"jGfx5V3UJUK7p","t":"I love my work, I love the people I work with, I do the best I can.","c":"work","a":"Mandy Patinkin"},{"id":"XYjNiuS20C5QD","t":"Decide what you want, decide what you are willing to exchange for it. Establish your priorities and go to work.","c":"work","a":"H. L. Hunt"},{"id":"3Sm-WDbVohHDN","t":"The flowery style is not unsuitable to public speeches or addresses, which amount only to compliment. The lighter beauties are in their place when there is nothing more solid to say but the flowery style ought to be banished from a pleading, a sermon, or a didactic work.","c":"work","a":"Voltaire"},{"id":"mpkwY_vPvR7zJ","t":"Musicians can run this state better than politicians. We won't get a lot done in the mornings, but we'll work late and be honest.","c":"work","a":"Kinky Friedman"},{"id":"cK4OBVJ0n3YO5","t":"The United States strongly condemns the illegal disclosure of classified information. It puts people's lives in danger, threatens our national security, and undermines our efforts to work with other countries to solve shared problems.","c":"work","a":"Hillary Clinton"},{"id":"g-xBZjl9e3Auy","t":"Read the Bible. Work hard and honestly. And don't complain.","c":"work","a":"Billy Graham"},{"id":"keMXRcyc0vfqz","t":"I write to keep from going mad from the contradictions I find among mankind - and to work some of those contradictions out for myself.","c":"work","a":"Michel de Montaigne"},{"id":"a3fSMmqk3Olmx","t":"When you're around me and really see that all I do is live and breathe for my work, it's not strange, it's just Gaga.","c":"work","a":"Lady Gaga"},{"id":"CIOEm2KLijggE","t":"Work is accomplished by those employees who have not yet reached their level of incompetence.","c":"work","a":"Laurence J. Peter"},{"id":"pX_9Wiu5j8ctJ","t":"I think I can work with any type of actor.","c":"work","a":"Ang Lee"},{"id":"AFK4gy12rNxAJ","t":"The bottom line is, when people are crystal clear about the most important priorities of the organization and team they work with and prioritized their work around those top priorities, not only are they many times more productive, they discover they have the time they need to have a whole life.","c":"work","a":"Stephen Covey"},{"id":"H4RjOGosv6wv0","t":"To live well is to work well, to show a good activity.","c":"work","a":"Thomas Aquinas"},{"id":"E5LgQ5UEiMie3","t":"I don't try to focus on anything that doesn't affect me personally and how I go out there every single day. I'm just going to continue to work hard and focus on what I can control.","c":"work","a":"Tim Tebow"},{"id":"SgjnN0yE-uH4J","t":"Pray thee, spare, thyself at times: for it becomes a wise man sometimes to relax the high pressure of his attention to work.","c":"work","a":"Thomas Aquinas"},{"id":"_xBo44kBYHox3","t":"Gentleness doesn't get work done unless you happen to be a hen laying eggs.","c":"work","a":"Coco Chanel"},{"id":"h_88QDEJtNRfT","t":"The harder you work, the harder it is to surrender.","c":"work","a":"Vince Lombardi"},{"id":"gOPfGNm-PIFSO","t":"Life grants nothing to us mortals without hard work.","c":"work","a":"Horace"},{"id":"DEkzBK-IvFmzY","t":"My ideal relaxation is working on upholstry. I spend hours in junk shops buying furniture. I do all the upholstery work myself, and it's like therapy.","c":"work","a":"Pamela Anderson"},{"id":"8L6VReH8fHNG1","t":"The average person puts only 25% of his energy and ability into his work. The world takes off its hat to those who put in more than 50% of their capacity, and stands on its head for those few and far between souls who devote 100%.","c":"work","a":"Andrew Carnegie"},{"id":"7HYdVv9oz--3H","t":"Realize what you really want. It stops you from chasing butterflies and puts you to work digging gold.","c":"work","a":"William Moulton Marston"},{"id":"GjAw-WZ1H_zwg","t":"I guess what I learned the most was to feel lucky with what I have been able to accomplish and what I have and to feel humble about the people I have been able to work with.","c":"work","a":"Stephen Dorff"},{"id":"2L5bqmnnXTjKW","t":"My work is a game, a very serious game.","c":"work","a":"M. C. Escher"},{"id":"RT5Vb8j4fCGei","t":"To me, as long as we've known each other, I've always thought Mick's most brilliant thing was that he could work in an area two foot square and give a very exciting performance.","c":"work","a":"Keith Richards"},{"id":"AfywTpPyn0eLY","t":"Work with some men is as besetting a sin as idleness.","c":"work","a":"Samuel Butler"},{"id":"jNpbl_6IrEVSu","t":"It's definitely a dream come true to be recognized and to be able to sign autographs. But, it's also a lot of hard work and can be draining. If you don't know already, you will quickly learn who your real friends are.","c":"work","a":"Christina Aguilera"},{"id":"SswpPpM2umM-7","t":"When a man tells you that he got rich through hard work, ask him: 'Whose?'","c":"work","a":"Don Marquis"},{"id":"-DIpogmwnTFol","t":"It is not wealth one asks for, but just enough to preserve one's dignity, to work unhampered, to be generous, frank and independent.","c":"work","a":"W. Somerset Maugham"},{"id":"oeizfARXj2cip","t":"It's true hard work never killed anybody, but I figure, why take the chance?","c":"work","a":"Ronald Reagan"},{"id":"_FVQSMo1LVnRr","t":"I burned out on AIDS and did no AIDS work for a couple of years. I was so angry that people were still getting this disease that nobody can give you - you have to go out and get it!","c":"work","a":"Harvey Fierstein"},{"id":"nB0LwYcuGeXT8","t":"Integrate what you believe in every single area of your life. Take your heart to work and ask the most and best of everybody else, too.","c":"work","a":"Meryl Streep"},{"id":"QqOghrw6i-Wyk","t":"Be aware of wonder. Live a balanced life - learn some and think some and draw and paint and sing and dance and play and work every day some.","c":"work","a":"Robert Fulghum"},{"id":"jdAHPNEs0iMR6","t":"O man you are busy working for the world, and the world is busy trying to turn you out.","c":"work","a":"Abu Bakr"},{"id":"kBW__ScDlmH2-","t":"Every reader finds himself. The writer's work is merely a kind of optical instrument that makes it possible for the reader to discern what, without this book, he would perhaps never have seen in himself.","c":"work","a":"Marcel Proust"},{"id":"hWME2xYxqf8yj","t":"Reform is not pleasant, but grievous no person can reform themselves without suffering and hard work, how much less a nation.","c":"work","a":"Thomas Carlyle"},{"id":"zsgs_8i_n7Zqw","t":"Hard work without talent is a shame, but talent without hard work is a tragedy.","c":"work","a":"Robert Half"},{"id":"TJIUFp6jZsAIK","t":"What are people going to do? Fire me? I've been fired before. Not book me? I've been out of work before. I don't care.","c":"work","a":"Joan Rivers"},{"id":"lcWL3nnucqhOT","t":"And where I excel is ridiculous, sickening, work ethic. You know, while the other guy's sleeping? I'm working.","c":"work","a":"Will Smith"},{"id":"U8qeuWKsgaBk_","t":"The security comes, as an actor, in knowing that you're not in control. If you try to control your career, or how people perceive you, you'll make yourself unhappy, because life doesn't work like that. So much is luck. It's much better to let yourself off, to think, 'There's nothing I can do.'","c":"work","a":"Matthew Macfadyen"},{"id":"L4NOU5EJ-jz3j","t":"If you're working for a good company and you're happy there, and you're being compensated accordingly, and your work satisfies you, you should stay there.","c":"work","a":"Robert Kiyosaki"},{"id":"qGUko4U4gsWtD","t":"If you re-read your work, you can find on re-reading a great deal of repetition can be avoided by re-reading and editing.","c":"work","a":"William Safire"},{"id":"Pa5cvYAXyhrz_","t":"A treatment method or an educational method that will work for one child may not work for another child. The one common denominator for all of the young children is that early intervention does work, and it seems to improve the prognosis.","c":"work","a":"Temple Grandin"},{"id":"Nn7xYij9Tr259","t":"You don't have to turn on the TV set. You don't have to work on the Internet. It's up to you.","c":"work","a":"Ray Bradbury"},{"id":"hix2QlNv5thvi","t":"Work is a necessary evil to be avoided.","c":"work","a":"Mark Twain"},{"id":"Cq3Fr0Sj3CMFF","t":"How can people be so stupid? I marvel at that. See, I think you have to work as being ignorant - and if you're gonna work at being ignorant, why not work at being informed?","c":"work","a":"Rush Limbaugh"},{"id":"5d6me4tJ8WMUV","t":"The better a work is, the more it attracts criticism it is like the fleas who rush to jump on white linens.","c":"work","a":"Gustave Flaubert"},{"id":"u6vfxdbHoEcYn","t":"There are moments when you feel that the desire to work is fading, and the only way to bring it back is to get away from it, to put yourself in a state of frustration so you feel the need again.","c":"work","a":"Emmanuelle Beart"},{"id":"UrG9VeS9-DvIj","t":"At 35, I'm definitely starting to feel more like a grown-up than I ever have. There's nothing in my life that is childish or whimsical. Having fun is fantastic and I never want to lose a sense of that - and also, I think, you have to have that to put into your work or else it's going to feel stiff.","c":"work","a":"Drew Barrymore"},{"id":"d-W0P4gNFNAPz","t":"I like work it fascinates me. I can sit and look at it for hours.","c":"work","a":"Jerome K. Jerome"},{"id":"xh9ZmNAGRf6AO","t":"The work on ants has profoundly affected the way I think about humans.","c":"work","a":"E. O. Wilson"},{"id":"bhCCAXMutd9il","t":"I myself would like to become more disciplined within my work.","c":"work","a":"Marilyn Monroe"},{"id":"rxiz3C2wcltcb","t":"Unemployment is capitalism's way of getting you to plant a garden.","c":"work","a":"Orson Scott Card"},{"id":"RLzhskpYxDerO","t":"People from both political parties have long recognized that welfare without work creates negative incentives that lead to permanent poverty. It robs people of self-esteem.","c":"work","a":"Mitt Romney"},{"id":"oqwczVZwL_3W5","t":"I think of doing a series as very hard work. But then I've talked to coal miners, and that's really hard work.","c":"work","a":"William Shatner"},{"id":"em-9kV6JPThCd","t":"We either make ourselves miserable, or we make ourselves strong. The amount of work is the same.","c":"work","a":"Carlos Castenada"},{"id":"SHTpjbNh4wq03","t":"A man willing to work, and unable to find work, is perhaps the saddest sight that fortune's inequality exhibits under this sun.","c":"work","a":"Thomas Carlyle"},{"id":"rhXbh_rUExvJH","t":"The greatest weariness comes from work not done.","c":"work","a":"Eric Hoffer"},{"id":"UGsHU4DLISsNp","t":"Attempt the impossible in order to improve your work.","c":"work","a":"Bette Davis"},{"id":"NMFWnmttbWC6U","t":"A work can become modern only if it is first postmodern. Postmodernism thus understood is not modernism at its end but in the nascent state, and this state is constant.","c":"work","a":"Francois de La Rochefoucauld"},{"id":"vCG8Sx1CJt93t","t":"I have learned not to read reviews. Period. And I hate reviewers. All of them, or at least all but two or three. Life is much simpler ignoring reviews and the nasty people who write them. Critics should find meaningful work.","c":"work","a":"John Grisham"},{"id":"012sIeliefMjh","t":"I wanted to be a doctor that I might be able to work without having to talk because for years I had been giving myself out in words.","c":"work","a":"Albert Schweitzer"},{"id":"N8DqPbL5GLa0m","t":"So there's no such thing as work-life balance. There's work, and there's life, and there's no balance.","c":"work","a":"Sheryl Sandberg"},{"id":"uO5GY3xuG8OAH","t":"My share of the work may be limited, but the fact that it is work makes it precious.","c":"work","a":"Helen Keller"},{"id":"Y-yKN-4wbMvNE","t":"All labor that uplifts humanity has dignity and importance and should be undertaken with painstaking excellence.","c":"work","a":"Martin Luther King, Jr."},{"id":"FIjno0gvlsC-7","t":"One can not be an American by going about saying that one is an American. It is necessary to feel America, like America, love America and then work.","c":"work","a":"Georgia O'Keeffe"},{"id":"L2TjgDiyXMpjt","t":"Don't ever, ever, believe anyone who tells you that you can just get by, by doing the easiest thing possible. Because there's always somebody behind you who really wants to do what you're doing. And they're going to work harder than you if you're not working hard.","c":"work","a":"Maria Bartiromo"},{"id":"skDnUyqZWZ7bg","t":"I suppose for me as an artist it wasn't always just about expressing my work I really wanted, more than anything else, to contribute in some way to the culture that I was living in. It just seemed like a challenge to move it a little bit towards the way I thought it might be interesting to go.","c":"work","a":"David Bowie"},{"id":"MWlzkZAH31I4Z","t":"Will it, and set to work briskly.","c":"work","a":"Friedrich Schiller"},{"id":"cqPo1HZOiaWET","t":"A little less complaint and whining, and a little more dogged work and manly striving, would do us more credit than a thousand civil rights bills.","c":"work","a":"W. E. B. Du Bois"},{"id":"AQDwKzYoQxeh4","t":"I put my heart and my soul into my work, and have lost my mind in the process.","c":"work","a":"Vincent Van Gogh"},{"id":"zICaEi4QcYCLP","t":"Slaves are generally expected to sing as well as to work.","c":"work","a":"Frederick Douglass"},{"id":"wNuHAWVcDciCB","t":"Have convictions. Be friendly. Stick to your beliefs as they stick to theirs. Work as hard as they do.","c":"work","a":"Eleanor Roosevelt"},{"id":"4uKgvBjAwZluQ","t":"I like the challenge of trying different things and wondering whether it's going to work or whether I'm going to fall flat on my face.","c":"work","a":"Johnny Depp"},{"id":"2yDEXTDK6kdf9","t":"Take off your bedroom slippers. Put on your marching shoes,' he said, his voice rising as applause and cheers mounted. 'Shake it off. Stop complainin'. Stop grumblin'. Stop cryin'. We are going to press on. We have work to do.","c":"work","a":"Barack Obama"},{"id":"hItJOKVcKa7rA","t":"I'm very happy. I like my work and the various aspects of it - going around the world, teaching the gospel according to St. Albert.","c":"work","a":"Albert Ellis"},{"id":"WxcKZHLgsWR9N","t":"An idea isn't worth much until a man is found who has the energy and ability to make it work.","c":"work","a":"William Feather"},{"id":"d19sEAZxQS-v6","t":"After all, it is hard to master both life and work equally well. So if you are bound to fake one of them, it had better be life.","c":"work","a":"Joseph Brodsky"},{"id":"FVNdY8T1lAMrs","t":"Work is the curse of the drinking classes.","c":"work","a":"Oscar Wilde"},{"id":"6EBL7CFsZ4iLS","t":"The last thing one discovers in composing a work is what to put first.","c":"work","a":"T. S. Eliot"},{"id":"lp23qSBPZiJ7S","t":"I was all about my thoughts, my work, my inspiration. I was always in hair.","c":"work","a":"Vidal Sassoon"},{"id":"r8WkJ5EMTGnM5","t":"Join the union, girls, and together say Equal Pay for Equal Work.","c":"work","a":"Susan B. Anthony"},{"id":"J8i6-MUTXpsmj","t":"Create your own method. Don't depend slavishly on mine. Make up something that will work for you! But keep breaking traditions, I beg you.","c":"work","a":"Constantin Stanislavski"},{"id":"uYMP9pmCm-d4t","t":"People say you have to work on your resentments. Yeah, no, I'm gonna hang onto them and they're gonna fuel my attack.","c":"work","a":"Charlie Sheen"},{"id":"aAG1tjcm85udB","t":"Liberty doesn't work as well in practice as it does in speeches.","c":"work","a":"Will Rogers"},{"id":"aCIHPGyrxCfbc","t":"I don't pay to have my dirty work done for me. I do it myself.","c":"work","a":"Ted Nugent"},{"id":"888vMsYrTwcGN","t":"Ya gots to work with what you gots to work with.","c":"work","a":"Stevie Wonder"},{"id":"koPNIRYk9I7py","t":"Third, we will make trade work for America by forging new trade agreements. And when nations cheat in trade, there will be unmistakable consequences.","c":"work","a":"Mitt Romney"},{"id":"RtiiK5jlc7sJk","t":"I suppose I have a really loose interpretation of 'work,' because I think that just being alive is so much work at something you don't always want to do. The machinery is always going. Even when you sleep.","c":"work","a":"Andy Warhol"},{"id":"dUupCQ6Xp_uD6","t":"This has always been a motto of mine: Attempt the impossible in order to improve your work.","c":"work","a":"Bette Davis"},{"id":"gzNq0_KlX3v1F","t":"My work always tried to unite the true with the beautiful but when I had to choose one or the other, I usually chose the beautiful.","c":"work","a":"Tom Stoppard"},{"id":"DNj6R0NJzAwfr","t":"If you start to disrespect the character you're playing, or play it too much for laughs, that can work for a sketch, it will sell some gags, but it's all technique. It's like watching a juggler - you can be impressed by it, but it's not going to touch you in any way.","c":"work","a":"Steve Coogan"},{"id":"u2xx_oFnUGsjG","t":"Nothing is work unless you'd rather be doing something else.","c":"work","a":"George Halas"},{"id":"7MQu5PS_kz03Q","t":"I'd like to believe that the people that have supported me in my work or identified with me in films, the people that feel they know me, they do and they don't have misconceptions - they understand. I believe that.","c":"work","a":"Angelina Jolie"},{"id":"XREIxapIanEs5","t":"One is not idle because one is absorbed. There is both visible and invisible labor. To contemplate is to toil, to think is to do. The crossed arms work, the clasped hands act. The eyes upturned to Heaven are an act of creation.","c":"work","a":"Victor Hugo"},{"id":"2JR9Cu-7ubd59","t":"So, did I work with Warhol? I worked with him less on that play then I did on other things. He actually did a portrait of my rabbit and some other stuff. Warhol was definitely... Warhol.","c":"work","a":"Harvey Fierstein"},{"id":"N7YbWevpx6yQc","t":"Men for the sake of getting a living forget to live.","c":"work","a":"Margaret Fuller"},{"id":"lmq8kaGJiZNxl","t":"Authority doesn't work without prestige, or prestige without distance.","c":"work","a":"Charles de Gaulle"},{"id":"Q1CqhnaXCRcly","t":"I used to work in a fire hydrant factory. You couldn't park anywhere near the place.","c":"work","a":"Steven Wright"},{"id":"civFBHZmt1IOI","t":"Executive ability is deciding quickly and getting somebody else to do the work.","c":"work","a":"Earl Nightingale"},{"id":"ivwCGxW_Bcto-","t":"I never did anything by accident, nor did any of my inventions come by accident they came by work.","c":"work","a":"Thomas A. Edison"},{"id":"Juw-lo932gTKv","t":"The first lesson I've learned is that no matter what you do in your life, you have to figure out your own internal rhythms - I mean, what works for you doesn't necessarily work for your friend.","c":"work","a":"Hillary Clinton"},{"id":"KBzGZiUg5fu9v","t":"The productivity of work is not the responsibility of the worker but of the manager.","c":"work","a":"Peter Drucker"},{"id":"yxwn-9x8Fxw60","t":"Be regular and orderly in your life, so that you may be violent and original in your work.","c":"work","a":"Gustave Flaubert"},{"id":"VMppGlcQFdL8s","t":"I work to stay alive.","c":"work","a":"Bette Davis"},{"id":"3OPytcv0gQ0St","t":"We are infected by our own misunderstanding of how our own minds work.","c":"work","a":"Kevin Kelly"},{"id":"bEw7JFNf5Xltk","t":"Reality is easy. It's deception that's the hard work.","c":"work","a":"Lauryn Hill"},{"id":"nH7UodxnW51W-","t":"Laziness may appear attractive, but work gives satisfaction.","c":"work","a":"Anne Frank"},{"id":"BiN4ZLX0SDz8t","t":"This is a work of fiction. All the characters in it, human and otherwise, are imaginary, excepting only certain of the fairy folk, whom it might be unwise to offend by casting doubts on their existence. Or lack thereof.","c":"work","a":"Neil Gaiman"},{"id":"G-rZXRowP1Pwg","t":"Look I eat really well and I work out, but I also indulge when I want to. I don't starve myself in an extremist way. You're not taking away my coffee or my dairy or my glass of wine because I'd be devastated.","c":"work","a":"Jennifer Aniston"},{"id":"QvwCTbvpfKXEe","t":"Instead of asking 'How much damage will the work in question bring about?' why not ask 'How much good? How much joy?'","c":"work","a":"Henry Miller"},{"id":"EHGluAr4AMTmQ","t":"To work hard, to live hard, to die hard, and then go to hell after all would be too damn hard.","c":"work","a":"Carl Sandburg"},{"id":"7IPm82b0E8jJS","t":"I take the work seriously, just not myself in it.","c":"work","a":"Henry Rollins"},{"id":"90zPT2M_4D8rL","t":"Slang is a language that rolls up its sleeves, spits on its hands and goes to work.","c":"work","a":"Carl Sandburg"},{"id":"z3xMm4HF4-_Oe","t":"Just as man can't exist without his body, so no rights can exist without the right to translate one's rights into reality, to think, to work and keep the results, which means: the right of property.","c":"work","a":"Ayn Rand"},{"id":"el0BnW5T_DFDT","t":"It's hard to do it because you gotta look people in the eye and tell 'em they're irresponsible and lazy. And who's gonna wanna do that? Because that's what poverty is, ladies and gentlemen. In this country, you can succeed if you get educated and work hard. Period. Period.","c":"work","a":"Bill O'Reilly"},{"id":"CcKMINcxIhvEy","t":"When Thomas Edison worked late into the night on the electric light, he had to do it by gas lamp or candle. I'm sure it made the work seem that much more urgent.","c":"work","a":"George Carlin"},{"id":"2WOdoT7ejSnzK","t":"The biggest job we have is to teach a newly hired employee how to fail intelligently. We have to train him to experiment over and over and to keep on trying and failing until he learns what will work.","c":"work","a":"Charles Kettering"},{"id":"uzYFS0rCEyy7N","t":"My nervous system is enfeebled, only work in oils can sustain me.","c":"work","a":"Paul Cezanne"},{"id":"Y7gOjtf0ZNqGk","t":"Hard work - I mean, does anybody use that term anymore? Laziness doesn't fly. It's all in the practice. It does take work and it ain't easy - but man, the rewards!","c":"work","a":"Susan Powter"},{"id":"54PxbJ3cjJKqN","t":"Managers in all too many American companies do not achieve the desired results because nobody makes them do it.","c":"work","a":"Harold S. Geneen"},{"id":"7ftULOINy1MXf","t":"Plan your work for today and every day, then work your plan.","c":"work","a":"Margaret Thatcher"},{"id":"2br8micFm_lhf","t":"You musn't force sex to do the work of love or love to do the work of sex.","c":"work","a":"Mary McCarthy","e":true},{"id":"CqBYpVy9vw2qu","t":"I am only an average man but, by George, I work harder at it than the average man.","c":"work","a":"Theodore Roosevelt"},{"id":"iMFU_P-rwm8cZ","t":"I never work just to work. It's some combination of laziness and self-respect.","c":"work","a":"Harold Ramis"},{"id":"2E3S6CuYksBvc","t":"Golf is good, it means I get some fresh air and exercise, take my mind off work and see some of the landscape of the place I'm visiting.","c":"work","a":"Harry Connick, Jr."},{"id":"DoTQqsBzwUB7m","t":"I love my work with a frenetic and perverse love, as an ascetic loves the hair shirt which scratches his belly.","c":"work","a":"Gustave Flaubert"},{"id":"PYz0q9rap_2Vy","t":"The strongest influences in my life and my work are always whomever I love. Whomever I love and am with most of the time, or whomever I remember most vividly. I think that's true of everyone, don't you?","c":"work","a":"Tennessee Williams"},{"id":"UwEsNzFzI3zv-","t":"My work is like my vacation, so in a way every day is like Saturday.","c":"work","a":"Ludacris"},{"id":"mymLBnOfsyEPa","t":"I am living proof that the American dream still exists. It is still alive and well. There is only one trick, you have to be willing to roll up your sleeves and work very, very hard.","c":"work","a":"Paula Deen"},{"id":"yrnocBvJBcrcn","t":"Individuality is founded in feeling and the recesses of feeling, the darker, blinder strata of character, are the only places in the world in which we catch real fact in the making, and directly perceive how events happen, and how work is actually done.","c":"work","a":"William James"},{"id":"09eSo19_J0xc7","t":"I understand what's it like to work all week and on Friday night just want to go and leave your brain at the door, buy some popcorn and be thrilled by something.","c":"work","a":"Don Cheadle"},{"id":"ovKe7p5ncx_cg","t":"To work all the time is to be incredibly lucky.","c":"work","a":"Harvey Fierstein"},{"id":"xmd4u0_wpcqCj","t":"No man ever got very high by pulling other people down. The intelligent merchant does not knock his competitors. The sensible worker does not work those who work with him. Don't knock your friends. Don't knock your enemies. Don't knock yourself.","c":"work","a":"Alfred Lord Tennyson"},{"id":"zpeQc1OOCBZ0k","t":"If you're interested in 'balancing' work and pleasure, stop trying to balance them. Instead make your work more pleasurable.","c":"work","a":"Donald Trump"},{"id":"7ZX4m0oHYVZWc","t":"The outward work will never be puny if the inward work is great.","c":"work","a":"Meister Eckhart"},{"id":"Pg3dCIo0LFzrv","t":"It takes a lot of energy to be negative. You have to work at it. But smiling is painless. I'd rather spend my energy smiling.","c":"work","a":"Eric Davis"},{"id":"yaH-_26dNgKxV","t":"I don't mean to be arrogant and I really appreciate my fans but talking about what I am doing is not something I'm good at. I do what I do and that's it. I want to get back to my work and do more of it instead of talking about it.","c":"work","a":"Henry Rollins"},{"id":"lPKRWfE2YfwXn","t":"I wasn't really a work conscious type of person.","c":"work","a":"Michael Jordan"},{"id":"IOxHIIWX7zfHP","t":"I think the importance of doing activist work is precisely because it allows you to give back and to consider yourself not as a single individual who may have achieved whatever but to be a part of an ongoing historical movement.","c":"work","a":"Angela Davis"},{"id":"CRQ75GJdg5csP","t":"In the execution of Presidential decisions work to be true to his views, in fact and tone.","c":"work","a":"Donald Rumsfeld"},{"id":"lrv8v3zaG8SnY","t":"Work out your own salvation. Do not depend on others.","c":"work","a":"Buddha"},{"id":"j0pae0242KLhk","t":"It's not about how much movement you do, how much interaction there is, it just reeks of credibility if it's real. If it's contrived, it seems to work for a while for the people who can't filter out the real and unreal.","c":"work","a":"Fred Durst"},{"id":"zNnD7tZCQgCth","t":"The difference between people who believe they have books inside of them and those who actually write books is sheer cussed persistence - the ability to make yourself work at your craft, every day - the belief, even in the face of obstacles, that you've got something worth saying.","c":"work","a":"Jennifer Weiner"},{"id":"K27Wtk-uI9G2z","t":"It sometimes makes people feel better about themselves, you know, to put other people down, or make fun of them, or maybe make mockery of their work and that doesn't make me feel good at all.","c":"work","a":"Lady Gaga"},{"id":"M_B1XKC7GwDBB","t":"The biggest risk I've ever taken is going on American Idol and trying to be myself. I wasn't going to try too hard to conform, and I knew that it could possibly not work out.","c":"work","a":"Adam Lambert"},{"id":"ZYZ0oFv9luAnr","t":"There may be people who have more talent than you, but there's no excuse for anyone to work harder than you do - and I believe that.","c":"work","a":"Derek Jeter"},{"id":"0W4TPMyiPUrjH","t":"When you discover your mission, you will feel its demand. It will fill you with enthusiasm and a burning desire to get to work on it.","c":"work","a":"W. Clement Stone"},{"id":"DLOdsEe9nrdSG","t":"I think when you begin to think of yourself as having achieved something, then there's nothing left for you to work towards. I want to believe that there is a mountain so high that I will spend my entire life striving to reach the top of it.","c":"work","a":"Cicely Tyson"},{"id":"7svWOarxEuyKX","t":"Too much work, too much vacation, too much of any one thing is unsound.","c":"work","a":"Walter Annenberg"},{"id":"Bo08W72NveQKT","t":"Man, unlike anything organic or inorganic in the universe, grows beyond his work, walks up the stairs of his concepts, emerges ahead of his accomplishments.","c":"work","a":"John Steinbeck"},{"id":"A3714zr7nY_2F","t":"All anyone asks for is a chance to work with pride.","c":"work","a":"W. Edwards Deming"},{"id":"gkLXtWeXHctlP","t":"I simply do not distinguish between work and play.","c":"work","a":"Mary Oliver"},{"id":"KT9cvL757wJaT","t":"Character is the indelible mark that determines the only true value of all people and all their work.","c":"work","a":"Orison Swett Marden"},{"id":"UnHvFoQNV8d4c","t":"Motivation is everything. You can do the work of two people, but you can't be two people. Instead, you have to inspire the next guy down the line and get him to inspire his people.","c":"work","a":"Lee Iacocca"},{"id":"q5uaZuqwpTkaq","t":"I'm not in control of my muse. My muse does all the work.","c":"work","a":"Ray Bradbury"},{"id":"Out0lU0p5sDJ2","t":"Work will win when wishy washy wishing won t.","c":"work","a":"Thomas S. Monson"},{"id":"6AJbU8yuvuAIk","t":"I do not know anyone who has got to the top without hard work. That is the recipe. It will not always get you to the top, but should get you pretty near.","c":"work","a":"Margaret Thatcher"},{"id":"D_L1KhxLlJVmf","t":"Let us work without theorizing, tis the only way to make life endurable.","c":"work","a":"Voltaire"},{"id":"nXH50qwkFeDB3","t":"People don't understand that when I grew up, I was never the most talented. I was never the biggest. I was never the fastest. I certainly was never the strongest. The only thing I had was my work ethic, and that's been what has gotten me this far.","c":"work","a":"Tiger Woods"},{"id":"OzrPZ98TPqQr2","t":"The idea that to make a man work you've got to hold gold in front of his eyes is a growth, not an axiom. We've done that for so long that we've forgotten there's any other way.","c":"work","a":"F. Scott Fitzgerald"},{"id":"5I64ABITUi8RT","t":"We are free, but not to be evil, not to be indifferent to human suffering, not to profit from the people, from the work created and sustained through their spirit of political association, while refusing to contribute to the political state that we profit from.","c":"work","a":"Jose Marti"},{"id":"OVcH31uHy0Bqd","t":"Teaching was the hardest work I had ever done, and it remains the hardest work I have done to date.","c":"work","a":"Ann Richards"},{"id":"hV0LaxO3Ymzq6","t":"The reason why worry kills more people than work is that more people worry than work.","c":"work","a":"Robert Frost"},{"id":"euZTZYPcZut9t","t":"Work while you work, play while you play - this is a basic rule of repressive self-discipline.","c":"work","a":"Theodor Adorno"},{"id":"Mo30Ua7WPipC1","t":"The worst disease which can afflict executives in their work is not, as popularly supposed, alcoholism it's egotism.","c":"work","a":"Robert Frost"},{"id":"jGYOLJrvwUwlR","t":"Young people are threatened... by the evil use of advertising techniques that stimulate the natural inclination to avoid hard work by promising the immediate satisfaction of every desire.","c":"work","a":"Pope John Paul II"},{"id":"qc0vOeAIyV97w","t":"Results! Why, man, I have gotten a lot of results. I know several thousand things that won't work.","c":"work","a":"Thomas A. Edison"},{"id":"igZSmj7hutC80","t":"I'm far from being god, but I work god damn hard.","c":"work","a":"Jay-Z","e":true},{"id":"60uphr5yqu9QO","t":"The quality of your work, in the long run, is the deciding factor on how much your services are valued by the world.","c":"work","a":"Orison Swett Marden"},{"id":"cVRhSGPuDp39q","t":"It is possible to demonstrate God's existence, although not a priori, yet a posteriori from some work of His more surely known to us.","c":"work","a":"Thomas Aquinas"},{"id":"H5999YMyk-N2a","t":"In our work and in our living, we must recognize that difference is a reason for celebration and growth, rather than a reason for destruction.","c":"work","a":"Audre Lorde"},{"id":"8cji2lCdqwDxg","t":"Good management consists in showing average people how to do the work of superior people.","c":"work","a":"John D. Rockefeller"},{"id":"WJJxNm5A0bbXU","t":"In order to excel, you must be completely dedicated to your chosen sport. You must also be prepared to work hard and be willing to accept constructive criticism. Without one-hundred percent dedication, you won't be able to do this.","c":"work","a":"Willie Mays"},{"id":"vUvvv_OLKdBq2","t":"If it is surely the means to the highest end we know, can any work be humble or disgusting? Will it not rather be elevating as a ladder, the means by which we are translated?","c":"work","a":"Henry David Thoreau"},{"id":"twsAxAoXUDBJD","t":"Having a second chance makes you want to work even harder.","c":"work","a":"Tia Mowry"},{"id":"Ji5oX-H2a0Qnb","t":"Thinking is the hardest work there is, which is probably the reason why so few engage in it.","c":"work","a":"Henry Ford"},{"id":"qLq-80f4Zo4LS","t":"Surround yourself with people who take their work seriously, but not themselves, those who work hard and play hard.","c":"work","a":"Colin Powell"},{"id":"XNlKuEAghcAjB","t":"Early to bed, early to rise, work like hell, and advertise.","c":"work","a":"Laurence J. Peter"},{"id":"ct_DbWEqyKrF-","t":"If something is irrational, that means it won't work. It's usually unrealistic.","c":"work","a":"Albert Ellis"},{"id":"9ZxCjcI9AxXX1","t":"The theater needs continual reminders that there is nothing more debasing than the work of those who do well what is not worth doing at all.","c":"work","a":"Gore Vidal"},{"id":"eU9ycaJzkVXdr","t":"The test of the artist does not lie in the will with which he goes to work, but in the excellence of the work he produces.","c":"work","a":"Thomas Aquinas"},{"id":"uJ8giLYNsalEi","t":"I don't want to achieve immortality through my work. I want to achieve it through not dying.","c":"work","a":"Woody Allen"},{"id":"xX6BWe6zby1r9","t":"Being a mother is quite tiring. There's not much time to do anything. You just rush around and it's hard work.","c":"work","a":"Kirsty Gallacher"},{"id":"SXktwwAZYVedg","t":"If I went to work in a factory the first thing I'd do is join a union.","c":"work","a":"Franklin D. Roosevelt"},{"id":"TEcQU_OSIGbxG","t":"Have thy tools ready. God will find thee work.","c":"work","a":"Charles Kingsley"},{"id":"vOIbK6Yw6OXfl","t":"So this is the space during tutoring hours. It's very busy. Same principles: one-on-one attention, complete devotion to the students' work and a boundless optimism and sort of a possibility of creativity and ideas.","c":"work","a":"Dave Eggers"},{"id":"zR_Hxx6uw28Pq","t":"Opportunity is missed by most people because it is dressed in overalls and looks like work.","c":"work","a":"Thomas A. Edison"},{"id":"myHGPHehP8-zD","t":"If you do what you love, you'll never work a day in your life.","c":"work","a":"Marc Anthony"},{"id":"Rqc61iY074m6Y","t":"I've always wanted to work with Warren Beatty.","c":"work","a":"Quentin Tarantino"},{"id":"MgqMU5VbIVieY","t":"It is astonishing what an effort it seems to be for many people to put their brains definitely and systematically to work.","c":"work","a":"Thomas A. Edison"},{"id":"zIkmokCE4gpry","t":"We are all born ignorant, but one must work hard to remain stupid.","c":"work","a":"Benjamin Franklin"},{"id":"gTbv2fviiW9NT","t":"See, winners embrace hard work.","c":"work","a":"Lou Holtz"},{"id":"cpqTdVznyMKIB","t":"Concentrate all your thoughts upon the work at hand. The sun's rays do not burn until brought to a focus.","c":"work","a":"Alexander Graham Bell"},{"id":"QrJVc_94TmC8I","t":"I don't wait for moods. You accomplish nothing if you do that. Your mind must know it has got to get down to work.","c":"work","a":"Pearl S. Buck"},{"id":"o3jYyB6z5yQAv","t":"Work with your competitors when the interest of the community and planet are at stake.","c":"work","a":"Simon Mainwaring"},{"id":"uXKzg8zIXT0fv","t":"The worst sin that can be committed against the artist is to take him at his word, to see in his work a fulfillment instead of an horizon.","c":"work","a":"Henry Miller"},{"id":"55v_fSveuNlAP","t":"When work is a pleasure, life is a joy! When work is a duty, life is slavery.","c":"work","a":"Maxim Gorky"},{"id":"LEFdh107i7XGR","t":"It's not the work which kills people, it's the worry. It's not the revolution that destroys machinery it's the friction.","c":"work","a":"Henry Ward Beecher"},{"id":"HrExrcp09M-Za","t":"Pleasure in the job puts perfection in the work.","c":"work","a":"Aristotle"},{"id":"6nD-f5NoNf9cf","t":"Close your bodily eye, that you may see your picture first with the eye of the spirit. Then bring to light what you have seen in the darkness, that its effect may work back, from without to within.","c":"work","a":"Caspar David Friedrich"},{"id":"iHKU1MKARaVgO","t":"Leaders aren't born they are made. And they are made just like anything else, through hard work. And that's the price we'll have to pay to achieve that goal, or any goal.","c":"work","a":"Vince Lombardi"},{"id":"QlmVOUFfriftF","t":"I guess we all like to be recognized not for one piece of fireworks, but for the ledger of our daily work.","c":"work","a":"Neil Armstrong"},{"id":"UooKIyXzciQxs","t":"By working faithfully eight hours a day you may eventually get to be boss and work twelve hours a day.","c":"work","a":"Robert Frost"},{"id":"LBlum_JkBqQbL","t":"Beset by a difficult problem? Now is your chance to shine. Pick yourself up, get to work and get triumphantly through it.","c":"work","a":"Ralph Marston"},{"id":"0zidkt7muAtEg","t":"If you work hard and play by the rules, this country is truly open to you. You can achieve anything.","c":"work","a":"Arnold Schwarzenegger"},{"id":"3evBe0qnrIDim","t":"Be glad of life because it gives you the chance to love, to work, to play, and to look up at the stars.","c":"work","a":"Henry Van Dyke"},{"id":"7Jx3h9uOyZb4G","t":"When your work speaks for itself, don't interrupt.","c":"work","a":"Henry J. Kaiser"},{"id":"rt5jwoY3ysvAi","t":"Well, just being stupid and politically incorrect doesn't work. You can be politically incorrect if you're smart.","c":"work","a":"Mel Brooks"},{"id":"VDrwrYseDAOAG","t":"A serious and good philosophical work could be written consisting entirely of jokes.","c":"work","a":"Ludwig Wittgenstein"},{"id":"Cohjssd4rfUYE","t":"Actors work and slave and it is the color of your hair that can determine your fate in the end.","c":"work","a":"Helen Hayes"},{"id":"5kGtHtj7lgeKz","t":"There's an adage that is an apt description of the new dynamic at work between brands and consumers connected through social media: People support what they help to build. But now that many brands are launching community-driven cause marketing campaigns, the challenge becomes what to do next?","c":"work","a":"Simon Mainwaring"},{"id":"3wv7CcR_BuXTm","t":"Racism, in the first place, is a weapon used by the wealthy to increase the profits they bring in by paying Black workers less for their work.","c":"work","a":"Angela Davis"},{"id":"6_niJy3oxHrtF","t":"In scientific work, those who refuse to go beyond fact rarely get as far as fact.","c":"work","a":"Thomas Huxley"},{"id":"ajsgEFWrxHAbC","t":"I was looking for a husband, but meanwhile to survive, I had to work.","c":"work","a":"Helen Reddy"},{"id":"M_wBojkbTsO62","t":"You only live once - but if you work it right, once is enough.","c":"work","a":"Joe E. Lewis"},{"id":"CySwlVaN6fWep","t":"We work to become, not to acquire.","c":"work","a":"Elbert Hubbard"},{"id":"1DirvAJgo20HE","t":"I don't feel right unless I have a sport to play or at least a way to work up a sweat.","c":"work","a":"Hank Aaron"},{"id":"hf9qIgLOOG6VH","t":"Hairdressers are a wonderful breed. You work one-on-one with another human being and the object is to make them feel so much better and to look at themselves with a twinkle in their eye.","c":"work","a":"Vidal Sassoon"},{"id":"UL56tIIi35X4a","t":"God has ways of shaking the world when He is at work. He literally caused the ground to quake when Jesus died on the cross.","c":"work","a":"Charles Stanley"},{"id":"hRAE6-HGDIaYY","t":"Anyone who can walk to the welfare office can walk to work.","c":"work","a":"Al Capp"},{"id":"BC023e1bwQRS1","t":"Every noble work is at first impossible.","c":"work","a":"Thomas Carlyle"},{"id":"Gf923371FAXgy","t":"People intoxicate themselves with work so they won't see how they really are.","c":"work","a":"Aldous Huxley"},{"id":"EmCztmEev9GUN","t":"In my heart, I'm an Alabaman who went up north to work.","c":"work","a":"E. O. Wilson"},{"id":"nV0LmST0_GD9i","t":"Everything considered, work is less boring than amusing oneself.","c":"work","a":"Charles Baudelaire"},{"id":"BzU0bYpAK5Ol8","t":"Our environment, the world in which we live and work, is a mirror of our attitudes and expectations.","c":"work","a":"Earl Nightingale"},{"id":"OPHtHZj0hxzK7","t":"When I work, I work very hard. So I look to work with people who have that level of dedication. And I depend on that from everyone. From the director to my crews that I work with.","c":"work","a":"Tom Cruise"},{"id":"bXLY_7VNzg48j","t":"Talent in cheaper than table salt. What separates the talented individual from the successful one is a lot of hard work.","c":"work","a":"Stephen King"},{"id":"JIW2vq04zVPmE","t":"Any man today who returns from work, sinks into a chair, and calls for his pipe is a man with an appetite for danger.","c":"work","a":"Bill Cosby"},{"id":"4bIT5nGIqQbxs","t":"A lot of me is very up, and you have to have light and shade. They are both important and you have to be able to balance them. You have to admit that sadness is part of you and that it enriches you. I use it in my work.","c":"work","a":"Imelda Staunton"},{"id":"rQbsbW4aQLLRd","t":"Work harder on yourself than you do on your job.","c":"work","a":"Jim Rohn"},{"id":"rHCDd7CaKM-pW","t":"Sometimes what works 40 years ago doesn't work today.","c":"work","a":"Joel Osteen"},{"id":"9RXFL2g0nTFC7","t":"People of genius do not excel in any profession because they work in it, they work in it because they excel.","c":"work","a":"William Hazlitt"},{"id":"doE0_vvvAu0DF","t":"Going to work for a large company is like getting on a train. Are you going sixty miles an hour or is the train going sixty miles an hour and you're just sitting still?","c":"work","a":"J. Paul Getty"},{"id":"YXuT5tRg2nhUq","t":"No theory is good unless it permits, not rest, but the greatest work. No theory is good except on condition that one use it to go on beyond.","c":"work","a":"Andre Gide"},{"id":"wIe1WF83JZnBI","t":"Communism doesn't work because people like to own stuff.","c":"work","a":"Frank Zappa"},{"id":"payky2asQ0UpL","t":"You can't get much done in life if you only work on the days when you feel good.","c":"work","a":"Jerry West"},{"id":"iVDImBtxiRHZA","t":"My work is about my life, and what I want to do with it.","c":"work","a":"Alice Walker"},{"id":"5h5MIsUMrDMzW","t":"I don't think people understand that being poor means you have to work from dawn until dusk just to survive through the day. I think there's some notion that poor people lie about all day not doing anything.","c":"work","a":"Emma Thompson"},{"id":"e9vE5O_qyzUJ-","t":"Never follow somebody else's path it doesn't work the same way twice for anyone... the path follows you and rolls up behind you as you walk, forcing the next person to find their own way.","c":"work","a":"J. Michael Straczynski"},{"id":"8VKTuQeHylnHr","t":"If you want to build a ship, don't drum up people to collect wood and don't assign them tasks and work, but rather teach them to long for the endless immensity of the sea.","c":"work","a":"Antoine de Saint-Exupery"},{"id":"cVyph5kCUNHcm","t":"Begin - to begin is half the work, let half still remain again begin this, and thou wilt have finished.","c":"work","a":"Marcus Aurelius"},{"id":"Y_mvTr9fMQ6f1","t":"I never did anything worth doing by accident, nor did any of my inventions come by accident they came by work.","c":"work","a":"Plato"},{"id":"H4pjlGekPr1q1","t":"The miracle is not that we do this work, but that we are happy to do it.","c":"work","a":"Mother Teresa"},{"id":"EGZ5WQ0fQEId1","t":"The reward for work well done is the opportunity to do more.","c":"work","a":"Jonas Salk"},{"id":"FPRkj_XmH9kdb","t":"I don't work at being ordinary.","c":"work","a":"Paul McCartney"},{"id":"TA5H0UWAJE5zR","t":"My work is the only ground I've ever had to stand on. I seem to have a whole superstructure with no foundation but I'm working on the foundation.","c":"work","a":"Marilyn Monroe"},{"id":"sGYe6lFXz69eq","t":"Your expectations opens or closes the doors of your supply, If you expect grand things, and work honestly for them, they will come to you, your supply will correspond with your expectation.","c":"work","a":"Orison Swett Marden"},{"id":"gYWgXIrYuuLDX","t":"When you have a great and difficult task, something perhaps almost impossible, if you only work a little at a time, every day a little, suddenly the work will finish itself.","c":"work","a":"Isak Dinesen"},{"id":"fFxOXwhdp1Pb_","t":"In no direction that we turn do we find ease or comfort. If we are honest and if we have the will to win we find only danger, hard work and iron resolution.","c":"work","a":"Wendell Willkie"},{"id":"mFm5cuAW7IV1J","t":"As a cure for worrying, work is better than whiskey.","c":"work","a":"Ralph Waldo Emerson"},{"id":"_uBR4u1jo6P3u","t":"I don't know that there is much the United States can do except work with the international community.","c":"work","a":"Colin Powell"},{"id":"lAvdeZObSMtrW","t":"Work is of two kinds: first, altering the position of matter at or near the earth's surface relative to other matter second, telling other people to do so.","c":"work","a":"Bertrand Russell"},{"id":"iSRugVpaJ1KHc","t":"But I work harder now because I have so much more exposure. And actually the harder you work as a writer, the better you get at it. It's like anything else. It's a muscle you have to exercise. I write more now than ever.","c":"work","a":"Ron White"},{"id":"1vIeATgyrUjTs","t":"In reality, serendipity accounts for one percent of the blessings we receive in life, work and love. The other 99 percent is due to our efforts.","c":"work","a":"Peter McWilliams"},{"id":"xKGP4ZTMhskDe","t":"All things are difficult before they are easy.","c":"work","a":"Thomas Fuller"},{"id":"OGHnlDelPwMTn","t":"A man's face is his autobiography. A woman's face is her work of fiction.","c":"work","a":"Oscar Wilde"},{"id":"QhRqzvfaAeHaO","t":"The most fundamental fact about the ideas of the political left is that they do not work. Therefore we should not be surprised to find the left concentrated in institutions where ideas do not have to work in order to survive.","c":"work","a":"Thomas Sowell"},{"id":"BdZGhCwYvTqYi","t":"To make democracy work, we must be a notion of participants, not simply observers. One who does not vote has no right to complain.","c":"work","a":"Louis L'Amour"},{"id":"3RIqref385ZD6","t":"All I do, really, is go to work and try to be professional, be on time and be prepared.","c":"work","a":"Ben Affleck"},{"id":"6PuTbP3ztbHmU","t":"Let us touch the dying, the poor, the lonely and the unwanted according to the graces we have received and let us not be ashamed or slow to do the humble work.","c":"work","a":"Mother Teresa"},{"id":"6ORIzv4otMWXo","t":"You don't have to twist my arm to work.","c":"work","a":"Henry Rollins"},{"id":"WuibMUIgDKK-L","t":"The father figure is something I love, but also suffocate from and want to work against.","c":"work","a":"Ang Lee"},{"id":"yR2gy47l5nzfQ","t":"Temptation is an irresistible force at work on a movable body.","c":"work","a":"H. L. Mencken"},{"id":"VXo0d95x3Bnr5","t":"An audience is always warming but it must never be necessary to your work.","c":"work","a":"Gertrude Stein"},{"id":"YWChg5l46pdBs","t":"Never despair, but if you do, work on in despair.","c":"work","a":"Edmund Burke"},{"id":"Weck1D9iiBd0A","t":"These days I'm mostly familiar with two parts of L.A.: one is movie culture, and the other is Asian culture. The Westside is work, and the Eastside is Chinese - which means my friends.","c":"work","a":"Ang Lee"},{"id":"WkBsAy5i_dvLp","t":"I work very hard, but when God opens that door for you - when life opens that door for you, I should say - I think it's important to be giving, to return the love back.","c":"work","a":"Lady Gaga"},{"id":"gdIQj4RlOuHLV","t":"People are saying that I'm an alcoholic, and that's not true, because I only drink when I work, and I'm a workaholic.","c":"work","a":"Ron White"},{"id":"tmUV7K6w0zkBH","t":"A child, from the time he can think, should think about all he sees, should suffer for all who cannot live with honesty, should work so that all men can be honest, and should be honest himself.","c":"work","a":"Jose Marti"},{"id":"B1nkg-EMsFmtJ","t":"We learned about dignity and decency - that how hard you work matters more than how much you make... that helping others means more than just getting ahead yourself.","c":"work","a":"Michelle Obama"},{"id":"adCJns4_hse_E","t":"The trick is in what one emphasizes. We either make ourselves miserable, or we make ourselves happy. The amount of work is the same.","c":"work","a":"Carlos Castaneda"},{"id":"fT3oqX4xEw6XL","t":"Confidence comes from hours and days and weeks and years of constant work and dedication.","c":"work","a":"Roger Staubach"},{"id":"kF8asRHzIfbEY","t":"There are two kinds of people, those who do the work and those who take the credit. Try to be in the first group there is less competition there.","c":"work","a":"Indira Gandhi"},{"id":"9IA3La2JgTKOK","t":"Work joyfully and peacefully, knowing that right thoughts and right efforts inevitably bring about right results.","c":"work","a":"James Allen"},{"id":"i9bKiQXfwBYqy","t":"It is your work in life that is the ultimate seduction.","c":"work","a":"Pablo Picasso"},{"id":"bPtCD3EJlqoEK","t":"I stayed away from mathematics not so much because I knew it would be hard work as because of the amount of time I knew it would take, hours spent in a field where I was not a natural.","c":"work","a":"Carl Sandburg"},{"id":"0FahsrvwnDGj5","t":"Letting go of things and not being afraid of being ridiculous or over the top - I think that's the main thing for me to work on.","c":"work","a":"Charlotte Gainsbourg"},{"id":"P4nban3ChYbC7","t":"Whatever you do, do it with all your might. Work at it, early and late, in season and out of season, not leaving a stone unturned, and never deferring for a single hour that which can be done just as well now.","c":"work","a":"P. T. Barnum"},{"id":"K5-8Od2oSY2_I","t":"Management is nothing more than motivating other people.","c":"work","a":"Lee Iacocca"},{"id":"-EeP87qyV0W4v","t":"When I work a game as an analyst, all I do is look at the game like a coach.","c":"work","a":"Lou Holtz"},{"id":"q9prk1hst0Ltu","t":"To find joy in work is to discover the fountain of youth.","c":"work","a":"Pearl S. Buck"},{"id":"WoXseUMUxgA6Y","t":"A lot of people quit looking for work as soon as they find a job.","c":"work","a":"Zig Ziglar"},{"id":"9559TFOAbX1ox","t":"After two weeks of working on a project, you know whether it will work or not.","c":"work","a":"Bill Budge"},{"id":"EIdxMRIymLaoD","t":"It behooves every man to remember that the work of the critic is of altogether secondary importance, and that, in the end, progress is accomplished by the man who does things.","c":"work","a":"Theodore Roosevelt"},{"id":"lPECMFqzp41hF","t":"A doctor must work eighteen hours a day and seven days a week. If you cannot console yourself to this, get out of the profession.","c":"work","a":"Martin H. Fischer"},{"id":"rQ8TMWWHwvv9n","t":"I have not failed. I've just found 10,000 ways that won't work.","c":"work","a":"Thomas A. Edison"},{"id":"8XaEjR2fBk-TK","t":"But I have a good life. I enjoy what I do. I am married to work.","c":"work","a":"Henry Rollins"},{"id":"F7ZM-3T5_wtZ7","t":"Nothing ever comes to one, that is worth having, except as a result of hard work.","c":"work","a":"Booker T. Washington"},{"id":"pDTxB1btpN7h0","t":"Find a job you like and you add five days to every week.","c":"work","a":"H. Jackson Brown, Jr."},{"id":"GC4G-iRmOOYas","t":"The people who are doing the work are the moving force behind the Macintosh. My job is to create a space for them, to clear out the rest of the organization and keep it at bay.","c":"work","a":"Steve Jobs"},{"id":"PWZX5dzB3PNeR","t":"When you play, play hard when you work, don't play at all.","c":"work","a":"Theodore Roosevelt"},{"id":"AQdeARNR4w-gj","t":"And it hurts as a player, that you put a lot of hard work in during the week, and at the end of the week, Sunday, when you get on the field, that's when they acknowledge about the hard work that you put in throughout the week. That's actually a disappointment.","c":"work","a":"Randy Moss"},{"id":"jqJcFTYtuH-QL","t":"I think life is full of challenges and problems. I don't believe that anyone is perfect. We all make mistakes. It's not a bed of roses, and you have to work real hard at it.","c":"work","a":"Nigel Mansell"},{"id":"LvTV-oNA6LGjN","t":"Better the rudest work that tells a story or records a fact, than the richest without meaning.","c":"work","a":"John Ruskin"},{"id":"3eWzrJm8m9d0k","t":"I think I should be active politically. Because I look upon myself as a politician. That's not a dirty work you know. Some people think that there are something wrong with politicians. Of course, something wrong with some politicians.","c":"work","a":"Aung San Suu Kyi"},{"id":"xjMkSOcKutw2Q","t":"Work is a necessity for man. Man invented the alarm clock.","c":"work","a":"Pablo Picasso"},{"id":"DvhWcKxr3mIud","t":"Concentrate on your job and you will forget your other troubles.","c":"work","a":"William Feather"},{"id":"HR9XLU2KLQq1z","t":"To make our way, we must have firm resolve, persistence, tenacity. We must gear ourselves to work hard all the way. We can never let up.","c":"work","a":"Ralph Bunche"},{"id":"MoDTj7g0maulu","t":"Lazy people tend not to take chances, but express themselves by tearing down other's work.","c":"work","a":"Ann Rule"},{"id":"zyOrDSWIviSyk","t":"I've always believed that if you put in the work, the results will come.","c":"work","a":"Michael Jordan"},{"id":"V-BG1XV11VSKZ","t":"A day of worry is more exhausting than a week of work.","c":"work","a":"John Lubbock"},{"id":"umSdd1MFs7rlP","t":"Work gives you meaning and purpose and life is empty without it.","c":"work","a":"Stephen Hawking"},{"id":"XzfJ_nonG0lih","t":"I'm going to work so that it's a pure guts race at the end, and if it is, I am the only one who can win it.","c":"work","a":"Steve Prefontaine"},{"id":"4use3hTnWSokv","t":"When I was younger I probably didn't understand something basic about tact, but I think it kept faint-hearted people at arm's distance and that's not such a bad thing, because life is short and I know the kind of people I want to work with.","c":"work","a":"Debra Winger"},{"id":"ytmF6I5wT_tZl","t":"I met an American woman and got married so I had to get a job.","c":"work","a":"Walter Wager"},{"id":"6ip8Ucz4WRpp5","t":"It will work. I am a marketing genius.","c":"work","a":"Paris Hilton"},{"id":"QSi-UsaIN_yWi","t":"If you love something - and there are things that I love - you do want more and more and more of it, but that's not the way to produce good work.","c":"work","a":"J. K. Rowling"},{"id":"Es2mAU_0Cejo4","t":"Obstacles don't have to stop you. If you run into a wall, don't turn around and give up. Figure out how to climb it, go through it, or work around it.","c":"work","a":"Michael Jordan"},{"id":"HNSGeeSVMIqIV","t":"Everyone has been made for some particular work, and the desire for that work has been put in every heart.","c":"work","a":"Rumi"},{"id":"7yNVNlQAybnO9","t":"I try to be known more for my work than for anything else.","c":"work","a":"Charlie Sheen"},{"id":"RXaw_OPys5Sxm","t":"Our fatigue is often caused not by work, but by worry, frustration and resentment.","c":"work","a":"Dale Carnegie"},{"id":"iwzEXhxRlxxez","t":"So much of what we call management consists in making it difficult for people to work.","c":"work","a":"Peter Drucker"},{"id":"4Sm7RH-XeoA2E","t":"The productivity now at universities is terrible. Tenure is a terrible idea. It keeps them around forever and they don't have to work hard.","c":"work","a":"Jack Welch"},{"id":"uVbBMFcSNYZ4-","t":"I like Cinderella, I really do. She has a good work ethic. I appreciate a good, hard-working gal. And she likes shoes. The fairy tale is all about the shoe at the end, and I'm a big shoe girl.","c":"work","a":"Amy Adams"},{"id":"avpM0I2-rMAKW","t":"If you have built castles in the air, your work need not be lost that is where they should be. Now put the foundations under them.","c":"work","a":"Henry David Thoreau"},{"id":"vffcPtOtvQPJy","t":"Before you start some work, always ask yourself three questions - Why am I doing it, What the results might be and Will I be successful. Only when you think deeply and find satisfactory answers to these questions, go ahead.","c":"work","a":"Chanakya"},{"id":"YPqxndfDOJWrg","t":"Tommy Lee Jones is hilarious. I would say, if you look at the body of his work, the character he is most like is the one in 'The Fugitive.' That's how he talks and jokes. That is the type of energy he has.","c":"work","a":"Will Smith"},{"id":"sxZQwHi5_egcf","t":"The things that have always been important: to be a good man, to try to live my life the way God would have me, to turn it over to Him that His will might be worked in my life, to do my work without looking back, to give it all I've got, and to take pride in my work as an honest performer.","c":"work","a":"Johnny Cash"},{"id":"e9KWd0NnhlIDE","t":"When your hobbies get in the way of your work - that's OK but when your hobbies get in the way of themselves... well.","c":"work","a":"Steve Martin"},{"id":"7XlmgUSQv3wMO","t":"It is not real work unless you would rather be doing something else.","c":"work","a":"James M. Barrie"},{"id":"ETIqERjl3tNaF","t":"The effectiveness of work increases according to geometric progression if there are no interruptions.","c":"work","a":"Andre Maurois"},{"id":"fm5XggrkI4r-l","t":"A sense of duty is useful in work but offensive in personal relations. People wish to be liked, not to be endured with patient resignation.","c":"work","a":"Bertrand Russell"},{"id":"JLGjUaoJxcQ0k","t":"Inconsiderate, rude behavior drives me nuts. And I guess the inconsiderate rudeness of social ineptitude definitely fuels my work.","c":"work","a":"Cindy Sherman"},{"id":"qNBKyx_ax3p3m","t":"When more and more people are thrown out of work, unemployment results.","c":"work","a":"Calvin Coolidge"},{"id":"s5YlUWcZqKoyA","t":"My own image of my work is that I no sooner settle into something than a break occurs. These breaks are always painful and depressing but despite them I see that there's a consistency that holds out, but is hard to define.","c":"work","a":"Lee Krasner"},{"id":"sxuW-TdGffviC","t":"I learned that the only way you are going to get anywhere in life is to work hard at it. Whether you're a musician, a writer, an athlete or a businessman, there is no getting around it. If you do, you'll win - if you don't, you won't.","c":"work","a":"Bruce Jenner"},{"id":"IL9-qknI4oHay","t":"Let not him who is houseless pull down the house of another, but let him work diligently and build one for himself, thus by example assuring that his own shall be safe from violence when built.","c":"work","a":"Abraham Lincoln"},{"id":"ONHJCk0ZkkdPq","t":"A man can believe a considerable deal of rubbish, and yet go about his daily work in a rational and cheerful manner.","c":"work","a":"Norman Douglas"},{"id":"QuRNCilVf881S","t":"I'm the first to admit this whole salary thing is getting out of control. In the final analysis, it's still about the work.","c":"work","a":"Jim Carrey"},{"id":"wHs2ykTmR2KZ-","t":"I'm actually living my life with the material I choose to work with.","c":"work","a":"Ang Lee"},{"id":"jvTADfZZITSwu","t":"We've got gays working there. If they can demonstrate long-term relationships, we make same-sex benefits available just as we do with common-law marriages. Gays are productive people. Some fly airplanes, some work in breweries.","c":"work","a":"Pete Coors","e":true},{"id":"gva7g_B4-_pe9","t":"Generally a chef's book is like a calling card or a portfolio to display their personal work.","c":"work","a":"Sally Schneider"},{"id":"jdjeOgRhWN9W8","t":"Now this relaxation of the mind from work consists on playful words or deeds. Therefore it becomes a wise and virtuous man to have recourse to such things at times.","c":"work","a":"Thomas Aquinas"},{"id":"nMKDm3uBU1HAw","t":"I can deal with people who watch me on stage but I am not good in communicating with people any other way than through my work.","c":"work","a":"Henry Rollins"},{"id":"Bkz-AhjIUZeEW","t":"Football taught me how hard you had to work to achieve something.","c":"work","a":"Kenny Chesney"},{"id":"DspMNyxTrTysN","t":"We can create the ultimate job security by becoming less dependent on the organization for which we work and more dependent on our own resources.","c":"work","a":"Bo Bennett"},{"id":"rJRkpDaa2w5OF","t":"I wasn't born a fool. It took work to get this way.","c":"work","a":"Danny Kaye"},{"id":"XWQnzQmawlu7l","t":"It is the working man who is the happy man. It is the idle man who is the miserable man.","c":"work","a":"Benjamin Franklin"},{"id":"ZmuCRHEypMUsX","t":"All growth depends upon activity. There is no development physically or intellectually without effort, and effort means work.","c":"work","a":"Calvin Coolidge"},{"id":"zIZgGHdG0W4K0","t":"We spend billions of pounds on welfare, yet millions are trapped on welfare. It's not worth their while going into work.","c":"work","a":"David Cameron"},{"id":"ohp0LjVeLoNbQ","t":"I don't think I am evangelical in my work.","c":"work","a":"J. K. Rowling"},{"id":"tMQ8TdxpowPNF","t":"That's been one of my mantras - focus and simplicity. Simple can be harder than complex: You have to work hard to get your thinking clean to make it simple. But it's worth it in the end because once you get there, you can move mountains.","c":"work","a":"Steve Jobs"},{"id":"Hq82vij9onVPH","t":"For me, every day is a new thing. I approach each project with a new insecurity, almost like the first project I ever did. And I get the sweats. I go in and start working, I'm not sure where I'm going. If I knew where I was going I wouldn't do it.","c":"work","a":"Frank Gehry"},{"id":"S2tOH19mxzv5j","t":"The supreme accomplishment is to blur the line between work and play.","c":"work","a":"Arnold J. Toynbee"},{"id":"DnYW0RIudExUi","t":"It's easier to change what you do than people think it is. If you don't change, your field changes around you.","c":"work","a":"Walter Gilbert"},{"id":"k9MyYC8jRlRsV","t":"The thing about the 600 words, I mean some day, you can do a very, very, very hard day's work and not write a word, just revising, or you would scribble a few words.","c":"work","a":"J. K. Rowling"},{"id":"iBoT_OsfDeh2K","t":"Anyone's life truly lived consists of work, sunshine, exercise, soap, plenty of fresh air, and a happy contented spirit.","c":"work","a":"Lillie Langtry"},{"id":"HB1hXfWGHwiq7","t":"If you can laugh together, you can work together.","c":"work","a":"Robert Orben"},{"id":"0odzWJ1etrRId","t":"The world is full of willing people some willing to work, the rest willing to let them.","c":"work","a":"Robert Frost"},{"id":"yWRCFUZOyXkzf","t":"I actually may do a musical next year... not one that I've written one that I may star in. Plus my concert and other people's work and all of a sudden you've got a very full life.","c":"work","a":"Harvey Fierstein"},{"id":"-xJhdoQ1LKDr6","t":"My mind rebels at stagnation. Give me problems, give me work, give me the most abstruse cryptogram, or the most intricate analysis, and I am in my own proper atmosphere. But I abhor the dull routine of existence. I crave for mental exaltation.","c":"work","a":"Arthur Conan Doyle"},{"id":"9K9k7UuvX0SUO","t":"As for me, prizes are nothing. My prize is my work.","c":"work","a":"Katharine Hepburn"},{"id":"vyuV-Q6QBgTlA","t":"Work consists of whatever a body is obliged to do. Play consists of whatever a body is not obliged to do.","c":"work","a":"Mark Twain"},{"id":"PgblIdqkWhtMb","t":"Men cannot not live by exchanging articles, but producing them. They live by work not trade.","c":"work","a":"John Ruskin"},{"id":"ZfJ2-t6N0HSuZ","t":"Oh, give us the man who sings at his work.","c":"work","a":"Thomas Carlyle"},{"id":"P2Pxs5C4f8uzE","t":"I just get things done instead of talking about getting them done. I don't go out and party. I don't smoke, drink or do drugs and I'm not married, that leaves a lot of time for my work.","c":"work","a":"Henry Rollins"},{"id":"yelqXuzTC13tQ","t":"The more I want to get something done, the less I call it work.","c":"work","a":"Richard Bach"},{"id":"y9N1PVUrbDpjw","t":"The harder I work, the luckier I get.","c":"work","a":"Samuel Goldwyn"},{"id":"DF4I_WscbG6Wn","t":"Work as if you were to live a hundred years. Pray as if you were to die tomorrow.","c":"work","a":"Benjamin Franklin"},{"id":"oTNhSZAxZZQbA","t":"I like to talk about my obsession with french fries because I don't want people to think that 'Let's Move' is about complete, utter deprivation. It's about moderation and real-life changes and ideas that really work for families.","c":"work","a":"Michelle Obama"},{"id":"xpkk939-DkM9e","t":"One and one is two, and two and two is four, and five will get you ten if you know how to work it.","c":"work","a":"Mae West"},{"id":"oBM1MSGlPFCTN","t":"Those who produce should have, but we know that those who produce the most - that is, those who work hardest, and at the most difficult and most menial tasks, have the least.","c":"work","a":"Eugene V. Debs"},{"id":"ATJ6KohIyN3Xp","t":"You see, my mother was a district nurse until she died when I was 14, and we used to move from time to time because of her work.","c":"work","a":"Paul McCartney"},{"id":"asmlya6av1QqZ","t":"I have to work really hard, eight shows a week, to get a nice check as an actor. But when I write a play, and it's a - knock wood - hit, the checks come in for many years.","c":"work","a":"Harvey Fierstein"},{"id":"lKSSkC1vzx_Lq","t":"I never expect to see a perfect work from an imperfect man.","c":"work","a":"Alexander Hamilton"},{"id":"mua14ugYxIgR8","t":"I'm one of these very focused people when it comes to day-to-day work, and I'm trying not to think about what comes next so that I can stay very focused on what I'm doing now.","c":"work","a":"Hillary Clinton"},{"id":"6qFiI4EvmWBxi","t":"Evil gains work their punishment.","c":"work","a":"Sophocles"},{"id":"3Kr2GT0Uo5_is","t":"We're all of us guinea pigs in the laboratory of God. Humanity is just a work in progress.","c":"work","a":"Tennessee Williams"},{"id":"WeC-LVi3osaZf","t":"Work is the price which is paid for reputation.","c":"work","a":"Baltasar Gracian"},{"id":"n4Df78WouNgWi","t":"If Botticelli were alive today he'd be working for Vogue.","c":"work","a":"Peter Ustinov"},{"id":"GjUgWGNwiHR-H","t":"But I'm pretty good with collaborative thinking. I work well with other people.","c":"work","a":"David Bowie"},{"id":"sg-rr2mXVqudI","t":"I think the one thing this picture shows that's new is the psychological disproportion of the kids' demands on the parents. Parents are often at fault, but the kids have some work to do, too.","c":"work","a":"James Dean"},{"id":"VnKnfbhTSRIpM","t":"It is now for the Catholic Church to bend herself to her work with calmness and generosity. It is for you to observe her with renewed and friendly attention.","c":"work","a":"Pope John XXIII"},{"id":"15rLmCfX2S01S","t":"The reason a lot of people do not recognize opportunity is because it usually goes around wearing overalls looking like hard work.","c":"work","a":"Thomas A. Edison"},{"id":"ET-8qhbQk4e27","t":"To be a poet is a condition, not a profession.","c":"work","a":"Robert Frost"},{"id":"MGsIFpLQ3h_z7","t":"Nothing is really work unless you would rather be doing something else.","c":"work","a":"James M. Barrie"},{"id":"8rrjFzb8UZVNf","t":"What moves those of genius, what inspires their work is not new ideas, but their obsession with the idea that what has already been said is still not enough.","c":"work","a":"Eugene Delacroix"},{"id":"GSut9qC2ApaDK","t":"Every man should have laws of his own, I should think commandments of his own, for every man has a different set of circumstances wherein to work - or worry.","c":"work","a":"Gilbert Parker"},{"id":"ZoNtlZDPfKjMg","t":"Hard work spotlights the character of people: some turn up their sleeves, some turn up their noses, and some don't turn up at all.","c":"work","a":"Sam Ewing"},{"id":"o4TV0HRoMJ5th","t":"We need to steer clear of this poverty of ambition, where people want to drive fancy cars and wear nice clothes and live in nice apartments but don't want to work hard to accomplish these things. Everyone should try to realize their full potential.","c":"work","a":"Barack Obama"},{"id":"xcpLgbi1_NaH6","t":"Through selfless work, love of God grows in the heart. Then through his grace one realize him in course of time. God can be seen. One can talk to him as I am talking to you.","c":"work","a":"Ramakrishna"},{"id":"lCinmj_QgI9Hs","t":"You're basing your laws and your whole outlook on natural life on mythology. It won't work. That's why you have all these problems in the world. Name them: India, Pakistan, Ireland. Name them-all these problems. They're all religious problems.","c":"work","a":"Jack Kevorkian"},{"id":"WxA2hyVrM_xYh","t":"Everyone has a story that makes me stronger. I know that the work I do is important and I enjoy it, but it is nice to hear the feedback of what we do to inspire others.","c":"work","a":"Richard Simmons"},{"id":"cf6KgK7ftc3a5","t":"Brains, integrity, and force may be all very well, but what you need today is Charm. Go ahead and work on your economic programs if you want to, I'll develop my radio personality.","c":"work","a":"Gracie Allen"},{"id":"geUABXhdpupdG","t":"I approach love differently now that I know it's hard for it to work out.","c":"work","a":"Taylor Swift"},{"id":"9WxtHPLMYtnaw","t":"My wife, whenever I'd go off to work and I'd be kind of anxious, she'll say, 'Remember, have fun.' Oh, I forgot, thanks for the reminder. Because sometimes we do forget. We take it all too seriously and there's a lot of joy to be had wherever you are.","c":"work","a":"Jeff Bridges"},{"id":"Kfh34kYLD9IBZ","t":"America is at that awkward stage it's too late to work within the system, but too early to shoot the bastards.","c":"work","a":"Claire Wolfe"},{"id":"VzEgId82Oo1yN","t":"Believe that with your feelings and your work you are taking part in the greatest the more strongly you cultivate this belief, the more will reality and the world go forth from it.","c":"work","a":"Rainer Maria Rilke"},{"id":"nA9-y4H_4U7e8","t":"When love and skill work together, expect a masterpiece.","c":"work","a":"John Ruskin"},{"id":"VOR20h-2r2a2e","t":"Men were not intended to work with the accuracy of tools, to be precise and perfect in all their actions.","c":"work","a":"John Ruskin"},{"id":"pymXh2qylgJBg","t":"Working hard and working smart sometimes can be two different things.","c":"work","a":"Byron Dorgan"},{"id":"UGarQeCqSYhNu","t":"Of all the things I've done, the most vital is coordinating those who work with me and aiming their efforts at a certain goal.","c":"work","a":"Walt Disney"},{"id":"Jhl4B9iQeXW9s","t":"Opportunities are usually disguised as hard work, so most people don't recognize them.","c":"work","a":"Ann Landers"},{"id":"4qw6gJjECUEPF","t":"Some slaves are scoured to their work by whips, others by their restlessness and ambition.","c":"work","a":"John Ruskin"},{"id":"vX1_AJX4On7xT","t":"I find it some of the hardest photography and the most challenging photography I've ever done. It's a real challenge to work with the natural features and the natural light.","c":"work","a":"Galen Rowell"},{"id":"0rjhFh4UgtYzP","t":"For every two minutes of glamour, there are eight hours of hard work.","c":"work","a":"Jessica Savitch"},{"id":"hnqies9tPhoMB","t":"Blessed is the man who has some congenial work, some occupation in which he can put his heart, and which affords a complete outlet to all the forces there are in him.","c":"work","a":"John Burroughs"},{"id":"7OHT3xvXpUW75","t":"If you start by promising what you don't even have yet, you'll lose your desire to work towards getting it.","c":"work","a":"Paulo Coelho"},{"id":"j4mEDyqSjEwZR","t":"To finish a work? To finish a picture? What nonsense! To finish it means to be through with it, to kill it, to rid it of its soul, to give it its final blow the coup de grace for the painter as well as for the picture.","c":"work","a":"Pablo Picasso"}]