[{"text":"What do you mean you don't believe in homosexuality? It's not like the Easter Bunny, your belief isn't necessary.","cat":"easter","author":"Lea DeLaria"},{"text":"Do we believe that there is equal economic opportunity out there in the real world, right now, for each and every one of these groups? If we believed in the tooth fairy, if we believed in the Easter Bunny, we might well believe that.","cat":"easter","author":"William Weld"},{"text":"Most people outside of America won't get it. It's the Easter bunny. It's another lie and I don't understand why we had to invent this character.","cat":"easter","author":"Todd Rundgren"},{"text":"Easter is very important to me, it's a second chance.","cat":"easter","author":"Reba McEntire"},{"text":"To a Christian, Easter Sunday means everything, when we celebrate the resurrection of Jesus Christ.","cat":"easter","author":"Bernhard Langer"},{"text":"I cooked at the White House for Easter, last year, with Michelle Obama. But it more had to do with cooking from the organic garden, and her message. I took my daughter and granddaughter there, and they were really charming, it was great.","cat":"easter","author":"Jacques Pepin"},{"text":"The primary source of the appeal of Christianity was Jesus - His incarnation, His life, His crucifixion, and His resurrection.","cat":"easter","author":"Kenneth Scott Latourette"},{"text":"Easter is reflecting upon suffering for one thing, but it also reflects upon Jesus and his non compliance in the face of great authority where he holds to his truth - so there's two stories there.","cat":"easter","author":"Michael Leunig"},{"text":"The first thing that stuck in the minds of the disciples was not the empty tomb, but rather the empty grave clothes - undisturbed in form and position.","cat":"easter","author":"Josh McDowell"},{"text":"And it is always Easter Sunday at the New York City Ballet. It is always coming back to life. Not even coming back to life - it lives in the constant present.","cat":"easter","author":"John Guare"},{"text":"We were taking collections for people with AIDS in New York around Easter.","cat":"easter","author":"Chita Rivera"},{"text":"Continuing a Lenten series on prayer: Prayer is co-operation with God. It is the purest exercise of the faculties God has given us - an exercise that links these faculties with the Maker to work out the intentions He had in mind in their creation.","cat":"easter","author":"E. Stanley Jones"},{"text":"To see how Christ was prophesied and described therein, consider and mark, how that the kid or lamb must be with out spot or blemish and so was Christ only of all mankind, in the sight of God and of his law.","cat":"easter","author":"William Tyndale"},{"text":"I have always wanted a bunny and I'll always have a rabbit the rest of my life.","cat":"easter","author":"Amy Sedaris"},{"text":"Do not abandon yourselves to despair. We are the Easter people and hallelujah is our song.","cat":"easter","author":"Pope John Paul II"},{"text":"We were old sinners - but when we came to Christ we are not sinners anymore.","cat":"easter","author":"Joel Osteen"},{"text":"Christ appeared alive on several occasions after the cataclysmic events of that first Easter.","cat":"easter","author":"Josh McDowell"},{"text":"Passover and Easter are the only Jewish and Christian holidays that move in sync, like the ice skating pairs we saw during the winter Olympics.","cat":"easter","author":"Marvin Olasky"},{"text":"I believe in one God, the first and great cause of goodness. I also believe in Jesus Christ, the rebirth of the world. I also believe in the Holy Ghost, the comforter.","cat":"easter","author":"Daniel Morgan"},{"text":"A strangely reflective, even melancholy day. Is that because, unlike our cousins in the northern hemisphere, Easter is not associated with the energy and vitality of spring but with the more subdued spirit of autumn?","cat":"easter","author":"Hugh Mackay"},{"text":"We are told to let our light shine, and if it does, we won't need to tell anybody it does. Lighthouses don't fire cannons to call attention to their shining- they just shine.","cat":"easter","author":"Dwight L. Moody"},{"text":"I'm Jewish, so I don't know much about Easter eggs.","cat":"easter","author":"Simon Kinberg"},{"text":"At one time I smoked, but in 1959 I couldn't think of anything else to give up for Lent so I stopped - and I haven't had a cigarette since.","cat":"easter","author":"Ethel Merman"}]