[{"text":"Q: What do you get when you cross a lawyer with the Godfather? A: An offer you can't understand.","cat":"short jokes"},{"text":"Yo mama so poor your family ate cereal with a fork to save milk.","cat":"short jokes","exp":true},{"text":"Why Does Ariel wear seashells? Because she can't fit into D-shells","cat":"short jokes"},{"text":"Yo mama so fat, I took a picture of her last Christmas and it's still printing.","cat":"short jokes","exp":true},{"text":"Q: Why was the blonde so happy after she finished her jigsaw puzzle in only six months? A: Because on the box it said From 2 to 4 years.","cat":"short jokes","exp":true},{"text":"Yo mama so old, When she farted dust came out!","cat":"short jokes","exp":true},{"text":"Yo mama so ugly that not even goldfish crackers smile back","cat":"short jokes","exp":true},{"text":"Yo mama so fat, the sorting hat placed her in the house of pancakes.","cat":"short jokes","exp":true},{"text":"Q: Why did the blonde have tire tread marks on her back? A: From crawling across the street when the sign said \"don't walk\".","cat":"short jokes","exp":true},{"text":"Q: What did the blonde say when her doctor told her that she was pregnant? A: \"Is it mine?\"","cat":"short jokes","exp":true},{"text":"Q: Why can't Helen Keller drive? A: Because she's dead.","cat":"short jokes"},{"text":"Why did the boy drop his ice cream? Because he was hit by a bus.","cat":"short jokes"},{"text":"Q:What happened when Smokey the Bear started the forest fire? A: He got arrested just like you would've.","cat":"short jokes"},{"text":"Why did the librarian slip and fall on the library floor? Because she was in the non-friction section.","cat":"short jokes"},{"text":"Q: Why do blondes work seven days a week? A: So you don't have to retrain them on Monday.","cat":"short jokes","exp":true},{"text":"Yo Mama so ugly, she has to use prescription make-up!","cat":"short jokes","exp":true},{"text":"Dinosaurs went extinct because they heard Chuck Norris was coming.","cat":"short jokes"},{"text":"Q: What do you get when offering a blonde a penny for her thoughts? A: Change.","cat":"short jokes","exp":true},{"text":"Why could Jimmy not drive a tractor? Because he had no arms or legs. Why? Because he is a potato.","cat":"short jokes"},{"text":"Yo mama so poor she went to McDonald's and put a milkshake on layaway.","cat":"short jokes","exp":true},{"text":"A duck walks into a bar. Animal control is promptly called and the duck is released in a nearby park.","cat":"short jokes"},{"text":"\"Doctor, doctor, there's a lettuce sticking out of my bum! Is it serious?\" \"I'm sorry to tell you, that's just the tip of the iceberg.\"","cat":"short jokes"},{"text":"What did the farmer say when he lost his tractor? \"Where's my tractor?","cat":"short jokes"},{"text":"Google won't search for Chuck Norris because it knows you don't find Chuck Norris, he finds you.","cat":"short jokes"},{"text":"How do you stop a ginger from drowning? You throw him a lifesaver and tell him to grab on to it.","cat":"short jokes"},{"text":"Chuck Norris was once in a knife fight, and the knife lost.","cat":"short jokes"},{"text":"Yo mama's so fat, even Dora cannot explore her!","cat":"short jokes","exp":true},{"text":"Yo mama so fat, when she went to Hogwarts for the first time, the sorting hat said \"Awwwwww hell 'naw!!\"","cat":"short jokes","exp":true},{"text":"why couldnt the teddy bear eat any more thanksgiving dinner? he was already stuffed!","cat":"short jokes"},{"text":"Your mom's so old, she's probably going to die soon.","cat":"short jokes"},{"text":"Yo mama so fat that when she was diagnosed with a flesh-eating disease, the doctor gave her 10 years to live.","cat":"short jokes","exp":true},{"text":"Chuck Norris donates blood, just not his own","cat":"short jokes"},{"text":"Chuck norris is so fast that he can run around the world once and kick himself in the back of the head","cat":"short jokes"},{"text":"Yo mama so poor when she goes to KFC, she has to lick other people's fingers!","cat":"short jokes","exp":true},{"text":"Q: Why can't Micheal J Fox draw a perfect circle? A: Because drawing a perfect circle is impossible for any human.","cat":"short jokes"},{"text":"If Chuck Norris catches you writing jokes about him, he'll smash your face into the keyjhesreqdzsf","cat":"short jokes"},{"text":"Yo mama so stupid she went to the orthodontist to get a blue tooth","cat":"short jokes","exp":true},{"text":"yo mamma so ugly she tried to enter an ugly contest and the judges said sorry no professionals","cat":"short jokes","exp":true},{"text":"yo moma is so dumb she climbed over a window to see what was on the other side","cat":"short jokes","exp":true},{"text":"What did the lawyer say to the other lawyer? we are both lawyers","cat":"short jokes"},{"text":"What do you call a man with no arms and no legs water skiing? I dont know, but that sounds like a highly improbable circumstance.","cat":"short jokes"},{"text":"When the Boogeyman goes to sleep at night he checks his closet for Chuck Norris.","cat":"short jokes"},{"text":"Barack Obama.","cat":"short jokes"},{"text":"Chuck Norris brushes his teeth with barbed wire.","cat":"short jokes"},{"text":"Chuck Norris never wet his bed as a child. The bed wet itself out of fear.","cat":"short jokes"},{"text":"\"Let the Bodies Hit the Floor\" was originally written as Chuck Norris' theme song.","cat":"short jokes"},{"text":"Q: What's brown, red, black and blue? A: A Brunette who's been tellin one too many blonde jokes.","cat":"short jokes","exp":true},{"text":"Chuck Norris doesn't go on the Internet, he has every Iinternet site stored in his memory. He refreshes webpages by blinking.","cat":"short jokes"},{"text":"The chemical formula for the highly toxic cyanide ion is CN-. These are also Chuck Norris' initials. This is not a coincidence.","cat":"short jokes"},{"text":"Chuck Norris has already been to Mars; that's why there are no signs of life there.","cat":"short jokes"},{"text":"According to Einstein's theory of relativity, Chuck Norris can actually roundhouse kick you yesterday.","cat":"short jokes"},{"text":"What did the skunk use to contact his girlfriend? His smellular phone!","cat":"short jokes"},{"text":"Why did the ox fall down the hill? It was an oxident.","cat":"short jokes"},{"text":"Chuck Norris cannot love, he can only not kill.","cat":"short jokes"},{"text":"When Arnold says the line \"I'll be back\" in the first Terminator movie it is implied that is he going to ask Chuck Norris for help.","cat":"short jokes"},{"text":"Q: Why was the musician arrested? A: He got in treble.","cat":"short jokes"},{"text":"In middle school chuck Norris was assigned an essay about what courage was. He got an A+ by turning in a blank sheet of paper with his name on it.","cat":"short jokes"},{"text":"What did the first cannibal say to the other while they were eating a clown? Does this taste funny to you?","cat":"short jokes"},{"text":"A horse walks into a bar. The bar tender says \"Hey.\" The horse says \"You read my mind buddy.\"","cat":"short jokes"},{"text":"Q: Why don't elephants go skinny dipping? A: They can't get their trunks off.","cat":"short jokes"},{"text":"Chuck Norris does, in fact, live in a round house.","cat":"short jokes"},{"text":"What do you call Santa's helpers? Subordinate Clauses.","cat":"short jokes"},{"text":"Q: What's a good place for water-skiing? A: A sloped lake.","cat":"short jokes"},{"text":"I stole a futon from a shop. I think the police are after me, so I have beenlying low.","cat":"short jokes"},{"text":"A Chuck Norris-delivered Roundhouse Kick is the preferred method of execution in 16 states.","cat":"short jokes"},{"text":"Lars asked Ole, \"Do ya know da difference between a Norvegian and a canoe?\" \"No, I don't,\" said Ole. \"A canoe will sometimes tip,\" explained Lars.","cat":"short jokes"},{"text":"Yo mama so poor when I saw her kicking a can down the street, I asked her what she was doing, she said \"Moving.\"","cat":"short jokes","exp":true},{"text":"Yo mama is so fat that if she confronted a boggart it would morph into a treadmill.","cat":"short jokes","exp":true},{"text":"Why did the girl loaf of stale bread slap the boy loaf of stale bread? Because he tried to get fresh.","cat":"short jokes"},{"text":"How do you know when the moon is going broke? When it's down to its last quarter.","cat":"short jokes"},{"text":"Q: Why was the willow weeping? A: He was unpoplar.","cat":"short jokes"},{"text":"Q: What do you call a cracked window? A: A pane in the glass.","cat":"short jokes"},{"text":"Q: What is a monster's favourite game? A: Swallow the leader.","cat":"short jokes"},{"text":"Why is the letter E like London? Because it is the capital of England.","cat":"short jokes"},{"text":"Q: Why don't matches play baseball? A: One strike, and they're out.","cat":"short jokes"},{"text":"Q: What do you call a frog with seven legs? A: A seven-legged frog.","cat":"short jokes"},{"text":"What does a stripper do with her asshole before she goes to work? She drops him off at band practice.","cat":"short jokes","exp":true},{"text":"Q: What did one vampire say to the other vampire? A: Is that you coffin?","cat":"short jokes"},{"text":"Q: How do you make soup gold? A: You put in fourteen carrots.","cat":"short jokes"},{"text":"What do animals read in zoos? Gnus papers.","cat":"short jokes"},{"text":"Why are there so many Smiths in the phone book? They all have phones.","cat":"short jokes"},{"text":"Do you want to hear the story about the broken pencil? No? Oh well. There'sno point to it, anyway.","cat":"short jokes"},{"text":"Q: Why was the insect kicked out of the wildlife preserve? A: It was a litterbug.","cat":"short jokes"},{"text":"Q: What did the snail say as he rode on the back of a turtle? A: Wheeee!","cat":"short jokes"},{"text":"What do you call a loaf of bread when you cut off both ends? Endless Bread!","cat":"short jokes"},{"text":"Knock knock! Who's there? Police. Police who? Police open the door -- I forgot my lunch!","cat":"short jokes"},{"text":"As President Roosevelt said: \"We have nothing to fear but fear itself. And Chuck Norris.\"","cat":"short jokes"},{"text":"What do snake charmers do in the rain? Turn on their windshield vipers.","cat":"short jokes"},{"text":"Q: What did one teddy bear say to the other teddy bear when he offered him some dessert? A: No thanks, I'm stuffed.","cat":"short jokes"},{"text":"Chuck Norris can slam a revolving door.","cat":"short jokes"},{"text":"Q: What do you get when you cross a sheltie and a cantaloupe? A: A melon collie.","cat":"short jokes"},{"text":"What did the candle say when he was down on his luck? I'm at wick's end.","cat":"short jokes"},{"text":"Q: Why was the belt thrown in jail? A: He held up a pair of pants.","cat":"short jokes"},{"text":"Why do scientists look for things twice? Because they re-search everything.","cat":"short jokes"},{"text":"Q: What happens when a frog parks illegally? A: It gets 'toad'.","cat":"short jokes"},{"text":"Romney likes Costco. So much that he bought 3.","cat":"short jokes"},{"text":"What do you call an eternity? 4 blondes in 4 cars at a 4 way stop","cat":"short jokes","exp":true},{"text":"What does a Texas tornado and a Tennessee divorce have in common? Either way, someone is losing a trailer.","cat":"short jokes"},{"text":"Q: Why did the chicken cross the road? A: To get the chinese newspaper. Do you get it??? No??? Me neither, I get the Daily News.","cat":"short jokes"},{"text":"When do ghosts have to stop scaring people? When they lose their haunting licenses.","cat":"short jokes"},{"text":"Throwing glass is wrong in some peoples eyes.","cat":"short jokes"},{"text":"Doctor: I have bad news for you. You only have 10 left to live. Patient: Ten what? Doctor: Nine. Eight...","cat":"short jokes"},{"text":"What did one pig say to the other? Let's be pen pals!","cat":"short jokes"},{"text":"Q: How do you put an elephant in a refrigerator? A: Step one: Open the door. Step two: Put the elephant in. Step three: Close the door.","cat":"short jokes"},{"text":"Q: Have you ever seen an elephant in a strawberry patch? A: Works pretty well, doesn't it?","cat":"short jokes"},{"text":"Q: Who burped at the big bad wolf? A: Little Rude Riding Hood!","cat":"short jokes"},{"text":"There are no weapons of mass destruction in Iraq, Chuck Norris lives in Oklahoma.","cat":"short jokes"},{"text":"Q: Why don't blondes have elevator jobs? A: They don't know the route.","cat":"short jokes","exp":true},{"text":"Q: What do you call a dear with no eyes? A: No eye-deer.","cat":"short jokes"},{"text":"You've heard about the moron pilot who once made a tricky landing, haven't you?It was the shortest runway he'd ever seen. And the widest, too.","cat":"short jokes"},{"text":"A guy walks into a doctors office with a carrot in his ear and a piece ofcelery up his nose. The doctor told him he wasn't eating right.","cat":"short jokes"},{"text":"when chuck Norris went to find Bigfoot, Bigfoot copied him self to escape from chuck","cat":"short jokes"},{"text":"Punch Lines \"The Vatican is against surrogate mothers. Good thing they didn't have that rule when Jesus was born.\"","cat":"short jokes"},{"text":"One-Liners The attraction to redheads is a lot like being addicted to drugs.","cat":"short jokes"},{"text":"Chuck Norris doesn't stub his toes. He accidentally destroys chairs, bedframes, and sidewalks.","cat":"short jokes"},{"text":"Yo mama so fat, they're gonna put the movie in two parts.","cat":"short jokes","exp":true},{"text":"What did the lion say to the antelope? RAAAAAAAAAAAAAA","cat":"short jokes"},{"text":"What does a vampire with a weight problem drink? Blood light","cat":"short jokes"},{"text":"What kind of fence goes on strike? A picket fence.","cat":"short jokes"},{"text":"Q: What did the big chimney say to the little chimney? A: You're too young to smoke.","cat":"short jokes"},{"text":"Q: What do you call a blind dinosaur? A: An Idontthinkhesaurus.","cat":"short jokes"},{"text":"With the rising cost of gasoline, Chuck Norris is beginning to worry about his drinking habit.","cat":"short jokes"},{"text":"Chuck Norris can judge a book by its cover.","cat":"short jokes"},{"text":"If you catch Chuck Norris sleeping he will grant you one wish.... if your wish is dying.","cat":"short jokes"},{"text":"If you spell Chuck Norris wrong on Google it doesn't say, \"Did you mean Chuck Norris?\" It simply replies, \"Run while you still have the chance.\"","cat":"short jokes"},{"text":"Q: Did you hear about the imaginary tree? A: It was mapleleaf.","cat":"short jokes"},{"text":"Knock knock. Who's there? Soup. Soup who? Souperman!","cat":"short jokes"},{"text":"Q: What did the atlantic say to the pacific? A: Nothing. It just waved.","cat":"short jokes"},{"text":"Q: What do you get if you cross Tina Turner with an orang-utan? A: a f*ing ugly orang-utan","cat":"short jokes"},{"text":"Q: What's Mary short for? A: She's got no legs.","cat":"short jokes"},{"text":"Chuck Norris doesn't actually write books, the words assemble themselves out of fear.","cat":"short jokes"},{"text":"For undercover police work, Chuck Norris pins his badge underneath his shirt, directly into his chest.","cat":"short jokes"},{"text":"Q: What did the carpenters call their brass quartet? A: The Tuba Four","cat":"short jokes"},{"text":"Two television sets got married. The wedding was boring, but the reception was beautiful.","cat":"short jokes"},{"text":"What connects the computers in Sauron's office? A Tolkien Ring network.","cat":"short jokes"},{"text":"How do you stop a ginger from drowning? Take your foot off the back of his head.","cat":"short jokes"},{"text":"What do a telephone and a dog have in common? They both have collar ID.","cat":"short jokes"},{"text":"What do John the Baptist and Winnie the Pooh have in common? They have the same middle name!","cat":"short jokes"},{"text":"Chuck Norris died yesterday. He's fine today.","cat":"short jokes"},{"text":"Chuck Norris has to use a stunt double when he does crying scenes.","cat":"short jokes"},{"text":"Q: Why was the broom late? A: Because he overswept.","cat":"short jokes"},{"text":"Q: Why is it so easy to make plans with a gymnast? A: Because their schedules are so flexible.","cat":"short jokes"},{"text":"A cabbage, a faucet, and a tomato had a race. The cabbage was ahead, thefaucet was running, and the tomato tried to catch up.","cat":"short jokes"},{"text":"What do you give a sick bird? Tweetment.","cat":"short jokes"},{"text":"Q: What lottery did the broom win? A: The sweepstakes.","cat":"short jokes"},{"text":"Yo mama is so black when she went outside the street lights turned on!","cat":"short jokes","exp":true},{"text":"Chuck Norris was what Willis was talking about.","cat":"short jokes"},{"text":"Chuck Norris doesn't play god. Playing is for children.","cat":"short jokes"},{"text":"Chuck Norris can lead a horse to water AND make it drink.","cat":"short jokes"},{"text":"Q: What do bees do if they don't want to drive? A: Wait at the buzz stop.","cat":"short jokes"},{"text":"Q: If athletes get athlete's foot, what do astronauts get? A: Missile toe.","cat":"short jokes"},{"text":"Q: What did the alien say to the gardener? A: Take me to your weeder.","cat":"short jokes"},{"text":"Whoever said \"only the good die young\" was probably in Chuck Norris's kindergarten class.","cat":"short jokes"},{"text":"Q: What weapon is most feared by knights? A: A can opener.","cat":"short jokes"},{"text":"Q: Why did the farmer feed his cows money? A: He wanted rich milk.","cat":"short jokes"},{"text":"What do you call a deer with no eyes that isn't moving? Still no idea.","cat":"short jokes"},{"text":"Aliens DO indeed exist. They just know better than to visit a planet that Chuck Norris is on.","cat":"short jokes"},{"text":"Q: What part of the road is always crying? A: The breakdown lane.","cat":"short jokes"},{"text":"Chuck Norris' prostate has eaten dozens of doctor's middle fingers.","cat":"short jokes"},{"text":"Q: What do kids like to eat in the playground? A: Recess Pieces.","cat":"short jokes"},{"text":"On his birthday, Chuck Norris randomly selects one lucky child to be thrown into the sun.","cat":"short jokes"},{"text":"What did the strawberry say on December 25th? Berry Christmas!","cat":"short jokes"},{"text":"Q: Why do they call a horse a horse? A: Because they speak English.","cat":"short jokes"},{"text":"Chuck Norris shot the sheriff, but he round house kicked the deputy.","cat":"short jokes"},{"text":"Why did the traffic light turn red? Because it saw the other one changing!","cat":"short jokes"},{"text":"Chuck Norris doesn't shower, he only takes blood baths.","cat":"short jokes"},{"text":"Q: Why were screams coming from the kitchen? A: The cook was beating the eggs.","cat":"short jokes"},{"text":"Q: What kind of soldier doesn't need bullets? A: The kind of soldier that's always shooting his mouth off.","cat":"short jokes"},{"text":"Q: What did the head trauma patients do when the price of medicine went up? A: They went on stroke.","cat":"short jokes"},{"text":"Christians call it the Rapture. Chuck norris calls it cleaning his house.","cat":"short jokes"},{"text":"Chuck Norris has volunteered to remain on earth after the Rapture; he will spend his time fighting the Anti-Christ.","cat":"short jokes"},{"text":"Chuck Norris doesn't see dead people. He makes people dead.","cat":"short jokes"},{"text":"When a jury found Chuck Norris guilty of murder, the judge sentenced himself to death rather than sentencing Chuck Norris to anything.","cat":"short jokes"},{"text":"Chuck Norris has never lost his virginity. Chuck Norris never loses.","cat":"short jokes"},{"text":"Q: What insect is good at math? A: An account-ant.","cat":"short jokes"},{"text":"Chuck Norris action figures have been banned in the United States and Mexico due to the roundhouse action related to eye loss in children.","cat":"short jokes"},{"text":"Chuck Norris is not Irish. His hair is soaked in the blood of his victims.","cat":"short jokes"},{"text":"This guy goes to the Olympics and sees a guy carrying a long pole. He asks - Are you a pole vaulter? Guy replies - No I'm German, and my name is Hans.","cat":"short jokes"},{"text":"What lives in the sea and yells? A clam shouter.","cat":"short jokes"},{"text":"How do you catch a green elephant? Paint him red and catch him with the red elephant trap.","cat":"short jokes"},{"text":"Q: Why shouldn't you bowl against a snake? A: Because snakes make lots of strikes.","cat":"short jokes"},{"text":"Q: How did the ghost patch his sheet? A: With a pumpkin patch.","cat":"short jokes"},{"text":"Q: What did the parent say when the little girl was whining? A: Leave it to peave her.","cat":"short jokes"},{"text":"What do you get if you cross a pig with a karate expert? A pork chop.","cat":"short jokes"},{"text":"Contrary to popular belief, there is indeed enough Chuck Norris to go around.","cat":"short jokes"},{"text":"Quadruplets: Four crying out loud.","cat":"short jokes"},{"text":"Chuck Norris invented the bolt-action rifle, liquor, sexual intercourse, and football-- in that order.","cat":"short jokes"},{"text":"What do astronauts eat for dinner? Launch meat.","cat":"short jokes"},{"text":"Q: Why did the farmer make a high-pitched gasp? A: Because he was tired of the sigh-low.","cat":"short jokes"},{"text":"Q: Why does the letter A look like a flower? A: Because Bs like flowers.","cat":"short jokes"},{"text":"Chuck Norris once rode a nine foot grizzly bear through an automatic car wash, instead of taking a shower.","cat":"short jokes"},{"text":"What did the girl mushroom say about the boy mushroom? He's a real fun-guy.","cat":"short jokes"},{"text":"Chuck Norris can ride his bike with no handlebars..............or wheels","cat":"short jokes"},{"text":"Chuck Norris does not eat. Food understands that the only safe haven from Chuck Norris' fists is inside his own body.","cat":"short jokes"},{"text":"What's Mary short for? She's got no legs.","cat":"short jokes"},{"text":"To be or not to be? That is the question. The answer? Chuck Norris.","cat":"short jokes"},{"text":"Q: What to you call Batman and Robin after they've been run over by a car? A: Flatman and Ribbon","cat":"short jokes"},{"text":"The phrase 'dead ringer' refers to someone who sits behind Chuck Norris in a movie theater and forgets to turn their cell phone off.","cat":"short jokes"},{"text":"Q: What's the difference between roast beef & pea soup? A: Anyone can roast beef.","cat":"short jokes"},{"text":"So a guy calls into work and says, \"I can't come in today, I'm seeing spots.\" \"Have you seen a doctor?\" \"No, just the spots.\"","cat":"short jokes"},{"text":"Q: Why do owners of muffler shops sleep so good at night? A: They're exhausted.","cat":"short jokes"},{"text":"A termite walks into a bar and says \"Is the Bar Tender here?\"","cat":"short jokes"},{"text":"When chuck Norris does division, there are no remainders.","cat":"short jokes"},{"text":"Q: What do you call an earthquake fault? A: A topographical error.","cat":"short jokes"},{"text":"The phrase 'balls to the wall' was originally conceived to describe Chuck Norris entering any building smaller than an aircraft hangar.","cat":"short jokes"},{"text":"How do elephants smell? Really bad.","cat":"short jokes"},{"text":"Did you hear about the restaurant on the moon? It has great food, but no atmosphere.","cat":"short jokes"},{"text":"When chuck norris asks for change for a penny, he always gets it.","cat":"short jokes"},{"text":"If at first you don't succeed, you're not Chuck Norris.","cat":"short jokes"},{"text":"Q: Why couldn't the shoes go out and play? A: They were all tied up.","cat":"short jokes"},{"text":"Where do books sleep? Under their covers.","cat":"short jokes"},{"text":"Q: What's the difference between a jeweler and a jailer? A: One sells watches and the other watches cells.","cat":"short jokes"},{"text":"Chuck Norris uses pens on Scantron sheets.","cat":"short jokes"},{"text":"Q: Why did the astronomer hit himself on the head in the afternoon? A: He wanted to see stars during the day.","cat":"short jokes"},{"text":"Q: What has two heads, four eyes, six legs, and a tail? A: A horse and rider.","cat":"short jokes"},{"text":"What do you say to a vampire when he graduates from college? Coagulations!","cat":"short jokes"},{"text":"Q: What do the bathroom doors at the funeral home say? A: His and Hearse.","cat":"short jokes"},{"text":"What's red and looks like a bucket? A red bucket.","cat":"short jokes"},{"text":"when ever yo mama farts she gets fined by the EPA for polluting.","cat":"short jokes","exp":true},{"text":"Q: What do you call four matadors in quicksand? A: Quatro sinko.","cat":"short jokes"},{"text":"Q: How do you sell chicken to a deaf man? A: HEY, YOU WANNA BUY SOME CHICKEN??!!!!!!!","cat":"short jokes"},{"text":"Why do ducks have big flat feet? To stamp out forest fires.","cat":"short jokes"},{"text":"Why did the New Yorker sleep under an oil tank? He wanted to wake up oily.","cat":"short jokes"},{"text":"Knock knock. Who's there? To. To who? To whom.","cat":"short jokes"},{"text":"Where does a general keep his armies? In his sleevies!","cat":"short jokes"},{"text":"Q: Why did the apple cry? A: Its peelings were hurt.","cat":"short jokes"},{"text":"Q: Where is tennis mentioned in the Bible? A: Where Joseph served in Pharaoh's court.","cat":"short jokes"},{"text":"Q: Why would you take a hammer to bed? A: So you could hit the sack.","cat":"short jokes"},{"text":"Q: How do you make a hot dog stand? A: Take away its chair.","cat":"short jokes"},{"text":"Chuck Norris did in fact, build Rome in a day.","cat":"short jokes"},{"text":"Q: Where do mentally unstable trees go? A: The insane a-xylem.","cat":"short jokes"},{"text":"Chuck Norris invented black. In fact, he invented the entire spectrum of visible light. Except pink. Tom Cruise invented pink.","cat":"short jokes"},{"text":"What do you call a chicken that crosses the road, rolls in the mud and crosses back over? A dirty double crosser.","cat":"short jokes"},{"text":"chuck norris once played pokemon black, caught a lvl 0 magikarp and beat the whole game","cat":"short jokes"},{"text":"How can you tell when there's an elephant in your sandwich? When it's too heavy to lift.","cat":"short jokes"},{"text":"Chuck Norris roundhouse kicks people in the face first and asks questions later.","cat":"short jokes"},{"text":"Do you want to hear the story about the broken pencil? No? Oh well. There's no point to it, anyway.","cat":"short jokes"},{"text":"Kryptonite has been found to contain trace elements of Chuck Norris roundhouse kicks to the face. This is why it is so deadly to Superman.","cat":"short jokes"},{"text":"Q: You're on top of Mount Everest. How do you get down? A: Pluck a duck.","cat":"short jokes"},{"text":"Q: What do giraffes have that no other animal has? A: Baby giraffes.","cat":"short jokes"},{"text":"The miserly squirrel never found a mate, because he insisted on a prenutshell agreement.","cat":"short jokes"},{"text":"Q: What do termites eat for breakfast? A: Oakmeal.","cat":"short jokes"},{"text":"What do you get from a pampered cow? Spoiled milk.","cat":"short jokes"},{"text":"Q: What did the cow say to the masked robber? A: Moo.","cat":"short jokes"},{"text":"How does an octopus go to war? Armed.","cat":"short jokes"},{"text":"What do you call a Mexican with a rubber toe? Roberto.","cat":"short jokes"},{"text":"The easiest way to determine Chuck Norris' age is to cut him in half and count the rings.","cat":"short jokes"},{"text":"Q: How do you make any watch a stopwatch? A: Don't wind it.","cat":"short jokes"},{"text":"Q: What did one candle say to the other candle? A: Are you going out tonight?","cat":"short jokes"},{"text":"Why did the hedgehog cross the road? To see he's flat mate","cat":"short jokes"},{"text":"What did the dolphin say to the whale when he bumped into him? I didn't do it on porpoise.","cat":"short jokes"},{"text":"The active ingredient in Red Bull is Chuck Norris's sweat.","cat":"short jokes"},{"text":"To err is human; to moo bovine.","cat":"short jokes"},{"text":"What did the carpenters call their brass quartet? The Tuba Four","cat":"short jokes"},{"text":"Chuck Norris actually built the stairway to heaven.","cat":"short jokes"},{"text":"What's an educated hole in the wall? A wisecrack.","cat":"short jokes"},{"text":"Chuck Norris built a better mousetrap, but the world was too frightened to beat a path to his door.","cat":"short jokes"},{"text":"Why does the corn get mad at the farmer? Because he is always pulling on his ears.","cat":"short jokes"},{"text":"Chuck Norris house trained his dog by 1 roundhouse kick to the face.","cat":"short jokes"},{"text":"Q: Why did the girl fall off the swing? A: Because someone threw a piano at her.","cat":"short jokes"},{"text":"Why don't cannibals eat pantomimes? Because a mime is a terrible thing to baste.","cat":"short jokes"},{"text":"Q: Why do cows moo? A: Because their horns don't work.","cat":"short jokes"},{"text":"Chuck Norris doesn't call the wrong number. You answer the wrong phone","cat":"short jokes"},{"text":"Q: What do you get when you mix a mouse with some laundry detergent? A: Squeaky clean clothes.","cat":"short jokes"},{"text":"Why is the letter T like an island? Because its in the middle of water!!!","cat":"short jokes"},{"text":"Q: What kind of lettuce did they serve on the Titanic? A: Iceberg.","cat":"short jokes"},{"text":"Chuck Norris doesn't own a can opener, he just chews through the can.","cat":"short jokes"},{"text":"Chuck Norris once shot down a German fighter plane with his finger, by yelling, \"Bang!\"","cat":"short jokes"},{"text":"What do you call a slow hurricane? A slowicane.","cat":"short jokes"},{"text":"Love does not hurt. Chuck Norris does.","cat":"short jokes"},{"text":"Two parrots were sitting on a perch. One said to the other, \"It smells fishy around here.\"","cat":"short jokes"},{"text":"Q: What's a tongue twister? A: When your tang gets all tongueled up.","cat":"short jokes"},{"text":"Q: How do you catch a squirrel? A: Climb in a tree and act like a nut.","cat":"short jokes"},{"text":"Q: Why did the engineer put a clock under his desk? A: He wanted to work overtime.","cat":"short jokes"},{"text":"When Chuck Norris says \"More cowbell\", he MEANS it.","cat":"short jokes"},{"text":"Q: What did the book say to the librarian? A: Can I take you out?","cat":"short jokes"},{"text":"What insect lives on nothing? Moths, because they eat holes.","cat":"short jokes"},{"text":"Q: How does a cow add and subtract? A: With a cowculator.","cat":"short jokes"},{"text":"What did the snail say when he jumped on the turtle's back? Wheeeeee!","cat":"short jokes"},{"text":"Q: Why do marble statues look so mean? A: They have hearts of stone.","cat":"short jokes"},{"text":"Q: What did the candle say when he was down on his luck? A: I'm at wick's end.","cat":"short jokes"},{"text":"Q: What's an educated hole in the wall? A: A wisecrack.","cat":"short jokes"},{"text":"How do you keep a moron in suspense?","cat":"short jokes"},{"text":"Q: Where does Santa stash his money? A: In a snowbank.","cat":"short jokes"},{"text":"What did one plate say to the other? Lunch is on me.","cat":"short jokes"},{"text":"What holds the moon up? Moonbeams.","cat":"short jokes"},{"text":"Q: When is a car not a car? A: When it turns into a parking lot.","cat":"short jokes"},{"text":"What's the difference between a mosquito and a fly? A mosquito can fly, but a fly can't mosquito.","cat":"short jokes"},{"text":"What do space aliens put on their windows? Venutian blinds.","cat":"short jokes"},{"text":"What did the tie say to the neck? I think I'll just hang around.","cat":"short jokes"},{"text":"There are two types of people in the world: Those that divide everything into two categories, and those that don't.","cat":"short jokes"},{"text":"Q: Why did the girl loaf of stale bread slap the boy loaf of stale bread? A: Because he tried to get fresh.","cat":"short jokes"},{"text":"Q: Mrs. Bigger had a baby. Which one was bigger? A: The baby. It was a little Bigger.","cat":"short jokes"},{"text":"What to you call Batman and Robin after they've been run over by a car? Flatman and Ribbon","cat":"short jokes"},{"text":"Q: What country is ill? A: Germany.","cat":"short jokes"},{"text":"What is a dentist's office? A filling station.","cat":"short jokes"},{"text":"Q: How does a man on a moon get his haircut? A: Eclipse it.","cat":"short jokes"},{"text":"Chuck Norris once screamed \"bloody murder\" in sign language for the hearing impaired.","cat":"short jokes"},{"text":"Why can't you keep secrets in a bank? Because of all the tellers.","cat":"short jokes"},{"text":"Q: What does Shakespeare say when he is angry with his dog? A: Out, out, damned Spot!","cat":"short jokes"},{"text":"Q: What do you call a fly with no wings? A: A walk.","cat":"short jokes"},{"text":"What do you call a snail on a ship? A snailor.","cat":"short jokes"},{"text":"Q: How do you know when there's a elephant under your bed? A: Your nose is pressed against the ceiling.","cat":"short jokes"},{"text":"How do you make a Venetian blind? Stick a finger in his eye.","cat":"short jokes"},{"text":"Q: What do you call a weapon used by a Canadian ninja? A: Canuck-chucks.","cat":"short jokes"},{"text":"The best-laid plans of mice and men often go awry. Even the worst-laid plans of Chuck Norris come off without a hitch.","cat":"short jokes"},{"text":"Q: What's yellow and 1454 feet tall? A: The Empire State Banana.","cat":"short jokes"},{"text":"Q: Where do bees go on their day off? A: To the wax museum.","cat":"short jokes"},{"text":"Chuck Norris can cut a knife with butter","cat":"short jokes"},{"text":"Did you hear the headline about midget psychic on the run from the Law? It read, \"Small Medium At Large.\"","cat":"short jokes"},{"text":"Q: Why do most people have trouble obtaining blood transfusions in Taiwan? A: Because they only have Taipei.","cat":"short jokes"},{"text":"Where do fleas go to surf? To the microwave.","cat":"short jokes"},{"text":"What do you call a plant that doesn't move? A tree.","cat":"short jokes"},{"text":"Q: What do you call a clock on the moon? A: A lunartick.","cat":"short jokes"},{"text":"Q: Where do hamburgers go to dance? A: To a meatball.","cat":"short jokes"},{"text":"I bet the butcher he couldn't reach the beef on the top shelf, but he saidthe steaks were too high.","cat":"short jokes"},{"text":"Q: What does Star Trek's Dr Bones McCoy say before he performs brain surgery on a blonde? A: Space. The final frontier..........","cat":"short jokes","exp":true},{"text":"How many computer programmers does it take to change a light bulb? Are you kidding? That's a hardware problem!","cat":"short jokes"},{"text":"Did you know there's a movie called \"Constipated\"? It hasn't come out yet.","cat":"short jokes"},{"text":"If you have five dollars and Chuck Norris has five dollars, Chuck Norris still has more money than you.","cat":"short jokes"},{"text":"The reason God began calling himself \"God\" was because the name \"Chuck Norris\" was already taken.","cat":"short jokes"},{"text":"What kind of floor do dinosaurs' bathrooms have? Rep-tiles.","cat":"short jokes"},{"text":"Q: What did the tree say when it messed up? A: It was an oakcident.","cat":"short jokes"},{"text":"Chuck Norris once ate a whole cake before his friends could tell him there was a stripper in it.","cat":"short jokes"},{"text":"Why did the nickel jump off the building but the dime didn't? The dime had more cents.","cat":"short jokes"},{"text":"Why can't a bicycle stand up? It is two tired.","cat":"short jokes"},{"text":"There are four legal methods of execution in the United States: lethal injection, gas chamber, electric chair and Chuck Norris.","cat":"short jokes"},{"text":"Q: What is a pig's favorite superhero? A: The Oinkredible Hulk.","cat":"short jokes"},{"text":"Q. What is black and white and screams? A. A nun falling down a flight of stairs.","cat":"short jokes"},{"text":"Why didn't the skeleton go to the party? He had no body to go with.","cat":"short jokes"},{"text":"Q: Did you hear about the marketplace where everything cost twelve and a half cents? A: It was a bit bazaar.","cat":"short jokes"},{"text":"The American Dental Association recently awarded their \"Dentist of theYear\" award once again. But all it is is a little plaque.","cat":"short jokes"},{"text":"A man worked at an orange juice factory, but he was canned becausehe couldn't concentrate.","cat":"short jokes"},{"text":"Why did the little refrigerator salute the big refrigerator? Because he was General Electric.","cat":"short jokes"},{"text":"Where does an ape sleep? In an apricot.","cat":"short jokes"},{"text":"Q: How many Kings of Spain does it take to screw in a light bulb? A: Juan","cat":"short jokes"},{"text":"Did you hear about the little skunk who got lost in the woods? He called home on his smell phone.","cat":"short jokes"},{"text":"I swallowed my wrist watch by accident yesterday, Harry. Good heavens! Does it hurt? Only when I wind it.","cat":"short jokes"},{"text":"Q: What do you call Robin Hood's mother? A: Mother Hood.","cat":"short jokes"},{"text":"Chuck Norris began selling the Total Gym as an ill-fated attempt to make his day-to-day opponents less laughably pathetic.","cat":"short jokes"},{"text":"The Seven Wonders of the ancient world were: Chuck Norris' left and right hands, his left and right feet, his belly button, his liver, and his beard.","cat":"short jokes"},{"text":"Spanish fireman has twin boys, he names them Jose and Hose B","cat":"short jokes"},{"text":"Why did the invisible man look in the mirror? To make sure he still wasn't there.","cat":"short jokes"},{"text":"Where do pigs park their cars? In porking lots.","cat":"short jokes"},{"text":"Q: What did one strawberry say to the other strawberry? A: If you hadn't been so fresh, we wouldn't be in this jam!","cat":"short jokes"},{"text":"Q: When does an Irish potato change nationality? A: When it's french fried.","cat":"short jokes"},{"text":"Q: What do you call a video of pedestrians? A: Footage.","cat":"short jokes"},{"text":"Chuck Norris just says \"no\" to drugs. If he said \"yes\", it would collapse Colombia's infrastructure.","cat":"short jokes"},{"text":"Chuck Norris sleeps with a pillow under his gun.","cat":"short jokes"},{"text":"The truth will set you free. Unless Chuck Norris has you, in which case, forget it buddy!","cat":"short jokes"},{"text":"Why do gorillas have such big nostrils? Because they have big fingers","cat":"short jokes"},{"text":"Q: Does a roller coaster like its work? A: It has its ups and downs.","cat":"short jokes"},{"text":"What kind of pizza do pilots like? Plain.","cat":"short jokes"},{"text":"Why did the dog roll down the hill? It didn?t have any legs.","cat":"short jokes"},{"text":"What do you call dirt? Dirty.","cat":"short jokes"},{"text":"Q: What has fifty legs but still can't walk? A: Half a centipede.","cat":"short jokes"},{"text":"That's not Chuck Norris doing push-ups -- that's Chuck Norris moving the Earth away from the path of a deadly asteroid.","cat":"short jokes"},{"text":"Q: What did the potato ask the cow? A: Give me some milk, and we can make mashed potatoes.","cat":"short jokes"},{"text":"Did you hear about the man who fell into the upholstery machine? He's all right, now. In fact, he's fully recovered.","cat":"short jokes"},{"text":"When things go wrong, what can you always count on? Your fingers.","cat":"short jokes"},{"text":"What's the difference between a duck? One of its legs is both the same.","cat":"short jokes"},{"text":"Despite whatever Gene Simmons says, Chuck Norris IS Doctor Love.","cat":"short jokes"},{"text":"Chuck Norris recently had the idea to sell his urine as a canned beverage. We know this beverage as Red Bull.","cat":"short jokes"},{"text":"Q: What are swearing outdoor grills powered with? A: Profane tanks.","cat":"short jokes"},{"text":"Q: How can you make a slow horse fast? A: Don't give him any food.","cat":"short jokes"},{"text":"What did Tennessee? Whatever Arkansas.","cat":"short jokes"},{"text":"Man who walk through airport turnstile sideways going to bangkok","cat":"short jokes"},{"text":"Who writes ghost stories? A ghost writer.","cat":"short jokes"},{"text":"Q: What did one pig say to the other? A: Let's be pen pals!","cat":"short jokes"},{"text":"Q: Why did the kid punch the bed? A: His mother told him to hit the hay.","cat":"short jokes"},{"text":"When Chuck Norris makes a burrito, its main ingredient is real toes.","cat":"short jokes"},{"text":"Did you hear about the industrious tree? He wanted to branch out, but his efforts yielded no fruit. But the non-industrious tree stuck to its roots.","cat":"short jokes"},{"text":"Q: What does a wicked chicken lay? A: Deviled eggs.","cat":"short jokes"},{"text":"Q: What is green and goes a hundred miles per hour? A: A fuel injected pickle.","cat":"short jokes"},{"text":"Q: How does an elephant climb a tree? A: He hides in an acorn and waits for a bird to carry him up.","cat":"short jokes"},{"text":"Q: What did the Zen master say to the hot dog vendor? A: Make me one with everything.","cat":"short jokes"},{"text":"Q: What did the girl sea say when the boy sea asked her for a date? A: Shore.","cat":"short jokes"},{"text":"Q: What do you call a fish with no eyes? A: Fsh.","cat":"short jokes"},{"text":"What do you call a cow with a hysterectomy? Decalfinated.","cat":"short jokes"},{"text":"Q: What did the can say to the can opener? A: You make me flip my lid.","cat":"short jokes"},{"text":"Q: When do the leaves begin to turn? A: The night before a test.","cat":"short jokes"},{"text":"What is green and goes a hundred miles per hour? A fuel injected pickle.","cat":"short jokes"},{"text":"Why are cows always broke? The farmers milk them dry.","cat":"short jokes"},{"text":"Do you like warts? No. Don't worry. They'll grow on you.","cat":"short jokes"},{"text":"Q: Where do Sith Lords shop? A: At Darth Mall.","cat":"short jokes"},{"text":"What did the bra say to the hat? \"I've got these two covered, you go on a head.\"","cat":"short jokes"},{"text":"Why did the kid dump a bucket of water off the school roof? He wanted to make a big splash in front of his class.","cat":"short jokes"},{"text":"Q: What do you call dirt? A: Dirty.","cat":"short jokes"},{"text":"Chuck Norris invented his own type of karate. It's called Chuck-Will-Kill.","cat":"short jokes"},{"text":"Q: What did the dolphin say to the whale when he bumped into him? A: I didn't do it on porpoise.","cat":"short jokes"},{"text":"When Chuck Norris goes to out to eat, he orders a whole chicken, but he only eats its soul.","cat":"short jokes"},{"text":"Q: What did the tree say to the mountain? A: Stop peaking at me.","cat":"short jokes"},{"text":"Q: Why did the boy throw his clock out the window? A: He wanted to see time fly.","cat":"short jokes"},{"text":"Why did the fly fly? Because the spider spied her.","cat":"short jokes"},{"text":"Two pretzels were walking down the street, then one got a-salted","cat":"short jokes"},{"text":"Energizer Bunny arrested. Charged with battery.","cat":"short jokes"},{"text":"Q: Why are horses poor dancers? A: They have two left feet.","cat":"short jokes"},{"text":"Chuck Norris CAN in fact 'raise the roof'. And he can do it with one hand.","cat":"short jokes"},{"text":"Who is always your friend at school? Your princi-pal.","cat":"short jokes"},{"text":"Q: Why did Bobby Fischer marry a woman from Prague? A: He was looking for a Czech mate.","cat":"short jokes"},{"text":"Chuck Norris can't get through his steak breakfast without a fifth of whiskey.","cat":"short jokes"},{"text":"Q: Why did the librarian slip and fall on the library floor? A: Because she was in the non-friction section.","cat":"short jokes"},{"text":"Q: Why should you never run in front of a bus? A: You will get tired.","cat":"short jokes"},{"text":"Q: What did the stamp say to the envelope? A: I'm stuck on you.","cat":"short jokes"},{"text":"What is brown and sticky? A stick!","cat":"short jokes"},{"text":"What did the potato ask the cow? Give me some milk, and we can make mashed potatoes.","cat":"short jokes"},{"text":"Mosses did not parted the Red Sea. Chuck Norris did. The Bible got confused because Mosses and Chuck Norris sound so much alike.","cat":"short jokes"},{"text":"Why did the man hit the fortune teller when she started laughing? He was striking a happy medium.","cat":"short jokes"},{"text":"Why was the robot cold? He was missing his winter gear","cat":"short jokes"},{"text":"why did the plant cross the road? it can't, its a plant. DUH","cat":"short jokes"},{"text":"When is an outlaw neither left-handed nor right-handed? When he's red-handed.","cat":"short jokes"},{"text":"Q: What's the difference between one yard and two yards? A: A fence.","cat":"short jokes"},{"text":"What do you have when you have a cow and two ducks? Milk and quackers.","cat":"short jokes"},{"text":"Q: How does a bear stop a DVD? A: It just presses the \"paws\" button.","cat":"short jokes"},{"text":"A neutron went into a bar and asked the bartender, \"How much for a beer?\"The bartender replied, \"For you, no charge.\"","cat":"short jokes"},{"text":"Q: What did the man do after being found guilty of sabotaging the moon mission? A: He Apollo-gized.","cat":"short jokes"},{"text":"Did you hear about the kidnapping down the street? His mother wouldn't wake him until 3.","cat":"short jokes"},{"text":"Q: What has more lives than a cat? A: A frog -- it croaks every night.","cat":"short jokes"},{"text":"What is yellow and wears a mask? The Lone Lemon.","cat":"short jokes"},{"text":"Q: Where do cows go on Friday nights? A: To the moovies.","cat":"short jokes"},{"text":"Q: What's E.T. short for? A: So he can fit in his space ship.","cat":"short jokes"},{"text":"Why did the bird go to the theater? She wanted to wait in the wings.","cat":"short jokes"},{"text":"If Chuck Norris is running late, time slows down. It knows better.","cat":"short jokes"},{"text":"A cabbage, a faucet, and a tomato had a race. The cabbage was ahead, the faucet was running, and the tomato tried to catch up.","cat":"short jokes"},{"text":"Q: What did the ghost say on December 25th? A: Scary Christmas!","cat":"short jokes"},{"text":"What do you call a deer with no eyes? No eye deer. What do you call a deer with no eyes and no legs? Still no eye deer.","cat":"short jokes"},{"text":"Chuck Norris has only farted once. The last time that he did, the universe was created.","cat":"short jokes"},{"text":"One time cancer got a terminal case of Chuck Norris.","cat":"short jokes"},{"text":"Q: How did the artist paint a picture? A: Easel-y.","cat":"short jokes"},{"text":"Q: Why couldn't Tommy ride a bicycle? A: Because he was a gold fish.","cat":"short jokes"},{"text":"Q: What wobbles as it flies? A: A jelly-copter.","cat":"short jokes"},{"text":"Yo mama so poor when she found a penny on the ground she thought she won the lottery","cat":"short jokes","exp":true},{"text":"Q: How does Hitler tie his shoes? A: With little Nazis.","cat":"short jokes"},{"text":"Q: Why are there so many Smiths in the phone book? A: They all have phones.","cat":"short jokes"},{"text":"Q: What do you get when you cross a sheep and a porcupine? A: Nobody knows, but whatever it is, it knits its own sweaters.","cat":"short jokes"},{"text":"There are two muffins sitting in an oven. One muffin says to the other, \"It sure is hot in here\". The other muffin says, \"Yeah like 350, 375\".","cat":"short jokes"},{"text":"Q: How do you make a blonde's eyes twinkle? A: Shine a flashlight in their ear.","cat":"short jokes","exp":true},{"text":"Q: How does a stereotypical blonde spell Farm? A: E-I-E-I-O.","cat":"short jokes","exp":true},{"text":"Yo mama so lazy she's got a remote control just to operate her remote!","cat":"short jokes","exp":true},{"text":"Why did the redneck drive his pickup truck over the edge of a cliff? -- He wanted to test out his new air brakes.","cat":"short jokes"},{"text":"What do you call a drummer that breaks up with his girlfriend? Homeless.","cat":"short jokes"},{"text":"What's the difference between a good lawyer and a great lawyer? A good lawyer knows the law. A great lawyer knows the judge.","cat":"short jokes"},{"text":"Ur mama is so fat, she had to be baptized at sea world.","cat":"short jokes","exp":true},{"text":"chuck norris can blow bubbles with beef jerky.","cat":"short jokes"},{"text":"How do you conufuse a blond? Paint yourself green and throw forks at her.","cat":"short jokes"},{"text":"Q: How many Dadaists does it take to change a lightbulb? A: A penguin","cat":"short jokes"},{"text":"Remember The Ultimate Warrior? He quit wrestling because Chuck Norris wanted his nickname back.","cat":"short jokes"},{"text":"Q: Why was the lobster arrested? A: Because he was always pinching things.","cat":"short jokes"},{"text":"What did the boots say to the cowboy? You ride -- I'll go on foot.","cat":"short jokes"},{"text":"Q: What did one mountain say to the other mountain after an earthquake? A: It's not my fault.","cat":"short jokes"},{"text":"There is no such thing as global warming. Chuck Norris was cold, so he turned the sun up.","cat":"short jokes"},{"text":"Husband's note on refrigerator for wife: Someone from the Gyna Colleges called. They said the Pabst beer is normal. I didn't know you liked beer.","cat":"short jokes"},{"text":"Q: What is a 'forum'? A: Two-um plus two-um.","cat":"short jokes"},{"text":"What do pelicans eat? Anything that fits the bill.","cat":"short jokes"},{"text":"One grape lived for lying around in the sun. It was his \"raisin d'etre.\"","cat":"short jokes"},{"text":"A man, a lawyer, a redneck, a nun, a blonde, a dog, and a priest walk into a bar. The bartender looks up and says, \"Is this some kind of joke?\"","cat":"short jokes","exp":true},{"text":"Q: What makes a chef sadder the skinnier it gets? A: An onion.","cat":"short jokes"},{"text":"Q: When should you charge a battery? A: When you can't pay cash.","cat":"short jokes"},{"text":"The children of Amazon cannibal tribes think Chuck Norris is the Easter Bunny because he hides body parts for them to find every Easter morning.","cat":"short jokes"},{"text":"What is the clumsiest bee? A bumbling bee.","cat":"short jokes"},{"text":"Q: What do space aliens put on their windows? A: Venutian blinds.","cat":"short jokes"},{"text":"What's small red and goes up and down? A tomato in an elevator.","cat":"short jokes"},{"text":"Why did the owl 'owl? Because the woodpecker would peck 'er.","cat":"short jokes"},{"text":"Why was the broom late? Because he overswept.","cat":"short jokes"},{"text":"What do you feed an invisible cat? Evaporated milk.","cat":"short jokes"},{"text":"The janitor's union called for sweeping reforms.","cat":"short jokes"},{"text":"Q: What kind of limes open doors? A: Key limes.","cat":"short jokes"},{"text":"What kind of snake is good at building things? A boa constructor.","cat":"short jokes"},{"text":"Q: What do massage therapists eat for dinner? A: Spa-ghetti.","cat":"short jokes"},{"text":"Chuck Norris ordered a Big Mac at Burger King, and got one.","cat":"short jokes"},{"text":"Q: Have you heard about the new corduroy pillows? A: They're making headlines!","cat":"short jokes"},{"text":"when a skinny man goes diving what do you call it? skinny dipping","cat":"short jokes"},{"text":"What kind of snake is it good to have on a car? Windshield vipers.","cat":"short jokes"},{"text":"What did one coffin say to the other? Is that you coughin'?","cat":"short jokes"},{"text":"How does a coffee pot feel when it is hot? Perky.","cat":"short jokes"},{"text":"Q: What happened when a ship carrying red paint collided with a ship carrying blue paint? A: Both crews were marooned.","cat":"short jokes"},{"text":"Said Helvetica Narrow to Helvetica Bold: \"Hey, you're just my type.\"","cat":"short jokes"},{"text":"Two cows were in a field. One cow says, \"Mooooo.\" The other says, \"Jerk. I was going to say that.\"","cat":"short jokes"},{"text":"Q: Where do fleas go to surf? A: To the microwave.","cat":"short jokes"},{"text":"Did you hear about the peanut in the hospital? He was assaulted.","cat":"short jokes"},{"text":"A man walks into a bar. Ouch.","cat":"short jokes"},{"text":"How much does it cost for a pirate to get his ears pierced? A buck an ear.","cat":"short jokes"},{"text":"Another poor soul worked at a company making blankets. He lost his job when the company folded.","cat":"short jokes"},{"text":"What did one angel say to the other? \"Halo.\"","cat":"short jokes"},{"text":"Q: Why was the chicken happy? A: Everything was eggcellent.","cat":"short jokes"},{"text":"Q: What did Tarzan shout when he saw the elephants coming up over the hill? A: \"Here come the elephants up over the hill!\"","cat":"short jokes"},{"text":"Chuck Norris uses a floor buffer to polish his massive testicles.","cat":"short jokes"},{"text":"Q: Why couldn't the faucet be within 100 feet of the pasta bowl? A: There was a restraining order.","cat":"short jokes"},{"text":"\"Sweating bullets\" is literally what happens when Chuck Norris gets too hot.","cat":"short jokes"},{"text":"What did the stamp say to the envelope? I'm stuck on you.","cat":"short jokes"},{"text":"Q: What do you get when you cross a camera with a mirror? A: A camera that takes pictures of itself.","cat":"short jokes"},{"text":"Q: Who is Scooby-Doo's evil twin? A: Scooby-Don't.","cat":"short jokes"},{"text":"Why did the bank robber go to the chiropractor? Because he had a crook in his neck.","cat":"short jokes"},{"text":"Knock knock. Who's there? Boo. Boo hoo? It's just a joke -- you don't have to cry about it.","cat":"short jokes"},{"text":"Q: How do librarians file melted marshmallows? A: According to the Gooey Decimal System.","cat":"short jokes"},{"text":"Only Chuck Norris can prevent forest fires.","cat":"short jokes"},{"text":"Where did Napoleon keep his armies? In his sleevies.","cat":"short jokes"},{"text":"What did one tomato say to the other? Catch up.","cat":"short jokes"},{"text":"Q: Why didn't the little girl want to leave nursery school? A: She wanted to be a nurse.","cat":"short jokes"},{"text":"Q: Why didn't Count Dracula get married? A: He wanted to remain a bat-chelor.","cat":"short jokes"},{"text":"Holy Kleenex, Batman! He was right under our nose, and we blew it!","cat":"short jokes"},{"text":"When Chuck Norris does a pushup, he isn't lifting himself up, he's pushing the Earth down.","cat":"short jokes"},{"text":"Can I ask you two questions? Ok, what's the second one?","cat":"short jokes"},{"text":"What kind of dog can jump higher than a building? Any dog. A building can't jump.","cat":"short jokes"},{"text":"Q: What is hail? A: Hard-boiled rain.","cat":"short jokes"},{"text":"Q: Why are doctors sued for malpractice at the beach? A: Because they are judged by a jury of their piers.","cat":"short jokes"},{"text":"Q: Why did Humpty Dumpty have a great fall? A: To make up for a bad summer.","cat":"short jokes"},{"text":"Chuck Norris once ate an entire bottle of sleeping pills. They made him blink.","cat":"short jokes"},{"text":"Q: What do you call the study of the purchase of tree parts? A: Stem sell research.","cat":"short jokes"},{"text":"Q: What happens when a T-Rex bites you? A: You get a dino-sore.","cat":"short jokes"},{"text":"Q. What do accountants use for birth-control? A. Their personalities.","cat":"short jokes"},{"text":"Older Brother: \"Hooray! School's out! I'm free! I'm free!\" Younger Brother: \"So what? I'm four!\"","cat":"short jokes"},{"text":"Q: How do you kill a circus? A: Go for the juggler.","cat":"short jokes"},{"text":"Have you heard the joke about the bed? No. It hasn't been made up yet!","cat":"short jokes"},{"text":"Do zombies rule? Of corpse they do!","cat":"short jokes"},{"text":"What did the ghost say on December 25th? Scary Christmas!","cat":"short jokes"},{"text":"Q: Why did the parasite listen to the clock? A: Because it liked the tick talk.","cat":"short jokes"},{"text":"What's the difference between Vietnam and Iraq? George Bush had a plan for getting out of Vietnam.","cat":"short jokes"},{"text":"Before snapping your neck, Chuck Norris will tell you the best shampoo you should have used.","cat":"short jokes"},{"text":"q: what's brown and sits on the piano, steaming ? a: Beethoven's 1st movement.","cat":"short jokes"},{"text":"Two fish are in a tank. One says to the other, \"How do you drive this thing?\"","cat":"short jokes"},{"text":"What do you call a cute little animal you keep in your automobile? A carpet.","cat":"short jokes"},{"text":"Q: Why did the man put cheese on his computer? A: He wanted to feed the mouse.","cat":"short jokes"},{"text":"My wife went to the West Indies for her holidays. Jamaica? No, she wanted to go.","cat":"short jokes"},{"text":"What did the girl sea say when the boy sea asked her for a date? Shore.","cat":"short jokes"},{"text":"A man walks into a bar and an egg falls on his head. The barman turns to him and says, \"The yolk's on you!\"","cat":"short jokes"},{"text":"Chuck Norris and Mr. T walked into a bar. The bar was instantly destroyed, as that level of awesome cannot be contained in one building.","cat":"short jokes"},{"text":"What did the aliens say, when they came to earth in search of soda pop? Take me to your liter!","cat":"short jokes"},{"text":"Q: Why do bees have sticky hair? A: They use honeycombs.","cat":"short jokes"},{"text":"Two muffins are in an oven. One muffin says, \"Boy it sure is hot in here!\" the other muffin says, \"HOLY SHIT! A talking muffin!!\"","cat":"short jokes","exp":true},{"text":"They once made a Chuck Norris toilet paper, but there was a problem-- It wouldn't take shit from anybody.","cat":"short jokes","exp":true},{"text":"What do you call joke told by a duck? A wise quack.","cat":"short jokes"},{"text":"When Bruce Banner gets mad, he turns into the Hulk. When the Hulk gets mad, he turns into Chuck Norris.","cat":"short jokes"},{"text":"Q: What time do kids need naps? A: At whine o'clock.","cat":"short jokes"},{"text":"Q: What did Snow White say when she dropped off her film? A: \"Some day my prints will come.\"","cat":"short jokes"},{"text":"Why isn't there mouse-flavored cat food?","cat":"short jokes"},{"text":"Chuck Norris can land a plane in Auto Pilot.","cat":"short jokes"},{"text":"Q: Why are crocodiles brown and flat? A: Because if they were yellow and round, they'd be lemons.","cat":"short jokes"},{"text":"Chuck Norris can skeletize a cow in two minutes.","cat":"short jokes"},{"text":"chuck norris went on a hike up mount st helens on may 18 1980. then he had to take a dump...","cat":"short jokes"},{"text":"Two sausages are in a frying pan. One says, \"Geez, it's hot in here isn't it?\"And the other one says, \"Aaaaaah! A talking sausage!\"","cat":"short jokes"},{"text":"yo mamma so fat she sat on her ipod and made it an ipad","cat":"short jokes","exp":true},{"text":"Q: What state has the highest cell phone bills? A: Text-us","cat":"short jokes"},{"text":"My father was from Iceland and my mother was from Cuba. I'm an Ice Cube.","cat":"short jokes"},{"text":"Chuck Norris can live on the dark Side of the moon............naked","cat":"short jokes","exp":true},{"text":"What do you call a parrot that flew away? A polygon!","cat":"short jokes"},{"text":"Yo mama so poor her face is on the front of a foodstamp.","cat":"short jokes","exp":true},{"text":"Yo mama so poor she was in K-Mart with a box of Hefty bags. I said, \"What ya doin'?\" She said, \"Buying luggage.\"","cat":"short jokes","exp":true},{"text":"There's an Irishman, a Jew, and a homosexual standing at a bar. What a fine example of an integrated community.","cat":"short jokes"},{"text":"Two black guys go into a convenience store, Pay for their stuff and leave.","cat":"short jokes"},{"text":"What do you call three hundred white guys chasing a black guy? The PGA tour.","cat":"short jokes"},{"text":"Yo mama so fat, the sorting hat put her in all four houses.","cat":"short jokes","exp":true},{"text":"Yo mama is so fat, she tried to eat Cornelius Fudge.","cat":"short jokes","exp":true},{"text":"I am not a vegetarian because i love animals but i am a vegetarian because i hate plants","cat":"short jokes"},{"text":"How do you get a little old lady to yell the F word? Get another little old lady to yell \"Bingo!\"","cat":"short jokes"},{"text":"What did the rude prism say to the light beam that smacked into him? Get bent!","cat":"short jokes"},{"text":"Chuck Norris checks his facebook on a typewriter.","cat":"short jokes"},{"text":"Chuck Norris once went through the Wendy's drive thru and ordered a Big Mac .......and got one.","cat":"short jokes"},{"text":"Why does a milking stool have only 3 legs? Because the cow has the utter.","cat":"short jokes"},{"text":"Did you hear about the two fat guys who ran in the marathon? One ran in short bursts, the other in burst shorts.","cat":"short jokes","exp":true},{"text":"How do you get holy water? Boil the hell out of it.","cat":"short jokes"},{"text":"A dyslexic person walks into a bra.","cat":"short jokes"},{"text":"Chuck Norris proved that we are alone in the universe. We weren't before his first space expedition.","cat":"short jokes"},{"text":"Chuck Norris's show is called Walker: Texas Ranger, because Chuck Norris doesn't run.","cat":"short jokes"},{"text":"Why was the little shoe unhappy? Because his father was a loafer and his mother was a sneaker.","cat":"short jokes"},{"text":"Q: What kind of letters would you send to capital cities? A: Capital letters.","cat":"short jokes"},{"text":"Chuck Norris does know what Willis is talking about!","cat":"short jokes"},{"text":"Why did the boy take a ruler to bed with him? To see how long he slept.","cat":"short jokes"},{"text":"Chuck Norris doesn't churn butter. He roundhouse kicks the cows and the butter comes straight out.","cat":"short jokes"},{"text":"Chuck Norris is the reason why Waldo is hiding.","cat":"short jokes"},{"text":"Q: What do teddy bears like to have in their houses? A: Fur-niture.","cat":"short jokes"},{"text":"Q: What's red and sits in the corner? A: A naughty tomato.","cat":"short jokes"},{"text":"Only one person cried when Chuck Norris was born and that was the doctor.... no one slaps Chuck Norris","cat":"short jokes"},{"text":"Q: What do you call Santa's helpers? A: Subordinate Clauses.","cat":"short jokes"},{"text":"Q: Why was the chessmaster interested in foreign women? A: He wanted a Czech mate.","cat":"short jokes"},{"text":"Q: What did the spud lover do before it went to bed? A: It set its alarm for eight -- so it would get a potato clock.","cat":"short jokes"},{"text":"Q: What do John the Baptist and Winnie the Pooh have in common? A: They have the same middle name!","cat":"short jokes"},{"text":"My dog has no nose. That's terrible! How does he smell? Awful.","cat":"short jokes"},{"text":"Q: How does a wizard keep his potions safe from burglary? A: With a warlock.","cat":"short jokes"},{"text":"Q: What kind of spy hangs out in department stores? A: A counter spy.","cat":"short jokes"},{"text":"Why did the sheriff arrest the tree? Because its leaves rustled.","cat":"short jokes"},{"text":"Q: What do bees chew? A: Bumble gum.","cat":"short jokes"},{"text":"Chuck Norris can hold his breathe for nine years.","cat":"short jokes"},{"text":"How do you catch a red elephant? With a red elephant trap.","cat":"short jokes"},{"text":"Chuck Norris once ate four 30lb bowling balls without chewing.","cat":"short jokes"},{"text":"Chuck Norris can taste lies.","cat":"short jokes"},{"text":"Why do businessmen carry umbrellas? Because umbrellas can't walk.","cat":"short jokes"},{"text":"Chuck Norris brushes his teeth with a mixture of iron shavings, industrial paint remover, and wood-grain alcohol.","cat":"short jokes"},{"text":"Q: Why did the girl spray her clock? A: It was full of ticks.","cat":"short jokes"},{"text":"How can you make a slow horse fast? Don't give him any food.","cat":"short jokes"},{"text":"Q: What does a cat sleep on? A: A caterpillow.","cat":"short jokes"},{"text":"While teaching a CPR course, chuck norris actually brought the practice dummy to life","cat":"short jokes"},{"text":"What's the opposite of a somersault? A winter pepper.","cat":"short jokes"},{"text":"If I hit a baseball and it rolled under the fence and was eaten by a pig, what would it be called as? An inside the pork home-run.","cat":"short jokes"},{"text":"Why do marble statues look so mean? They have hearts of stone.","cat":"short jokes"},{"text":"What happened when a ship carrying red paint collided with a shipcarrying blue paint? Both crews were marooned.","cat":"short jokes"},{"text":"As I rowed my little boatToward the river shore,A small black bird kept me from landing,Quoth the raven, \"never moor.\"","cat":"short jokes"},{"text":"Where can you buy a 3 headed flying purple camel with 74 noses? Ebay.","cat":"short jokes"},{"text":"The original title for Star Wars was \"Skywalker: Texas Ranger\". Starring Chuck Norris.","cat":"short jokes"},{"text":"Have you heard about the new corduroy pillows? They're making headlines!","cat":"short jokes"},{"text":"two elephants and a drum kit fall of a cliff... badum-dum-tish","cat":"short jokes"},{"text":"Chuck Norris uses pepper spray to spice up his steaks.","cat":"short jokes"},{"text":"Q: Why did the little girl bury her flashlight? A: Her batteries were dead.","cat":"short jokes"},{"text":"Q: Why did the ox fall down the hill? A: It was an oxident.","cat":"short jokes"},{"text":"Q: What did Tarzan shout when he saw the elephants coming up over the hill while wearing sunglasses? A: Nothing. He did not recognize them.","cat":"short jokes"},{"text":"What's green, fuzzy, and if it fell out of a tree would kill you? A pool table.","cat":"short jokes"},{"text":"Chuck Norris' erections hum.","cat":"short jokes"},{"text":"How do small people call each other? On microphones.","cat":"short jokes"},{"text":"Q: What did the mermaid do last Sunday night? A: She went to sea a movie.","cat":"short jokes"},{"text":"Q: What's the difference between a mosquito and a fly? A: A mosquito can fly, but a fly can't mosquito.","cat":"short jokes"},{"text":"Q: Did you hear about the burned down tree? A: It was ash.","cat":"short jokes"},{"text":"Why did the baker rob the bank? He needed the dough.","cat":"short jokes"},{"text":"What do ya call a bunch of guys breaking into a music store and helping themselves to the stringed instruments? Luters.","cat":"short jokes"},{"text":"Chuck Norris' roundhouse kick is so powerful, it can be seen from outer space by the naked eye.","cat":"short jokes","exp":true},{"text":"Q: How do you make a Venetian blind? A: Stick a finger in his eye.","cat":"short jokes"},{"text":"What is a rifle with three barrels? A trifle.","cat":"short jokes"},{"text":"Q: Why was the blood donation unsuccessful? A: Because it was all in vein.","cat":"short jokes"},{"text":"What did one bolt of cloth say to the other bolt of cloth after hurting its feelings? I'm sari.","cat":"short jokes"},{"text":"Once you go Norris, you are physically unable to go back.","cat":"short jokes"},{"text":"While vacationing in Turkey a second time, I couldn't keep the Arabic names straight, but I saw many familiar fezzes.","cat":"short jokes"},{"text":"Q: Do you know about the book about copyright infringement? A: It had legal binding.","cat":"short jokes"},{"text":"What do you call a snake that rides around on the front of a car? A windshield viper.","cat":"short jokes"},{"text":"Q: Who can shave 25 times a day and still have a beard? A: A barber.","cat":"short jokes"},{"text":"Why did it take three burly Boy Scouts to help the old lady across the street? Because she didn't want to go.","cat":"short jokes"},{"text":"Q: What did the Spanish farmer say to his chickens? A: Oh-lay!","cat":"short jokes"},{"text":"Chuck Norris' prostate is used to examine doctor's fingers.","cat":"short jokes"},{"text":"Q: How does the queen bee get around her hive? A: She's throne.","cat":"short jokes"},{"text":"Q: What kind of snake is it good to have on a car? A: Windshield vipers.","cat":"short jokes"},{"text":"How does a man on a moon get his haircut? Eclipse it.","cat":"short jokes"},{"text":"Chuck Norris' favorite cereal is Kellogg's Nails 'N' Gravel.","cat":"short jokes"},{"text":"What do you call a fish with no eye? Fsssssssh","cat":"short jokes"},{"text":"Chuck Norris can hit Mach 3 in his hot-air balloon.","cat":"short jokes"},{"text":"In the first Jurassic Park movie, the Tyrannosaurus Rex wasn't chasing the jeep. Chuck Norris was chasing the Tyrannosaurus AND the jeep.","cat":"short jokes"},{"text":"Why do people keep building so many new mausoleums? Because people are dying to get in.","cat":"short jokes"},{"text":"What's green and german? Snotzis.","cat":"short jokes"},{"text":"freddie crougar once impersonated chuck norris and that is the reason why we have nightmares","cat":"short jokes"},{"text":"When Chuck Norris is in a crowded area, he doesn't walk around people. He walks through them.","cat":"short jokes"},{"text":"Why do owners of muffler shops sleep so good at night? They're exhausted.","cat":"short jokes"},{"text":"Q: What did the ruler gain a reputation for while campaigning? A: Straight talk.","cat":"short jokes"},{"text":"A patient said to a psychiatrist, \"I keep wanting to cover myself in gold paint.\" The psychiatrist said, \"Sounds like you have a gilt complex.\"","cat":"short jokes"},{"text":"What does one star say to another star when they meet? Glad to meteor!","cat":"short jokes"},{"text":"You're on top of Mount Everest. How do you get down? Pluck a duck.","cat":"short jokes"},{"text":"Chuck Norris was born in the log cabin he built himself.","cat":"short jokes"},{"text":"Godzilla is a Japanese rendition of Chuck Norris' first visit to Tokyo.","cat":"short jokes"},{"text":"Q: Why the fireman was burried on the top of the hill? A: Because he was dead.","cat":"short jokes"},{"text":"Chuck Norris does not own a house. He walks into random houses and people move.","cat":"short jokes"},{"text":"Q: What was Bob the Builder called after he retired? A: Bob.","cat":"short jokes"},{"text":"What do kids like to eat in the playground? Recess Pieces.","cat":"short jokes"},{"text":"Q: Why did Mitt Romney feed his cows money? A: He wanted rich milk.","cat":"short jokes"},{"text":"Chuck Norris eats eight meals a day. Seven are steak, and the last is the rest of the cow.","cat":"short jokes"},{"text":"Q: Why couldn't the chicken fly through the window? A: It was closed.","cat":"short jokes"},{"text":"Q: How do you make anti-freeze? A: Take away her blanket.","cat":"short jokes"},{"text":"Q: What's green and has wheels? A: Grass. I lied about the wheels.","cat":"short jokes"},{"text":"Math and alcohol don't mix. Don't drink and derive.","cat":"short jokes"},{"text":"Q: What do you call cheese that isn't yours? A: Nacho cheese.","cat":"short jokes"},{"text":"Q: How did the hermit pay for his home? A: Alone.","cat":"short jokes"},{"text":"Q: What connects the computers in Sauron's office? A: A Tolkien Ring network.","cat":"short jokes"},{"text":"what did one snowman say to the other snowman? can you smell carrots?","cat":"short jokes"},{"text":"Q: What did the left eye say to the right eye? A: Just between you and me, something smells down there.","cat":"short jokes"},{"text":"What do you call it when you lease false teeth? A dental rental.","cat":"short jokes"},{"text":"What do bees chew? Bumble gum.","cat":"short jokes"},{"text":"The opening scene of the movie \"Saving Private Ryan\" is loosely based on games of dodgeball Chuck Norris played in second grade.","cat":"short jokes"},{"text":"chuck norris's tears cure cancer, too bad he's never cried.","cat":"short jokes"},{"text":"Chuck Norris doesn't read books. He stares them down until he gets the information he wants.","cat":"short jokes"},{"text":"Yo momma so fat, when she stepped on the scale Buzz Lightyear popped up and said \"TO INFINITY... AND BEYOND!\"","cat":"short jokes","exp":true},{"text":"Q: What's big, red, and eats rocks? A: A big red rock eater.","cat":"short jokes"},{"text":"A skeleton walks into a bar and says, \"Gimme a beer and a mop.\"","cat":"short jokes"},{"text":"Yo Mama so fat when she went to the movies she sat next to everyone","cat":"short jokes","exp":true},{"text":"Yo mama so fat when her beeper goes off, people thought she was backing up","cat":"short jokes","exp":true},{"text":"Q: What is red and smells like blue paint? A: Red paint.","cat":"short jokes"},{"text":"what's brown and sticky? A stick.","cat":"short jokes"},{"text":"A C, an E-flat, and a G go into a bar. The bartender says:, Sorry, but we don't serve minors.","cat":"short jokes"},{"text":"A neutron walks into a bar and orders a beer. The bartender sets the beer down and says, For you, no charge!","cat":"short jokes"},{"text":"A rabbi, a priest, and a minister walk into a bar. The bartender looks at them for a minute and says, \"What is this, a joke?\"","cat":"short jokes"},{"text":"Q. What do you call a cow with no legs? A. Ground beef.","cat":"short jokes"},{"text":"A guy walks into a burn ward and says \"Hey, you with the face!\"","cat":"short jokes"},{"text":"The Great Wall of China was originally created to keep Chuck Norris out. It failed miserably.","cat":"short jokes"},{"text":"Your mum's so fat she uses Yosemite National Park as a back-scratcher, the Eiffel Tower as an ear pick and water slides as straws.","cat":"short jokes","exp":true},{"text":"Chuck Norris has a grizzly bear rug on his floor. The bear isn't actually dead. It's just too afraid to move.","cat":"short jokes"},{"text":"What do prisoners use to talk to each other? Cell phones.","cat":"short jokes"},{"text":"Q: Why does a farmer look out of his window in the morning? A: Because he can't see through the wall.","cat":"short jokes"},{"text":"Chuck Norris once sneezed on a woman at the bank and got her pregnant","cat":"short jokes"},{"text":"Most people fear the Reaper. Chuck Norris considers him \"a promising Rookie\".","cat":"short jokes"},{"text":"Q: What do you get if you cross a skunk with a boomerang? A: A nasty smell that you can't get rid of.","cat":"short jokes"},{"text":"Why couldn't Tommy ride a bicycle? Because he was a gold fish.","cat":"short jokes"},{"text":"Q: Why were the suspenders arrested? A: For holding up a pair of pants.","cat":"short jokes"},{"text":"Where do Sith Lords shop? At Darth Mall.","cat":"short jokes"},{"text":"Q: What do astronauts eat for dinner? A: Launch meat.","cat":"short jokes"},{"text":"Scientists believe the world began with the \"Big Bang\". Chuck Norris shrugs it off as a \"bad case of gas\".","cat":"short jokes"},{"text":"Q: How do you catch a unique rabbit? A: Unique up on him.","cat":"short jokes"},{"text":"Q: Why do elephants have big flat feet? A: To stamp out flaming ducks.","cat":"short jokes"},{"text":"There is no theory of evolution. Just a list of animals Chuck Norris allows to live.","cat":"short jokes"},{"text":"Chuck Norris doesnt shave; he kicks himself in the face. The only thing that can cut Chuck Norris is Chuck Norris.","cat":"short jokes"},{"text":"How did the alien tie his shoes? With an astroknot.","cat":"short jokes"},{"text":"What's the difference between a moose and an ant? A moose has antlers, but an ant doesn't have mooselers.","cat":"short jokes"},{"text":"What did the fish say when it hit the wall? \"Dam.\"","cat":"short jokes"},{"text":"Q: What do elephants and plums have in common? A: Everything, except that one is an elephant and one is a plum.","cat":"short jokes"},{"text":"Did you hear about the ghost who was a great football player? No, what about him? He's a spooktacular quarterback.","cat":"short jokes"},{"text":"Q: What do you call a 30 foot purple dinosaur named Fred who has acne and is scared of penguins? A: Fred.","cat":"short jokes"},{"text":"Did you hear about the kidnapping down the street? His mother wouldn'twake him until 3.","cat":"short jokes"},{"text":"4 out of 5 doctors fail to recommend Chuck Norris as a solution to most problems. Also, 80% of doctors die unexplained, needlessly brutal deaths.","cat":"short jokes"},{"text":"Wanna hear a dirty joke? Ok. The boy fell in the mud. Ready for a clean joke? Yeah. He took a bath.","cat":"short jokes"},{"text":"Q: What did the green grape say to the purple grape? A: Breathe, idiot! BREATHE!","cat":"short jokes"},{"text":"If you're a woman and you lost your virginity, Chuck Norris probably has it.","cat":"short jokes"},{"text":"What's the best way to keep milk from turning sour? Leave it in the cow.","cat":"short jokes"},{"text":"Q: Why did the bald man draw rabbits on his head? A: Because from a distance they looked like hares.","cat":"short jokes"},{"text":"Why did the rabbit eat lunch under the sink? He found a leek there.","cat":"short jokes"},{"text":"Q: What does a PASCAL programmer say to a C programmer? A: \"Would you like fries with that?\"","cat":"short jokes"},{"text":"How do you make a hot dog stand? Take away its chair.","cat":"short jokes"},{"text":"Q: Did you hear about the restaurant on the moon? A: It has great food, but no atmosphere.","cat":"short jokes"},{"text":"Q: If everyone in America started driving pink cadillacs, what would you have? A: A pink car nation.","cat":"short jokes"},{"text":"Two wrongs don't make a right. Unless you're Chuck Norris. Then two wrongs make a roundhouse kick to the face.","cat":"short jokes"},{"text":"A rubber band pistol was confiscated from algebra class because it was a weapon of math disruption.","cat":"short jokes"},{"text":"The helicopter was invented after Chuck Norris was observed doing 8 roundhouse kicks a second.","cat":"short jokes"},{"text":"Chuck Norris smells what the Rock is cooking...... because the Rock is Chuck Norris' personal chef.","cat":"short jokes"},{"text":"Behind every successful man, there is a woman. Behind every dead man, there is Chuck Norris.","cat":"short jokes"},{"text":"Chuck Norris can get Blackjack with just one card.","cat":"short jokes"},{"text":"There are only two things that can cut diamonds: other diamonds, and Chuck Norris.","cat":"short jokes"},{"text":"Chuck Norris crab fishes the Bearing Sea using only a snorkel and a laundry basket.","cat":"short jokes"},{"text":"What has 7 arms and sucks? Def Leppard","cat":"short jokes"},{"text":"Knock, Knock Who's There? Lettuce Lettuce Who? Let us out.","cat":"short jokes"},{"text":"Did you hear about the agnostic insomniac dyslexic? He lay awake at night wondering if there's a Dog.","cat":"short jokes"},{"text":"Q: What did one hat say to the other hat? A: You stay here. I'll go on a head.","cat":"short jokes"},{"text":"What can you sit on, brush your teeth with, and eat soup with? A chair, a toothbrush, and a spoon.","cat":"short jokes"},{"text":"Why didn't the leopard go on vacation? It couldn't find the right spot.","cat":"short jokes"},{"text":"Chuck Norris was the orginal sculptor of Mount Rushmore. He completed the entire project using only a bottle opener and a drywall trowel.","cat":"short jokes"},{"text":"What is the only thing keeping fat people from jenny craig? The door","cat":"short jokes","exp":true},{"text":"Chuck Norris doesn't look both ways before he crosses the street...... he just roundhouses any cars that get too close.","cat":"short jokes"},{"text":"Why did the Eskimo wash his clothes in tide? Because it was too cold out tide.","cat":"short jokes"},{"text":"Q: What does Santa say when he goes fox hunting? A: Tally hohoho!","cat":"short jokes"},{"text":"What did Captain Cook say to his men before they got on the ship? Let's get on the ship, men!","cat":"short jokes"},{"text":"What did the carpet say to the floor? Don't move -- I've got you covered.","cat":"short jokes"},{"text":"Why did the boy fall off his bike? Because someone threw a fridge at him.","cat":"short jokes"},{"text":"When you play Monopoly with Chuck Norris, you do not pass go, and you do not collect two hundred dollars. You will be lucky if you make it out alive.","cat":"short jokes"},{"text":"Q: What did the German watch repairer say to his watch that would only go tick, tick, tick? A: \"Ve have vays of making you tock!\"","cat":"short jokes"},{"text":"If Chuck Norris wants your opinion, he'll beat it into you.","cat":"short jokes"},{"text":"Q: What do you call a cow with a hysterectomy? A: Decalfinated.","cat":"short jokes"},{"text":"Why are farmers cruel? They pull corn by the ears.","cat":"short jokes"},{"text":"What's Irish and lies around in the sun all day? Patty O'Furniture.","cat":"short jokes"},{"text":"Chuck Norris has never been accused of murder for the simple fact that his roundhouse kicks are recognized world-wide as \"acts of God.\"","cat":"short jokes"},{"text":"The quickest way to a man's heart is with Chuck Norris' fist.","cat":"short jokes"},{"text":"How can you get out of a locked room with a piano in it? Play the piano until you find the right key.","cat":"short jokes"},{"text":"Chuck Norris' chest hair has chest hair.","cat":"short jokes"},{"text":"Chuck Norris' house has no doors, only walls that he walks through.","cat":"short jokes"},{"text":"Q: Did you hear about the robbery at the flower shop? A: It was a violet crime.","cat":"short jokes"},{"text":"Contrary to popular belief, America is not a democracy, it is a Chucktatorship.","cat":"short jokes"},{"text":"Three elephants fell off a cliff. Two fell on land. One fell in the water.Boom-boom-chhh!","cat":"short jokes"},{"text":"Q: What is a dentist's favorite musical instrument? A: A tuba toothpaste.","cat":"short jokes"},{"text":"Q: What do ya call a bunch of guys breaking into a music store and helping themselves to the stringed instruments? A: Luters.","cat":"short jokes"},{"text":"Mr. T pities the fool. Chuck Norris rips the fool's head off.","cat":"short jokes"},{"text":"Chuck Norris doesn't get wet, Water gets chuck norrised","cat":"short jokes"},{"text":"Knock knock, Who's there? Chuck Norris! Chuck Norris who? ...? Sorry, the joke is over when Chuck Norris gets involved!","cat":"short jokes"},{"text":"It takes 14 puppeteers to make Chuck Norris smile, but only 2 to make him destroy an orphanage.","cat":"short jokes"},{"text":"What do you call a man who inherits a dairy? A Dairy Heir.","cat":"short jokes"},{"text":"One time, Chuck Norris accidentally stubbed his toe. It destroyed the entire state of Ohio.","cat":"short jokes"},{"text":"Ask me if I have a banana in my ear. Do you have a banana in your ear? I can't hear you. I have a banana in my ear.","cat":"short jokes"},{"text":"My girlfriend said \"I've got an itch between my toes\". So I asked \"Which toes?\". She answers \"My big toes\".","cat":"short jokes"},{"text":"Q: What do you say to a vampire when he graduates from college? A: Coagulations!","cat":"short jokes"},{"text":"Chuck Norris doesnt wear a watch, HE decides what time it is.","cat":"short jokes"},{"text":"Q: What do you call a monster snake that works for the government? A: A civil serpent.","cat":"short jokes"},{"text":"At school, I saw my principal walking around in a daze. I asked him what happened, and he just looked at me and said, \"I've lost my faculties!\"","cat":"short jokes"},{"text":"Where is tennis mentioned in the Bible? Where Joseph served in Pharaoh's court.","cat":"short jokes"},{"text":"Chuck Norris uses 8'x10' sheets of plywood as toilet paper.","cat":"short jokes"},{"text":"Q: What did the mermaid do last Saturday night? A: She went out with the tide.","cat":"short jokes"},{"text":"What do you call a starving parrot? A polynomial!","cat":"short jokes"},{"text":"What do you get when you cross a sheltie and a cantaloupe? A melon collie.","cat":"short jokes"},{"text":"Did you hear the headline abou the lunatic who raped the laundry woman and ran away? \"Nut screws washer and bolts\"","cat":"short jokes"},{"text":"Chuck Norris can't play LIFE. his is too complicated","cat":"short jokes"},{"text":"The portrait fell down from the wall, And struck the young man's head. \"A striking likeness!\" was just about all, The rueful punster said.","cat":"short jokes"},{"text":"Why was the chessmaster interested in foreign women? He wanted a Czech mate.","cat":"short jokes"},{"text":"Q: What do you get when you cross an elephant with a rhino? A: 'ell if I know.","cat":"short jokes"},{"text":"Q: What do they use frozen band-aids for? A: Cold cuts.","cat":"short jokes"},{"text":"What style of art was preferred by the Third Reich? Post-Imprussianist.","cat":"short jokes"},{"text":"Little Miss Muffet sat on her tuffet, until Chuck Norris roundhouse kicked her into a glacier.","cat":"short jokes"},{"text":"There were 99 people on a boat, and then it turned over. How many were left? 66.","cat":"short jokes"},{"text":"What do you get when you cross a tiger with a cabbage? Man-eating coleslaw.","cat":"short jokes"},{"text":"Q: What is Irish and stays on your patio, even when it rains? A: Patty O'Furniture.","cat":"short jokes"},{"text":"Chuck Norris can watch an episode of 60 minutes in 39 seconds.","cat":"short jokes"},{"text":"Why was the teacher cross-eyed? He couldn't control his pupils.","cat":"short jokes"},{"text":"An Irishman walks out of a bar.","cat":"short jokes"},{"text":"A termite walked into a bar and asked, \"Is the bartender here?\"","cat":"short jokes"},{"text":"Chuck Norris did not \"lose\" his virginity, he stalked it and then destroyed it with extreme prejudice.","cat":"short jokes"},{"text":"When the boy broke his knee, where did he go to get a new one? At the butcher shop, where they sell kid-knees.","cat":"short jokes"},{"text":"Q: What do you get from a pampered cow? A: Spoiled milk.","cat":"short jokes"},{"text":"Did you hear about the constipated mathematician? He worked it out with a pencil.","cat":"short jokes"},{"text":"Did you hear about the loud tree? It had a lot of bark. It gave another tree a splitting headache. So it took some aspen.","cat":"short jokes"},{"text":"What does a proud computer call his little son? A microchip off the old block.","cat":"short jokes"},{"text":"Q: What do you say when a dog runs away? A: Dog-gone!","cat":"short jokes"},{"text":"Why is everyone afraid of seven? Because seven eight nine!","cat":"short jokes"},{"text":"Chuck Norris' penis has a Ph.D in sexual education. It also has a pretty mean golf swing.","cat":"short jokes","exp":true},{"text":"why don't Italians like Jehovah's witnesses? Italians don't like ANY witnesses.","cat":"short jokes"},{"text":"A skeleton walks into a bar and says, ?Give me a beer and a mop.?","cat":"short jokes"},{"text":"Why couldn't the shoes go out and play? They were all tied up.","cat":"short jokes"},{"text":"Q: What kind of tree grows in your hand? A: A palm tree.","cat":"short jokes"},{"text":"What do you get when you cross an elephant with a rhino? 'ell if I know.","cat":"short jokes"},{"text":"Q: Why did the man hit the fortune teller when she started laughing? A: He was striking a happy medium.","cat":"short jokes"},{"text":"Why shouldn't you listen to people who have just come out of the swimming pool? Because they are all wet.","cat":"short jokes"},{"text":"My wife went to the East Indies for her holidays. Jakarta? No, she went by plane.","cat":"short jokes"},{"text":"Q: What does a proud computer call his little son? A: A microchip off the old block.","cat":"short jokes"},{"text":"Q: Why did the sheriff arrest the tree? A: Because its leaves rustled.","cat":"short jokes"},{"text":"Q: Why did the Eskimo wash his clothes in tide? A: Because it was too cold out tide.","cat":"short jokes"},{"text":"Q: What did the blond do when she missed the 66 Bus? A: She took the 33 bus twice instead.","cat":"short jokes"},{"text":"What is the difference between a vacuum cleaner and a drunk bass player? You have to plug one of them in before it sucks.","cat":"short jokes"},{"text":"What do a fretless bass and a lawsuit have in common? Everyone is relieved when the case is closed.","cat":"short jokes"},{"text":"What do you call a smiling, sober, courteous person at a bar association convention? The caterer.","cat":"short jokes"},{"text":"Chuck Norris invented the spoon because killing people with knives was got boring.","cat":"short jokes"},{"text":"Q: What Do You Get From A Pampered Cow? A: Spoiled Milk.","cat":"short jokes"},{"text":"Why do bees hum? Because they don't know the words!","cat":"short jokes"},{"text":"What do Eskimos get from sitting on the snow for too long? Polaroids.","cat":"short jokes"},{"text":"Chuck Norris *hates* Raymond.","cat":"short jokes"},{"text":"Q: What bone will a dog never eat? A: A trombone.","cat":"short jokes"},{"text":"What do hard-working grocery store clerks get every year? A celery increase.","cat":"short jokes"},{"text":"Did you hear about the professor that got in a horrible wreck? He was grading papers on a curve.","cat":"short jokes"},{"text":"What do you get when you cross a camera with a mirror? A camera that takes pictures of itself.","cat":"short jokes"},{"text":"What do you get when you cross a loaf of bread with a buffalo? A buffaloaf.","cat":"short jokes"},{"text":"Q: Why did the barber win the race? A: He knew a short cut.","cat":"short jokes"},{"text":"What did the cork say to the bottle? If you don't behave yourself, I'll plug you.","cat":"short jokes"},{"text":"Q: What cows give each other when they meet? A: A milkshake.","cat":"short jokes"},{"text":"Q: What do you get when you cross a ghost and a the letter K? A: A book.","cat":"short jokes"},{"text":"Q: What kind of printer does a pig use? A: An oinkjet.","cat":"short jokes"},{"text":"How do you make soup gold? You put in fourteen carrots.","cat":"short jokes"},{"text":"Q: Why did the scientist install a knocker on his door? A: He wanted to win the No Bell Prize.","cat":"short jokes"},{"text":"Chuck Norris can jump-start a car using jumper cables attached to his nipples.","cat":"short jokes"},{"text":"Did you hear the watermelon joke? It's pitful.","cat":"short jokes"},{"text":"Q: What do you get when you cross a tiger with a cabbage? A: Man-eating coleslaw.","cat":"short jokes"},{"text":"Q: Why can't a bicycle stand up? A: It is two tired.","cat":"short jokes"},{"text":"Chuck Norris doesn't have blood. He is filled with magma.","cat":"short jokes"},{"text":"q: what's black and would kill you if it jumped on you out of a tree? a: a grand piano","cat":"short jokes"},{"text":"Chuck Norris once sued Burger King after they refused to put razor wire in his Whopper, insisting that that actually is \"his\" way.","cat":"short jokes"},{"text":"Chuck Norris can run up a flight of stairs backwards.","cat":"short jokes"},{"text":"Q: Did you hear about the professor that got in a horrible wreck? A: He was grading papers on a curve.","cat":"short jokes"},{"text":"Q: What do you get when you combine a recliner with a fruit? A: A chairy.","cat":"short jokes"},{"text":"Chuck Norris can touch MC Hammer.","cat":"short jokes"},{"text":"Then there was the time a cement truck collided with a paddy wagon. Twelvehardened criminals escaped.","cat":"short jokes"},{"text":"Chuck Norris' feet accounted for more damage in 2005 than both the war in Iraq and Hurricane Katrina.","cat":"short jokes"},{"text":"What do you get when you cross an elephant and a skin doctor? A pachydermatologist.","cat":"short jokes"},{"text":"Q: When do ghosts have to stop scaring people? A: When they lose their haunting licenses.","cat":"short jokes"},{"text":"There is endless debate about the existence of the human soul. Well it does exist, and Chuck Norris finds it delicious.","cat":"short jokes"},{"text":"Q: What did the fisherman say to the card magician? A: Pick a cod, any cod!","cat":"short jokes"},{"text":"Can I integrate myself with respect to you?","cat":"short jokes"},{"text":"Chuck Norris drinks napalm to quell his heartburn.","cat":"short jokes"},{"text":"Q: What do you call that great feeling of satisfaction you get when you finish your homework? A: The aftermath.","cat":"short jokes"},{"text":"What do you call a blind dinosaur? An Idontthinkhesaurus.","cat":"short jokes"},{"text":"What kind of tree grows in your hand? A palm tree.","cat":"short jokes"},{"text":"Q: Why are elephants gray? A: So you don't get them confused with blueberries.","cat":"short jokes"},{"text":"What did one vampire say to the other vampire? Is that you coffin?","cat":"short jokes"},{"text":"Chuck Norris likes knitting sweaters...... if by knitting you mean kicking and by sweaters you mean babies......","cat":"short jokes"},{"text":"Did you hear about the fly that flew through a screen door? He strained himself.","cat":"short jokes"},{"text":"What do you get when you cross a sheep and a porcupine? Nobody knows, but whatever it is, it knits its own sweaters.","cat":"short jokes"},{"text":"Q: Why do elephants have big flat feet? A: To stomp out burning ducks.","cat":"short jokes"},{"text":"Chuck Norris likes his coffee half and half: half coffee grounds, half wood-grain alcohol.","cat":"short jokes"},{"text":"A three-legged dog walked into a saloon in the Old West. He sidled up to the bar and announced, \"I'm looking for the man who shot my paw.\"","cat":"short jokes"},{"text":"Q: What did the sink say to the water faucet? A: You're a real drip.","cat":"short jokes"},{"text":"When Noah was loading the Ark, where did he put the bees? In the Ark-hives.","cat":"short jokes"},{"text":"Q: What's an archeologist? A: Someone whose career is in ruins.","cat":"short jokes"},{"text":"What's the best time to go to the dentist? At toothhurty.","cat":"short jokes"},{"text":"Q: What holds the moon up? A: Moonbeams.","cat":"short jokes"},{"text":"Q: Why did Thoreau build a house? A: Because he wanted to be walled-in.","cat":"short jokes"},{"text":"Q: What did the big chimney say to the little chimney? A: I'm bigger than you!","cat":"short jokes"},{"text":"Q: What's the difference between a moose and an ant? A: A moose has antlers, but an ant doesn't have mooselers.","cat":"short jokes"},{"text":"Chuck Norris doesn't sleep, he waits.","cat":"short jokes"},{"text":"Q: Why didn't the skeleton go to the party? A: He had no body to go with.","cat":"short jokes"},{"text":"Q: What do you call a dead magician's assistant? A: An abracadaver.","cat":"short jokes"},{"text":"Q: Have you seen the new Barbie Doctor doll? A: You wind her up, and she operates on batteries.","cat":"short jokes"},{"text":"What does Shakespeare say when he is angry with his dog? Out, out, damned Spot!","cat":"short jokes"},{"text":"Q: What's as sharp as a vampire's fang? A: His other fang.","cat":"short jokes"},{"text":"If you work in an office with Chuck Norris, don't ask him for his three-hole-punch.","cat":"short jokes"},{"text":"Why should you never run behind a bus? You will get exhausted.","cat":"short jokes"},{"text":"Q: What do you call a loaf of bread when you cut off both ends? A: Endless Bread!","cat":"short jokes"},{"text":"Chuck Norris' favourite cut of meat is the roundhouse.","cat":"short jokes"},{"text":"So a Croatian walks into a bar, and the bartender says, \"We don't serb your kind!\"","cat":"short jokes"},{"text":"A math teacher had a bird, and he trained it to talk. One day it escaped, and he yelled out the window, \"Polly gone! Polly gone!\"","cat":"short jokes"},{"text":"In an emergency, Chuck Norris can be used as a floatation device.","cat":"short jokes"},{"text":"Q: How do you make an idiot think he's a duck? A: Tell him he's a duck.","cat":"short jokes"},{"text":"Q: What did the aliens say, when they came to earth in search of soda pop? A: Take me to your liter!","cat":"short jokes"},{"text":"Q: What is the most military day of the year? A: March 4th.","cat":"short jokes"},{"text":"What do you call cheese that isn't yours? Nacho cheese.","cat":"short jokes"},{"text":"What do you get when you drop a piano down a mine shaft? A flat miner.","cat":"short jokes"},{"text":"Q: What did the painter say to the wall? A: One more crack, and I'll plaster you.","cat":"short jokes"},{"text":"The chief export of Chuck Norris is Pain.","cat":"short jokes"},{"text":"Q: When does a bed grow longer? A: At night, because two feet are added to it.","cat":"short jokes"},{"text":"Q: What's green and sings? A: Elvis Parsley.","cat":"short jokes"},{"text":"Who ruled France until he exploded? Napoleon Blownapart!","cat":"short jokes"},{"text":"Chuck Norris has held the World Championship in every weight class at the same time.","cat":"short jokes"},{"text":"Q: What do you have when you have a cow and two ducks? A: Milk and quackers.","cat":"short jokes"},{"text":"Why was the professor cross-eyed? Because he couldn't control his pupils!","cat":"short jokes"},{"text":"Say, did you hear the one about the three holes in the ground? No? Well, well,well.","cat":"short jokes"},{"text":"There are no such things as tornados. Chuck Norris just hates trailer parks.","cat":"short jokes"},{"text":"what has four wheels and flyz? A garbage truck.....ha ha ha","cat":"short jokes"},{"text":"Q: What's small red and goes up and down? A: A tomato in an elevator.","cat":"short jokes"},{"text":"Q: What happened when the teacher fell in the copier? A: She was beside herself.","cat":"short jokes"},{"text":"Bum at the bus stop, lady walks up with dress up her crack, bum discretely pulls it out, lady slaps him, [hand gesture pushing it back into crack]","cat":"short jokes"},{"text":"Q: When is a pig not quite a pig? A: When it's oink-ognito.","cat":"short jokes"},{"text":"Q: Why do women wear makeup and perfume? A: Because they're ugly and they smell bad.","cat":"short jokes"},{"text":"If one synchronized swimmer drowns, do they all have to drown?","cat":"short jokes"},{"text":"Chuck Norris is not Politically Correct. He is just Correct. Always.","cat":"short jokes"},{"text":"As I was looking at some apartments I saw a parking area with the sign,\"Tenant Parking.\" But what happens if there are more than ten ants?","cat":"short jokes"},{"text":"Why did the little girl bury her flashlight? Her batteries were dead.","cat":"short jokes"},{"text":"Q: Why did the traffic light turn red? A: Because it saw the other one changing!","cat":"short jokes"},{"text":"Q: Why did the invisible man look in the mirror? A: To make sure he still wasn't there.","cat":"short jokes"},{"text":"Q: What's worse than raining cats and dogs? A: Hailing taxis.","cat":"short jokes"},{"text":"How do you catch a tame rabbit? The tame way -- unique up on him.","cat":"short jokes"},{"text":"How many WASPs does it take to change a lightbulb? One.","cat":"short jokes"},{"text":"A scotsman, an englishman and an irishman walk into a bar and the bartender says, \"What is this? Some kind of a joke?\"","cat":"short jokes"},{"text":"I rang up a pizza shop and asked \"do you deliver?\" they repiled \"no we do pizza\".","cat":"short jokes"},{"text":"Why didn't the little girl want to leave nursery school? She wanted to be a nurse.","cat":"short jokes"},{"text":"Q: What is a dentist's office? A: A filling station.","cat":"short jokes"},{"text":"Chuck Norris' credit cards have no limit. Last weekend, he maxed them out.","cat":"short jokes"},{"text":"What do outlaws eat with their milk? Crookies.","cat":"short jokes"},{"text":"Q: Why are cows always broke? A: The farmers milk them dry.","cat":"short jokes"},{"text":"Q: What do you feed an invisible cat? A: Evaporated milk.","cat":"short jokes"},{"text":"Why did the mother of twins name both of her sons Edward? Because two Eds are better than one.","cat":"short jokes"},{"text":"What weapon is most feared by knights? A can opener.","cat":"short jokes"},{"text":"Q: What does a computer eat when it's hungry? A: Chips -- one byte at a time.","cat":"short jokes"},{"text":"Q: How do you make a witch itch? A: Take away her W.","cat":"short jokes"},{"text":"Chuck Norris went down to the crossroads just to pimp-slap the devil.","cat":"short jokes"},{"text":"Q: Have you read the book about very cold temperatures? A: Not only does it have two covers, it has a jacket.","cat":"short jokes"},{"text":"The miserly squirrel never found a mate, because he insisted on aprenutshell agreement.","cat":"short jokes"},{"text":"Chuck Norris can win a game of chess in only one move...... a roundhouse kick to the face.","cat":"short jokes"},{"text":"Why was the firewood punished? It was knotty.","cat":"short jokes"},{"text":"Why did the man tear a page out of the calendar? He wanted to take a month off.","cat":"short jokes"},{"text":"Q: What do you call a spooky waterway? A: The Eerie Canal.","cat":"short jokes"},{"text":"It is believed dinosaurs are extinct due to a giant meteor. That's true if you want to call Chuck Norris a giant meteor.","cat":"short jokes"},{"text":"Q: Why wouldn't the skeleton jump off the cliff? A: Because it had no guts.","cat":"short jokes"},{"text":"Q: What did the skunk use to contact his girlfriend? A: His smellular phone!","cat":"short jokes"},{"text":"What happens when two oxen bump into each other? You have an oxident.","cat":"short jokes"},{"text":"Yo mama so old she knew Burger King while he was still a prince.","cat":"short jokes","exp":true},{"text":"A screwdriver walks into a bar. The bartender says, \"Hey, we have a drink named after you!\" The Screwdriver responds, \"You have a drink named Murray?\"","cat":"short jokes"},{"text":"How do you get a bass player off your porch? Pay him for the pizza.","cat":"short jokes"},{"text":"How can you tell when a drummer's at the door? He doesn't know when to come in","cat":"short jokes"},{"text":"What do you call a monkey in a minefield? A baboom!","cat":"short jokes"},{"text":"What do you call an epileptic covered in lettuce? A seizure salad.","cat":"short jokes"},{"text":"Chuck Norris can complete Halo 3 on Legendary. ...using a guitar hero controller.","cat":"short jokes"},{"text":"How do crazy people go through the forest? They take the psycho path.","cat":"short jokes"},{"text":"What do you call four bull fighters in quicksand? Quatro sinko.","cat":"short jokes"},{"text":"What has four legs, is big, green, fuzzy, and if it fell out of a tree on top of you would kill you? A pool table.","cat":"short jokes"},{"text":"What do you call a sleeping dinosaur? A tyrano-snore-us rex.","cat":"short jokes"},{"text":"What kind of fish has two knees? A tunee fish.","cat":"short jokes"},{"text":"what did one mountain say to the other? meet you in the valley!","cat":"short jokes"},{"text":"A boy asked his rich uncle for a cowboy outfit for his birthday. So the uncle bought him a used car dealership.","cat":"short jokes"},{"text":"What's blue and looks like a bucket? A red bucket in disguise.","cat":"short jokes"},{"text":"What part of the road is always crying? The breakdown lane.","cat":"short jokes"},{"text":"What do you call a white, poofy space alien? Martianmallow.","cat":"short jokes"},{"text":"A guy walks into a doctors office with a carrot in his ear and a piece of celery up his nose. The doctor told him he wasn't eating right.","cat":"short jokes"},{"text":"Q: How much does it cost for a pirate to get his ears pierced? A: A buck an ear.","cat":"short jokes"},{"text":"What did Tarzan shout when he saw the elephants coming up over the hill? \"Here come the elephants up over the hill!\"","cat":"short jokes"},{"text":"Q: What kind of dog can jump higher than a building? A: Any dog. A building can't jump.","cat":"short jokes"},{"text":"Q: Where does a General keep his armies? A: In his sleevies.","cat":"short jokes"},{"text":"How do you catch an orange elephant? I don't know. I've never seen an orange elephant.","cat":"short jokes"},{"text":"Why did the engineer put a clock under his desk? He wanted to work overtime.","cat":"short jokes"},{"text":"Q: What do you call a horse that likes arts and crafts? A: A hobby horse.","cat":"short jokes"},{"text":"What does an apple and an apple tree have in common? They both don't drive tractors.","cat":"short jokes"},{"text":"Q: What do you call a tree from Tulsa? A: An oakie.","cat":"short jokes"},{"text":"q: what's green and yellow and hangs from trees? a: gorilla snot.","cat":"short jokes"},{"text":"Q: What did the snowman say to the other snowman? A: \"Do you smell carrot?\"","cat":"short jokes"},{"text":"In honor of Chuck Norris, all McDonald's in Texas have an even larger size than the super-size. When ordering, just ask to be Chucksized.","cat":"short jokes"},{"text":"Have you ever seen an elephant in a strawberry patch? Works pretty well, doesn't it?","cat":"short jokes"},{"text":"Q: How does a pair of pants feel when it is ironed? A: Depressed.","cat":"short jokes"},{"text":"Why did the stoplight turn red? You would too, if you had to change in front of all those people.","cat":"short jokes"},{"text":"Q: What do you call it when a book spies on people? A: A peeping tome.","cat":"short jokes"},{"text":"Chuck Norris keeps his friends close and his enemies closer. Close enough to drop them with one round house kick to the face.","cat":"short jokes"},{"text":"Q: What do you call a guy with no arms or legs floating in the water? A: Bob","cat":"short jokes"},{"text":"Where do pigs park their cars? A porking lot.","cat":"short jokes"},{"text":"What did the policeman say to his belly button? You're under a vest!","cat":"short jokes"},{"text":"Q: What did the duck say when she bought some lipstick? A: Put it on my bill.","cat":"short jokes"},{"text":"whats a ghost's favorite fruit? booberries!","cat":"short jokes"},{"text":"Said the porcupine, \"I just love prickled onions.\"","cat":"short jokes"},{"text":"Q: What do you call a running chicken? A: Poultry in motion.","cat":"short jokes"},{"text":"Why did the farmer make a high-pitched gasp? Because he was tired of the sigh-low.","cat":"short jokes"},{"text":"The residents of Mayberry took a course in computer programming. Whenthe instructor said, \"Compile,\" Gomer went to the head of the class.","cat":"short jokes"},{"text":"Chuck Norris walked in a chinese restaurant and asked for Chicken Parmesan with Bruschetta bread...and got it.","cat":"short jokes"},{"text":"Where would an eccentric beverage go if it wanted to watch married couplesfight and read high quality humor columns? To the Drink Quirks Wed Fight.","cat":"short jokes"},{"text":"What do you call Robin Hood's mother? Mother Hood.","cat":"short jokes"},{"text":"A man ran into a hospital and yelled, \"I have only 59 seconds to live.\"The receptionist said, \"Just a minute, please.\"","cat":"short jokes"},{"text":"When Chuck Norris plays Monopoly, it affects the actual world economy.","cat":"short jokes"},{"text":"Q: Why did the baker bake more bread? A: He kneaded the dough.","cat":"short jokes"},{"text":"Why was the lobster arrested? Because he was always pinching things.","cat":"short jokes"},{"text":"Q: Can gorillas swim? A: No.","cat":"short jokes"},{"text":"Q: How are an elephant and a plum the same? A: They're both purple, except for the elephant.","cat":"short jokes"},{"text":"Why did the bear run around his bed? He wanted to catch up on his sleep.","cat":"short jokes"},{"text":"Crime does not pay - unless you are an undertaker following Walker, Texas Ranger, on a routine patrol.","cat":"short jokes"},{"text":"Q: Why do ducks have flat webbed feet? A: To stomp out forest fires.","cat":"short jokes"},{"text":"Q: Why must judges learn to spell well? A: They must follow the letter of the law.","cat":"short jokes"},{"text":"Some people wear Superman pajamas. Superman wears Chuck Norris pajamas.","cat":"short jokes"},{"text":"Q: Did I ever tell you the story about the broken pencil? A: It had no point.","cat":"short jokes"},{"text":"Noah was the only man notified before Chuck Norris relieved himself in the Atlantic Ocean.","cat":"short jokes"},{"text":"What lies at the bottom of the ocean and twitches? A nervous wreck.","cat":"short jokes"},{"text":"Q: What's blue and looks like a bucket? A: A red bucket in disguise.","cat":"short jokes"},{"text":"Guantuanamo Bay, Cuba, is the military code-word for \"Chuck Norris' basement\".","cat":"short jokes"},{"text":"What did the big chimney say to the little chimney? I'm bigger than you!","cat":"short jokes"},{"text":"What is the proper way to address the king of the ghosts? Your ghostliness.","cat":"short jokes"},{"text":"\"Mommy, mommy, I don't wanna see grandma!\" \"Shut up and keep digging!\"","cat":"short jokes"},{"text":"Say, did you hear the one about the three holes in the ground? No? Well, well, well.","cat":"short jokes"},{"text":"Q: Why didn't Natalie Wood take a shower on the boat? A: She wanted to wash up on shore.","cat":"short jokes"},{"text":"When Chuck Norris calls 1-900 numbers, he doesnt get charged. He holds up the phone and money falls out.","cat":"short jokes"},{"text":"The residents of Mayberry took a course in computer programming. When the instructor said, \"Compile,\" Gomer went to the head of the class.","cat":"short jokes"},{"text":"The fences at the zoo are to keep the animals safe from Chuck Norris.","cat":"short jokes"},{"text":"What do you call an 800 pound gorilla? Anything he wants to be called.","cat":"short jokes"},{"text":"Q: What do modern artists eat for breakfast? A: Surreal.","cat":"short jokes"},{"text":"Why did the burgler take a bath? He wanted to have a 'clean getaway'.","cat":"short jokes"},{"text":"What do you call a snake that makes a lot of noise when it eats? A slurpent.","cat":"short jokes"},{"text":"What kind of math class did the acorn take when it grew up? Gee-I'm-a-tree!","cat":"short jokes"},{"text":"What does a Super Star Destroyer wear to a formal occasion? A bow T.I.E.","cat":"short jokes"},{"text":"What would happen if you ate yeast and polish? You would rise and shine.","cat":"short jokes"},{"text":"Why should you never run in front of a bus? You will get tired.","cat":"short jokes"},{"text":"How many feminists does it take to change a lightbulb? THATS NOT FUNNY (must yell it)","cat":"short jokes"},{"text":"Q: Did you hear about the guy that threw away a duck? A: He got down in the dumps.","cat":"short jokes"},{"text":"I'm hungry. Nice to meet you, Hungry!","cat":"short jokes"},{"text":"Did you hear about the two antennas that got married? The wedding was lousy, but the reception was great.","cat":"short jokes"},{"text":"I used to own a car that never seemed to run properly. It was a brokeswagen.","cat":"short jokes"},{"text":"Q: Where did the Martian put his teacup? A: On his flying saucer.","cat":"short jokes"},{"text":"Q: What do you do with a green monster? A: Wait until it ripens.","cat":"short jokes"},{"text":"When taking the SAT, write \"Chuck Norris\" for every answer. You will score over 8000.","cat":"short jokes"},{"text":"Q: What do you get when Steve Jobs hires and fires a lot of people in six months? A: An Apple turnover.","cat":"short jokes"},{"text":"Q: What do you call a parrot that flew away? A: A polygon!","cat":"short jokes"},{"text":"Have pun!","cat":"short jokes"},{"text":"Chuck Norris always knows the EXACT location of Carmen SanDiego.","cat":"short jokes"},{"text":"Q. Why do blondes smile when it's lightning? A. Because, they think they are having their picture taken.","cat":"short jokes","exp":true},{"text":"Q: Where does an ape sleep? A: In an apricot.","cat":"short jokes"},{"text":"When Chuck Norris was denied an Egg McMuffin at McDonald's because it was 10:35, he roundhouse kicked the store so hard it became a Wendy's.","cat":"short jokes"},{"text":"Q: What's green, fuzzy, and if it fell out of a tree would kill you? A: A pool table.","cat":"short jokes"},{"text":"Q: Where does a zookeeper hang his laundry? A: On a clothes lion.","cat":"short jokes"},{"text":"'Icy-Hot' is too weak for Chuck Norris. After a workout, Chuck Norris rubs his muscles down with liquid-hot MAGMA.","cat":"short jokes"},{"text":"A married couple where each has a doctorate degree is a paradox.","cat":"short jokes"},{"text":"Q: What did Sushi A say to Sushi B? A: Wasabi?","cat":"short jokes"},{"text":"Q: What is yellow and wears a mask? A: The Lone Lemon.","cat":"short jokes"},{"text":"Most boots are made for walkin'. Chuck Norris' boots ain't that merciful.","cat":"short jokes"},{"text":"Why did the \"M&M;\" go to university? He wanted to become a \"Smartie\"","cat":"short jokes"},{"text":"Q: What is a blonde doing when she holds her hands tightly over her ears? A: Trying to hold on to a thought.","cat":"short jokes","exp":true},{"text":"What did the man do after being found guilty of sabotaging the moonmission? He Apollo-gized.","cat":"short jokes"},{"text":"Q: How is a banana peel on the sidewalk like music? A: If you don't C sharp, you'll B flat.","cat":"short jokes"},{"text":"What do you call the hair of a centaur? Humane.","cat":"short jokes"},{"text":"What do you call a line of rabbits walking backwards? A receding hare-line.","cat":"short jokes"},{"text":"Q: What does a Super Star Destroyer wear to a formal occasion? A: A bow T.I.E.","cat":"short jokes"},{"text":"During the Vietnam War, Chuck Norris allowed himself to be captured. For torture, they made him eat his own entrails. He asked for seconds.","cat":"short jokes"},{"text":"Q: Why did the boy drop his ice cream? A: He was hit by a bus","cat":"short jokes"},{"text":"Q: Why don't blind people skydive more often? A: It scares the hell out of their dogs.","cat":"short jokes"},{"text":"July 4th is Independence day. And the day Chuck Norris was born. Coincidence? i think not.","cat":"short jokes"},{"text":"Q: How do you make a peanut laugh? A: You crack it up.","cat":"short jokes"},{"text":"Q: Why couldn't Batman go fishing? A: Because Robin ate the worms.","cat":"short jokes"},{"text":"Q: What's the Internet's favorite animal? A: The lynx.","cat":"short jokes"},{"text":"What goes up but doesn't come down? A kangaroo stuck in a tree.","cat":"short jokes"},{"text":"When Chuck Norris bowls, he moves the Earth so the pins will hit the ball","cat":"short jokes"},{"text":"Chuck Norris can clear 5 lines at once in tetris.","cat":"short jokes"},{"text":"Q: Did you hear about the blond Bear? A: Got stuck in a hunter's trap, chewed off it's 2 paws and 1 leg, and was still stuck.","cat":"short jokes"},{"text":"Q: What is the difference between a smart blonde and a UFO? A: There have been sightings of UFOs.","cat":"short jokes","exp":true},{"text":"Q: Why couldn't the blonde manage to make Ice-Cubes? A: She couldn't find the recipe.","cat":"short jokes","exp":true},{"text":"Roses are red, Violets are blue. I have a gun. Get in the van.","cat":"short jokes"},{"text":"Your momma's so fat that she should probably be worried about the increased risk of cardiovascular disease.","cat":"short jokes","exp":true},{"text":"A duck walks into a bar, the bartender says, \"What'll it be?\" The duck doesn't say anything because its a duck.","cat":"short jokes"},{"text":"What is a fretless bass good for? About thirty yards if you use both hands.","cat":"short jokes"},{"text":"How do you tell if the stage is level? The drummer is drooling from both sides of his mouth.","cat":"short jokes"},{"text":"What do Osama Bin Laden and a salmon have in common? It's a great life until they run into a seal.","cat":"short jokes"},{"text":"What is a horny pirate's worst nightmare? A sunken chest with no booty.","cat":"short jokes"},{"text":"What is a black belt's favorite beverage? Kara-tea.","cat":"short jokes"},{"text":"What goes \"Tick Tock, woof woof\"? A watchdog.","cat":"short jokes"},{"text":"What's the difference between a tennis ball and the prince of Wales? One is heir to the throne and the other is thrown into the air.","cat":"short jokes"},{"text":"Pee Wee Herman got arrested for masturbating in public. That very same day, Chuck Norris received an award for masturbating in public.","cat":"short jokes"},{"text":"Q: What's a frog's favorite drink? A: Croaka Cola.","cat":"short jokes"},{"text":"Chuck Norris won the Origami Championship in 1983...folding a rock","cat":"short jokes"},{"text":"Chuck Norris got in touch with his feminine side, and promptly got her pregnant.","cat":"short jokes"},{"text":"Chuck Norris counted to infinity - twice","cat":"short jokes"},{"text":"Q: Where do books sleep? A: Under their covers.","cat":"short jokes"},{"text":"Leading hand sanitizers claim they can kill 99.9 percent of germs. Chuck Norris can kill 100 percent of whatever he wants.","cat":"short jokes"},{"text":"Q: How do you fix a broken pizza? A: Use tomato paste.","cat":"short jokes"},{"text":"He who lives by the sword, dies by the sword. He who lives by Chuck Norris, dies by the roundhouse kick.","cat":"short jokes"},{"text":"Chuck norris once put a forest fire out by spitting on it.","cat":"short jokes"},{"text":"Q: What do turtles do for fun? A: Play hide and shell.","cat":"short jokes"},{"text":"The day you introduce your mom to Chuck Norris, is the day you mom introduces you to your biological father.","cat":"short jokes"},{"text":"Chuck Norris can sneeze with his eyes open.","cat":"short jokes"},{"text":"Q: What do you get when you cross a poisonous snake with a horse? A: I dunno, but if it bites you, you can ride it to the hospital!","cat":"short jokes"},{"text":"Some people ask for a Kleenex when they sneeze, Chuck Norris asks for a body bag.","cat":"short jokes"},{"text":"How much did the pirate pay to have his ears pierced? a buck an ear","cat":"short jokes"},{"text":"What did the football say to the football player? I get a kick out of you.","cat":"short jokes"},{"text":"Q: What do you get when you cross a caterpillar and a parrot? A: A walkie-talkie.","cat":"short jokes"},{"text":"Q: What's purple and goes slam slam slam slam? A: A four door grape.","cat":"short jokes"},{"text":"What do you call a horse that likes arts and crafts? A hobby horse.","cat":"short jokes"},{"text":"Q: What goes up but doesn't come down? A: A kangaroo stuck in a tree.","cat":"short jokes"},{"text":"A club sandwich walks into a bar. The bartender says, \"I'm sorry, we don'tserve food here.\"","cat":"short jokes"},{"text":"Have you heard the joke about the flying sandwich? Nope. Neither have I.","cat":"short jokes"},{"text":"Did you hear about the marketplace where everything cost twelve and a half cents? It was a bit bazaar.","cat":"short jokes"},{"text":"Chuck Norris know's Victoria's Secret.","cat":"short jokes"},{"text":"Q: What do you call a Mexican with a rubber toe? A: Roberto.","cat":"short jokes"},{"text":"Chuck Norris knows Victoria's secret.","cat":"short jokes"},{"text":"Q: What's the best way to keep milk from turning sour? A: Leave it in the cow.","cat":"short jokes"},{"text":"Q: How do you catch a red elephant? A: With a red elephant trap.","cat":"short jokes"},{"text":"Chuck Norris can squeeze blood from a stone. He must feed his children.","cat":"short jokes"},{"text":"Q: What's green and has wheels? A: Grass. I was just kidding about the wheels.","cat":"short jokes"},{"text":"Q: What do you get when you cross an elephant and a skin doctor? A: A pachydermatologist.","cat":"short jokes"},{"text":"Q: What did the lightbulb say to its mother? A: I wuv you watts and watts.","cat":"short jokes"},{"text":"Chuck Norris has a roundhouse-kick app for his iPhone 8.0","cat":"short jokes"},{"text":"What do you get when you cross an elephant with a jar of peanut butter? An elephant that sticks to the roof of your mouth.","cat":"short jokes"},{"text":"Q: How is a thief like a thermometer on a hot day? A: They are both up to something.","cat":"short jokes"},{"text":"WHATS A HIPPY?? THE THINGY WHERE YOUR LEGGIES HANG FROM","cat":"short jokes"},{"text":"Why do so many math majors confuse Halloween and Christmas? Because Oct 31 is Dec 25","cat":"short jokes"},{"text":"Q: Why isn't Barney the Dinosaur allowed to drive? A: Because everybody knows -- tyrannosaurus wrecks.","cat":"short jokes"},{"text":"What's green and sings? Elvis Parsley.","cat":"short jokes"},{"text":"Q: How did the hot dog vendor tackle his job? A: With relish.","cat":"short jokes"},{"text":"Q: What do you get when you cross an elephant with a bird? A: A gulp. It's like a swallow, only bigger.","cat":"short jokes"},{"text":"Q: Why did the boy take a ruler to bed with him? A: To see how long he slept.","cat":"short jokes"},{"text":"Chuck Norris is the reason for JAL flight 123","cat":"short jokes"},{"text":"Q: What does an attorney wear to work? A: A law suit.","cat":"short jokes"},{"text":"Who let the dogs out? Chuck Norris let the dogs out...... and then roundhouse kicked them through an Oldsmobile.","cat":"short jokes"},{"text":"What did the book say to the librarian? Can I take you out?","cat":"short jokes"},{"text":"Q: What do you call a white, poofy space alien? A: Martianmallow.","cat":"short jokes"},{"text":"A man, a lawyer, a redneck, a nun, a blonde, a dog, and a priest walk into a bar. The bartender looks up and says, \"Is this some kind of a joke?\"","cat":"short jokes","exp":true},{"text":"Knock knock! Who's there? It's me.","cat":"short jokes"},{"text":"Q: What do outlaws eat with their milk? A: Crookies.","cat":"short jokes"},{"text":"Q: How many Chuck Norris' does it take to change a light bulb? A: None, Chuck Norris prefers to kill in the dark.","cat":"short jokes"},{"text":"What's red and not there? No tomatoes.","cat":"short jokes"},{"text":"What kind of socks do you find in your backyard? Garden hose.","cat":"short jokes"},{"text":"Q: What did one coffin say to the other? A: Is that you coughin'?","cat":"short jokes"},{"text":"\"Brokeback Mountain\" is not just a movie. It's also what Chuck Norris calls the pile of dead ninjas in his front yard.","cat":"short jokes"},{"text":"Where do baby cows go to eat lunch? At the calf-eteria.","cat":"short jokes"},{"text":"What do you say when a dog runs away? Dog-gone!","cat":"short jokes"},{"text":"a snare drum and crash cymbol fall out of a tree.. baduumm, tssshhh","cat":"short jokes"},{"text":"Q: Did you hear that NASA recently put a bunch of Holsteins into low earth orbit? A: They called it the herd shot 'round the world.","cat":"short jokes"},{"text":"tried to drown my sorrows, but after three days, mother-in-law floated back to the shore.","cat":"short jokes"},{"text":"Chuck Norris can cook minute rice in 20 seconds.","cat":"short jokes"},{"text":"why does everyone scream when they see you? because your ugly!","cat":"short jokes"},{"text":"What kind of limes open doors? Key limes.","cat":"short jokes"},{"text":"Q: Older Brother: \"Hooray! School's out! I'm free! I'm free!\" A: Younger Brother: \"So what? I'm four!\"","cat":"short jokes"},{"text":"A West Virginia State trooper pulled over a pickup on I-79. The trooper asked, \"Got any ID?\" The driver replied, \" 'Bout whut?\"","cat":"short jokes"},{"text":"How do you put an elephant in a refrigerator? Step one: Open the door. Step two: Put the elephant in. Step three: Close the door.","cat":"short jokes"},{"text":"Q: What do you call a man who inherits a dairy? A: A Dairy Heir.","cat":"short jokes"},{"text":"What did the mermaid do last Saturday night? She went out with the tide.","cat":"short jokes"},{"text":"Q: How do you catch a tame rabbit? A: The tame way -- unique up on him.","cat":"short jokes"},{"text":"Why was Jon walking backwards on the first day of school? Everyone kept saying it was back to school time.","cat":"short jokes"},{"text":"A man worked at an orange juice factory, but he was canned because he couldn't concentrate.","cat":"short jokes"},{"text":"Did you hear about the robbery at the flower shop? It was a violet crime.","cat":"short jokes"},{"text":"Why did the hearing aid saleman give it up for a life of piracy? Because he only made a good buccaneer.","cat":"short jokes"},{"text":"Why was the cat afraid of the tree? Because of its bark.","cat":"short jokes"},{"text":"Did you hear Willie Nelson got run over? He was playing on the road again.","cat":"short jokes"},{"text":"Q: Where do books eat dinner? A: At the table of contents.","cat":"short jokes"},{"text":"What lottery did the broom win? The sweepstakes.","cat":"short jokes"},{"text":"Q: How did the townsfolk find out the pigeons were plotting a revolution? A: They heard them in the town square saying, \"Coup, coup!\"","cat":"short jokes"},{"text":"The American Dental Association recently awarded their \"Dentist of the Year\" award once again. But all it is is a little plaque.","cat":"short jokes"},{"text":"What do turtles do for fun? Play hide and shell.","cat":"short jokes"},{"text":"Q: If an elephant and a giraffe had a race, who would win? A: The elephant. The giraffe is in the refrigerator.","cat":"short jokes"},{"text":"Why do bees have sticky hair? They use honeycombs.","cat":"short jokes"},{"text":"What's better than roses on your piano? Two lips on your organ.","cat":"short jokes"},{"text":"Q: What kind of bar do fish go to? A: A sand bar.","cat":"short jokes"},{"text":"What's worse than raining cats and dogs? Hailing taxis.","cat":"short jokes"},{"text":"Lightning never strikes twice in one place. Chuck Norris wont let it.","cat":"short jokes"},{"text":"Chuck Norris doesn't bowl strikes, he just knocks down one pin and the other nine faint.","cat":"short jokes"},{"text":"What are swearing outdoor grills powered with? Profane tanks.","cat":"short jokes"},{"text":"Q: Why did the New Yorker sleep under an oil tank? A: He wanted to wake up oily.","cat":"short jokes"},{"text":"How manyh grad students does it take to change a light bulb? One, but it takes 7 years.","cat":"short jokes"},{"text":"Q: What kind of flower grows on your face? A: Tulips.","cat":"short jokes"},{"text":"Q: What did the rude prism say to the light beam that smacked into him? A: Get bent!","cat":"short jokes"},{"text":"A rabbi, a nun, and a horse walk into a bar, bartender says \"What is this, some kind of joke?\"","cat":"short jokes"},{"text":"Q: What do you get when you cross an elephant with a jar of peanut butter? A: An elephant that sticks to the roof of your mouth.","cat":"short jokes"},{"text":"What do you call a running chicken? Poultry in motion.","cat":"short jokes"},{"text":"How do you make anti-freeze? Take away her blanket.","cat":"short jokes"},{"text":"When do the leaves begin to turn? The night before a test.","cat":"short jokes"},{"text":"Chuck Norris CAN believe it's not butter.","cat":"short jokes"},{"text":"The stock market monitors Chuck Norris.","cat":"short jokes"},{"text":"What do you call a boomerang that doesn't come back? A stick.","cat":"short jokes"},{"text":"Q: What do you call a girl with only one leg? A: Eileen","cat":"short jokes"},{"text":"What did you hear about the tree who was in love? He pined everyday.","cat":"short jokes"},{"text":"Q: Where does the catcher sit for dinner? A: Behind the plate.","cat":"short jokes"},{"text":"What did the spud lover do before it went to bed? It set its alarm for eight -- so it would get a potato clock.","cat":"short jokes"},{"text":"Why do bagpipers walk when they play? They're trying to get away from the noise.","cat":"short jokes"},{"text":"Q: Why did the sheep jump into the lake? A: He wanted to take a ba-a-a-th.","cat":"short jokes"},{"text":"Q: What do get if you cross a parrot and a crocodile? A: An animal that talks your head off.","cat":"short jokes"},{"text":"Q: What's the best way to make pants last? A: Make the jacket first.","cat":"short jokes"},{"text":"You might be a redneck if someone shouts hoedown and your girlfriend hits the floor.","cat":"short jokes"},{"text":"Divide Chuck Norris by zero and you will in fact get one..............one bad-ass that is.","cat":"short jokes","exp":true},{"text":"Q: Why did the cat join the Red Cross? A: So it could become a first-aid kit.","cat":"short jokes"},{"text":"Chuck Norris doesn't have hairy balls because hair does not grow on steel.","cat":"short jokes"},{"text":"Q: What do you get when you cross a snowman with a vampire? A: Frostbite.","cat":"short jokes"},{"text":"Chuck Norris does not get frostbite. Chuck Norris bites frost.","cat":"short jokes"},{"text":"Chuck Norris once skewered a man with the Eiffel tower.","cat":"short jokes"},{"text":"Q: When the boy broke his knee, where did he go to get a new one? A: At the butcher shop, where they sell kid-knees.","cat":"short jokes"},{"text":"Everything King Midas touches turnes to gold. Everything Chuck Norris touches turns up dead.","cat":"short jokes"},{"text":"Q: Can I ask you two questions? A: Ok, what's the second one?","cat":"short jokes"},{"text":"Q: What do you call a pickle that draws? A: A dillustrator.","cat":"short jokes"},{"text":"What do you call an eye doctor living on an island in Alaska? An optical Aleutian.","cat":"short jokes"},{"text":"How do you get 27 kids to carve a statue? Have everybody chip in.","cat":"short jokes"},{"text":"Does a roller coaster like its work? It has its ups and downs.","cat":"short jokes"},{"text":"Why did the farmer use a steam roller? He wanted to grow mashed potatoes.","cat":"short jokes"},{"text":"Two atoms are talking: \"Help, somebody has stolen one of my electrons!\" \"Are you sure?\" \"Yes, I'm positive!\"","cat":"short jokes"},{"text":"Q: What two states are opposites? A: Maryland and Misury","cat":"short jokes"},{"text":"Q: Why did the fly fly? A: Because the spider spied her.","cat":"short jokes"},{"text":"Q: Why are elephants big, wrinkled, grey, and hairy? A: Because if they were small, smooth, white, and hairless, they'd be aspirin tablets!","cat":"short jokes"},{"text":"Q: What job function does a blonde have in an M&M; factory? A: Proof-reading.","cat":"short jokes","exp":true},{"text":"Yo mama so stupid she tried to put her m&ms; in alphabetical order.","cat":"short jokes","exp":true},{"text":"Yo mama so stupid she got locked in a mattress store and sleep on the floor","cat":"short jokes","exp":true},{"text":"What did the boy with no arms and no legs get for Christmas? Cancer.","cat":"short jokes"},{"text":"What do you call a beautiful woman on a bassist's arm? A tattoo.","cat":"short jokes"},{"text":"What does the average drummer get on an IQ test? Drool.","cat":"short jokes"},{"text":"What's wrong with lawyer jokes? Lawyers don't think they're funny, and nobody else thinks they're jokes.","cat":"short jokes"},{"text":"Why didn't the skeleton go to the concert? He had no body to go with.","cat":"short jokes"},{"text":"What do you do when you see Michael J. Fox in a bathtub? Throw in a load of laundry.","cat":"short jokes"},{"text":"Why did Snoop Dogg buy an umbrella? Fo Drizzle!","cat":"short jokes"},{"text":"Chuck Norris can kill two stones with one bird.","cat":"short jokes"},{"text":"What do you call a cracked window? A pane in the glass.","cat":"short jokes"},{"text":"Why did the engineer drive the backwards? He had a loco motive.","cat":"short jokes"},{"text":"Chuck Norris's version of a \"chocolate milkshake\" is a raw porterhouse wrapped around ten Hershey bars, and doused in diesel fuel.","cat":"short jokes"},{"text":"Q: What do flies wear on their feet? A: Shoos.","cat":"short jokes"},{"text":"Q: Where did the kittens go on a class trip? A: To the meow-seum.","cat":"short jokes"},{"text":"Why were screams coming from the kitchen? The cook was beating the eggs.","cat":"short jokes"},{"text":"Chuck Norris can blow bubbles with beef jerky.","cat":"short jokes"},{"text":"Q: I'm hungry. A: Nice to meet you, Hungry!","cat":"short jokes"},{"text":"Chief Running Water had two sons. What were their names? Hot and Cold.","cat":"short jokes"},{"text":"Q: What kind of monkey can fly? A: A hot air baboon.","cat":"short jokes"},{"text":"Two grains of sand were walking together in the desert. Suddenly, one turned to the other and said, \"Dude, I think we're being followed.\"","cat":"short jokes"},{"text":"Q: How did the pig get to the hospital? A: In a hambulance.","cat":"short jokes"},{"text":"How many roundhouse kicks does it take to get to the center of a tootsie pop? Just one. From Chuck Norris.","cat":"short jokes"},{"text":"Q: What did the football say to the football player? A: I get a kick out of you.","cat":"short jokes"},{"text":"Q: What happens when two snails fight? A: They slug it out.","cat":"short jokes"},{"text":"Why were the inventors of the airplane correct in thinking they could fly? Because they were Wright.","cat":"short jokes"},{"text":"Q: What do you say to an alien with two heads? A: Hello. Hello.","cat":"short jokes"},{"text":"Chuck Norris can set ants on fire with a magnifying glass. At night.","cat":"short jokes"},{"text":"Q: What did the tire say to the tire? A: I'm tired!","cat":"short jokes"},{"text":"Q: What is lemonade? A: When you help an old lemon across the street.","cat":"short jokes"},{"text":"Q: Who ruled France until he exploded? A: Napoleon Blownapart!","cat":"short jokes"},{"text":"Chuck Norris plays racquetball with a waffle iron and a bowling ball.","cat":"short jokes"},{"text":"Chuck Norris got a perfect score on his SAT's, simply by writing Chuck Norris for every answer.","cat":"short jokes"},{"text":"There is no Control (Ctrl) button on Chuck Norris' computer. Chuck Norris is always in control.","cat":"short jokes"},{"text":"Q: What is a volcano? A: A mountain with the hiccups.","cat":"short jokes"},{"text":"Is it dangerous to swim on a full stomach? Yes. It's better to swim in water.","cat":"short jokes"},{"text":"Police label anyone attacking Chuck Norris as a Code 45-11....... a suicide.","cat":"short jokes"},{"text":"Q: What did the leopard say when it ate the man? A: That hit the spot.","cat":"short jokes"},{"text":"How do you make an idiot think he's a duck? Tell him he's a duck.","cat":"short jokes"},{"text":"Chuck Norris has to register every part of his body as a separate lethal weapon. His spleen is considered a concealed weapon in over 50 states.","cat":"short jokes"},{"text":"Q: Two Pretzels were walking down the street. A: One was assaulted.","cat":"short jokes"},{"text":"Q: Why shouldn't you listen to people who have just come out of the swimming pool? A: Because they are all wet.","cat":"short jokes"},{"text":"Two fish were in a tank. One said to the other, \"Do you know how to drive this thing?\"","cat":"short jokes"},{"text":"How much wood would a woodchuck chuck if a woodchuck could Chuck Norris? ......All of it.","cat":"short jokes"},{"text":"Q: What did the grape say when the elephant stepped on him? A: Nothing. He just let out a little wine.","cat":"short jokes"},{"text":"Chuck Norris counted to infinity...... Twice.","cat":"short jokes"},{"text":"How does an elephant climb a tree? He hides in an acorn and waits for a bird to carry him up.","cat":"short jokes"},{"text":"Chuck Norris is a vegetarian. Meaning, he does not eat animals until first he puts them into vegetative state with his fists.","cat":"short jokes"},{"text":"What did the cow say to the masked robber? Moo.","cat":"short jokes"},{"text":"Q: What do you call a slow hurricane? A: A slowicane.","cat":"short jokes"},{"text":"Q: What is a grasshopper? A: An insect on a pogo stick.","cat":"short jokes"},{"text":"Q: What did the Irish farmer say to his cow when it climbed onto the roof of his barn? A: Get off.","cat":"short jokes"},{"text":"Q: What do sneezes wear on their feet? A: Ahhh-shoes.","cat":"short jokes"},{"text":"Q: When is an outlaw neither left-handed nor right-handed? A: When he's red-handed.","cat":"short jokes"},{"text":"What does my finger and lemon pie have in common? They both have my rang on them.","cat":"short jokes"},{"text":"why was 6 afraid of 7? because 7,8,9.","cat":"short jokes"},{"text":"Chuck Norris successfully seperated twins conjoined at the head by roundkicking them in the face.","cat":"short jokes"},{"text":"Q: What do ghosts like to chew? A: Boobble gum.","cat":"short jokes"},{"text":"Q: Did you hear the watermelon joke? A: It's pitful.","cat":"short jokes"},{"text":"Every time someone uses the word \"intense\", Chuck Norris always replies \"you know what else is intense?\" followed by a roundhouse kick to the face.","cat":"short jokes"},{"text":"Q: What do you call a cute little animal you keep in your automobile? A: A carpet.","cat":"short jokes"},{"text":"Q: What insect lives on nothing? A: Moths, because they eat holes.","cat":"short jokes"},{"text":"Chuck Norris does not \"style\" his hair. It lays perfectly in place out of sheer terror.","cat":"short jokes"},{"text":"Chuck Norris doesn't believe in ravioli. He stuffs a live turtle with beef and smothers it in pig's blood.","cat":"short jokes"},{"text":"Q: Where do ghosts live? A: At the dead end.","cat":"short jokes"},{"text":"Q: How can you get out of a locked room with a piano in it? A: Play the piano until you find the right key.","cat":"short jokes"},{"text":"I spilled some coffee. My wife called it grounds for divorce.","cat":"short jokes"},{"text":"What kind of television do horses like? Saddle-lite TV","cat":"short jokes"},{"text":"Chuck Norris keeps his pillow under his gun.","cat":"short jokes"},{"text":"Ask me if I'm a tree. Huh? Ask me if I'm a tree. Are you a tree? No.","cat":"short jokes"},{"text":"Bloke walks up and asks \"Do you prefer long legs or short?\", so I reply \"I prefer something in between\"","cat":"short jokes"},{"text":"Q: Why did the brain cell go to the other side of the brain? A: I don't know. It hadn't really crossed my mind.","cat":"short jokes"},{"text":"Q: What do you call a line of rabbits walking backwards? A: A receding hare-line.","cat":"short jokes"},{"text":"Where does Santa stash his money? In a snowbank.","cat":"short jokes"},{"text":"Chuck Norris is not hung like a horse...... horses are hung like Chuck Norris.","cat":"short jokes"},{"text":"Q: What happens when two oxen bump into each other? A: You have an oxident.","cat":"short jokes"},{"text":"Q: What does a cat say when he likes something? A: It's purrrfect.","cat":"short jokes"},{"text":"Where do ghosts live? At the dead end.","cat":"short jokes"},{"text":"Chuck Norris can kick through all 6 degrees of separation, hitting anyone, anywhere, in the face, at any time.","cat":"short jokes"},{"text":"When Chuck Norris was a baby, he didn't suck his mother's breast. His mother served him whiskey, straight out of the bottle.","cat":"short jokes","exp":true},{"text":"If it looks like chicken, tastes like chicken, and feels like chicken but Chuck Norris says its beef, then it's beef.","cat":"short jokes"},{"text":"Q: What kind of television do horses like? A: Saddle-lite TV","cat":"short jokes"},{"text":"Q: Did you hear about the peanut in the hospital? A: He was assaulted.","cat":"short jokes"},{"text":"Why isn't Barney the Dinosaur allowed to drive? Because everybody knows -- tyrannosaurus wrecks.","cat":"short jokes"},{"text":"Why are elephants gray? So you don't get them confused with blueberries.","cat":"short jokes"},{"text":"a big fat women looked in the mirror and said to her husband 'im fat and ugly say something to make me feel better' he said 'your eyesight is perfect","cat":"short jokes","exp":true},{"text":"What did the grape say when the elephant stepped on him? Nothing. He just let out a little wine.","cat":"short jokes"},{"text":"President Roosevelt once rode his horse 100 miles. Chuck Norris carried his the same distance in half the time.","cat":"short jokes"},{"text":"Why did the brain cell go to the other side of the brain? I don't know. It hadn't really crossed my mind.","cat":"short jokes"},{"text":"Chuck Norris never goes to the dentist because his teeth are unbreakable. His enemies never go to the dentist because they have no teeth.","cat":"short jokes"},{"text":"What do you call a frog with seven legs? A seven-legged frog.","cat":"short jokes"},{"text":"According to the Encyclopedia Brittanica, the Native American \"Trail of Tears\" has been redefined as anywhere that Chuck Norris walks.","cat":"short jokes"},{"text":"Q: Knock knock. A: Who's there? Q: Control freak. Okay, now, you say, \"Control freak who?\"","cat":"short jokes"},{"text":"Chuck Norris has never been in a fight, ever. Do you call one roundhouse kick to the face a fight?","cat":"short jokes"},{"text":"Chuck Norris strikes fear into zombies.","cat":"short jokes"},{"text":"Two television sets got married. The wedding was boring, but the reception wasbeautiful.","cat":"short jokes"},{"text":"Q: What's the opposite of a somersault? A: A winter pepper.","cat":"short jokes"},{"text":"Chuck Norris' first job was as a paperboy. There were no survivors.","cat":"short jokes"},{"text":"Q: Why can't you keep secrets in a bank? A: Because of all the tellers.","cat":"short jokes"},{"text":"Q: What color is a cheerleader? A: Yeller.","cat":"short jokes"},{"text":"Chuck Norris' Roundhouse kick is so powerful, that on the set of Sidekicks he single-footedly destroyed Jonathan Brandis' Career.","cat":"short jokes"},{"text":"Chuck Norris is actually every member of Slipknot. That's how fast he can change costumes.","cat":"short jokes"},{"text":"Why do you look out the window in the morning? Because you can't see through walls, and you can't see anything at night anyway.","cat":"short jokes"},{"text":"Where does napoleon keep his armies? In his sleevies","cat":"short jokes"},{"text":"Q: How many kids with ADD does it take to screw in a lightbulb?A: You wanna go ride bikes?!","cat":"short jokes"},{"text":"Why do ducks have flat webbed feet? To stomp out forest fires.","cat":"short jokes"},{"text":"How did the pig get to the hospital? In a hambulance.","cat":"short jokes"},{"text":"Q: What's red and not there? A: No tomatoes.","cat":"short jokes"},{"text":"Did you hear about the human cannonball? First day on the job, he was fired.","cat":"short jokes"},{"text":"Sunburn: Getting what you basked for.","cat":"short jokes"},{"text":"some macians can walk on water but chuck norris can swim through land","cat":"short jokes"},{"text":"Chuck Norris actually died four years ago, but the Grim Reaper can't get up the courage to tell him.","cat":"short jokes"},{"text":"Time waits for no man. Unless that man is Chuck Norris.","cat":"short jokes"},{"text":"Q: What do call a fish with no eye? A: A fsh.","cat":"short jokes"},{"text":"Q: How many IBM CPUs does it take to perform a logical right shift? A: 32. One to hold the bits and 31 to push the register.","cat":"short jokes"},{"text":"Chuck Norris once roundhouse-kicked a ten dollar bill into 200 nickels.","cat":"short jokes"},{"text":"Q: Did you ever hear about the rope joke? A: Skip it.","cat":"short jokes"},{"text":"Chuck Norris does not follow fashion trends, they follow him. But then he turns around and kicks their ass. Nobody follows Chuck Norris.","cat":"short jokes","exp":true},{"text":"Chuck Norris is so strong, he can role a bowling ball up stairs...........without touching it.","cat":"short jokes"},{"text":"Statistics show that for every two people Chuck Norris killed, he impregnated one.","cat":"short jokes"},{"text":"Yo mama so stupid she thinks taco bell is a mexican phone company","cat":"short jokes","exp":true},{"text":"A little girl asked her father, \"do all fairy tales begin with 'Once upon a time'? The father replied, \"No, some begin with - If I am elected.\";","cat":"short jokes"},{"text":"Why did the cowboy buy a wiener dog? So he could \"get a long little doggy\".","cat":"short jokes"},{"text":"What do you call an Islamic mosquito? A 'mosque-ito'.","cat":"short jokes"},{"text":"Did you hear about the cannibal that passed his friend in the jungle? He got so excited, he threw up his arms!","cat":"short jokes"},{"text":"Why do sharks swim in salt water? Because pepper water makes them sneeze!","cat":"short jokes"},{"text":"Where does a pirate go on vacation? Arrrrrland.","cat":"short jokes"},{"text":"What's the worst part of having a lung transplant? Knowing that the first couple of times you cough that the phlegm isn't yours.","cat":"short jokes"},{"text":"Where do Floridians wash their clothes? In Fort Launderdale.","cat":"short jokes"},{"text":"Q. What do you call a Mexican vegan? A. No Whey Jose","cat":"short jokes"},{"text":"What's the difference between a vitamin and a hormone? You can't hear a vitamin.","cat":"short jokes"},{"text":"What do you call cheese that doesn't belong to you? Nacho Cheese.","cat":"short jokes"},{"text":"Superman wears Chuck Norris underpants.","cat":"short jokes"},{"text":"How is a thief like a thermometer on a hot day? They are both up to something.","cat":"short jokes"},{"text":"I want to be the area under your curves.","cat":"short jokes"},{"text":"Q.How Do you put an elephant in a fridge in 3 simple steps A.Open the fridge, put in the elephant, close the fridge","cat":"short jokes"},{"text":"Guns don't kill people. Chuck Norris kills People.","cat":"short jokes"},{"text":"What do you get when you combine a recliner with a fruit? A chairy.","cat":"short jokes"},{"text":"How does a cow add and subtract? With a cowculator.","cat":"short jokes"},{"text":"Chuck Norris once round-house kicked a salesman. Over the phone.","cat":"short jokes"},{"text":"Why are pirates so mean? I don't know they jusr Arrrrrrrr!","cat":"short jokes"},{"text":"Chuck Norris drives a solar powered car at night.","cat":"short jokes"},{"text":"Louisville Slugger makes professional baseball bats from kiln dried Chuck Norris turds.","cat":"short jokes"},{"text":"Can gorillas swim? No.","cat":"short jokes"},{"text":"What's a knife's favorite dessert? Slice cream.","cat":"short jokes"},{"text":"Q: How does a coffee pot feel when it is hot? A: Perky.","cat":"short jokes"},{"text":"Chuck Norris can win a game of Connect Four in only three moves.","cat":"short jokes"},{"text":"182,000 Americans die from Chuck Norris-related accidents every year.","cat":"short jokes"},{"text":"Everybody loves Raymond. Except Chuck Norris.","cat":"short jokes"},{"text":"Q: What would happen if black widow spiders were as big as horses? A: If one bit you, you could ride it to the hospital.","cat":"short jokes"},{"text":"Chuck Norris crossed the road. No one has ever dared question his motives.","cat":"short jokes"},{"text":"Q: Why do you look out the window in the morning? A: Because you can't see through walls, and you can't see anything at night anyway.","cat":"short jokes"},{"text":"How do dogs order eggs at restaurants? Pooched.","cat":"short jokes"},{"text":"Q: What's red and looks like a bucket? A: A red bucket.","cat":"short jokes"},{"text":"Q: Have you seen the tree's new car? A: It's a two cedar.","cat":"short jokes"},{"text":"Q: What kind of guitar did the pool player own? A: A-cue-stick.","cat":"short jokes"},{"text":"Tony the Tiger knows that Chuck Norris is G-R-E-A-T!","cat":"short jokes"},{"text":"Q: How was the pig defeated in court? A: Oinkontroverible evidence against it and oinkonsistencies in the defense.","cat":"short jokes"},{"text":"Q: What do you call a chicken that crosses the road, rolls in the mud, and crosses back over? A: A dirty double crosser.","cat":"short jokes"},{"text":"What did the writing utensil take for his high sugar level? Pencil-in.","cat":"short jokes"},{"text":"Chuck Norris doesn't say \"who's your daddy\", because he knows the answer.","cat":"short jokes"},{"text":"Why do girls like guys who wear shirts with eight buttons? They fascinate.","cat":"short jokes"},{"text":"Q: What do you call a snake that makes a lot of noise when it eats? A: A slurpent.","cat":"short jokes"},{"text":"What did the kangaroo say when her baby was missing? Help! My pocket's been picked!","cat":"short jokes"},{"text":"Q: April showers bring May flowers, but what do May flowers bring? A: Pilgrims.","cat":"short jokes"},{"text":"What happens if you plug your electric blanket into the toaster? You pop up all night.","cat":"short jokes"},{"text":"Little known medical fact: Chuck Norris invented the Caesarean section when he roundhouse-kicked his way out of his monther's womb.","cat":"short jokes"},{"text":"We live in an expanding universe. All of it is trying to get away from Chuck Norris.","cat":"short jokes"},{"text":"What has 2 eyes, 2 belly buttons and 2 legs? 2 pirates.","cat":"short jokes"},{"text":"Q: Why was the teacher cross-eyed? A: He couldn't control his pupils.","cat":"short jokes"},{"text":"What do you get if you cross a cow with a camel? A lumpy milkshake.","cat":"short jokes"},{"text":"Q: What do you get when you cross a pond and a stream? A: Wet feet.","cat":"short jokes"},{"text":"There are now five cup sizes at Starbucks: Short, Tall, Grande, Venti, and Chuck Norris.","cat":"short jokes"},{"text":"Q: Why was Jon walking backwards on the first day of school? A: Everyone kept saying it was back to school time.","cat":"short jokes"},{"text":"Chuck Norris once went skydiving without a parachute, but promised never to do it again. One Grand Canyon is enough.","cat":"short jokes"},{"text":"Sharks have a whole week dedicated to Chuck Norris.","cat":"short jokes"},{"text":"What is a dentist's favorite musical instrument? A tuba toothpaste.","cat":"short jokes"},{"text":"Q: What do you call an 800 pound gorilla? A: Anything he wants to be called.","cat":"short jokes"},{"text":"Chuck Norris can tell you that he likes Dr. Pepper... with a straight face.","cat":"short jokes"},{"text":"Chuck Norris is considered to be high-class Norristocrat.","cat":"short jokes"},{"text":"Why did the barber win the race? He knew a short cut.","cat":"short jokes"},{"text":"Why do they call a horse a horse? Because they speak English.","cat":"short jokes"},{"text":"Q: Why did the bear run around his bed? A: He wanted to catch up on his sleep.","cat":"short jokes"},{"text":"Q: What do you call the Association of Blood Donors? A: The IV League.","cat":"short jokes"},{"text":"A three legged dog walks into a bar and says, \"I'm lookin' for the guy that shot my paw.\"","cat":"short jokes"},{"text":"Chuck Norris eats lightning and farts thunder.","cat":"short jokes"},{"text":"I stole a futon from a shop. I think the police are after me, so I have been lying low.","cat":"short jokes"},{"text":"What did the ruler gain a reputation for while campaigning? Straight talk.","cat":"short jokes"},{"text":"Whats green and flys through the air? Super Pickle","cat":"short jokes"},{"text":"Chuck Norris can drink an entire gallon of milk in thirty-seven seconds.","cat":"short jokes"},{"text":"Q: What did the farmer say when he lost his tractor? A: \"Where's my tractor?","cat":"short jokes"},{"text":"Q: What did Captain Cook say to his men before they got on the ship? A: Let's get on the ship, men!","cat":"short jokes"},{"text":"Q: What's green and walks through walls? A: Casper the Friendly Pickle.","cat":"short jokes"},{"text":"Why did Humpty Dumpty have a great fall? To make up for a bad summer.","cat":"short jokes"},{"text":"Chuck Norris had to stop washing his clothes in the ocean. The tsunamis were killing people.","cat":"short jokes"},{"text":"When Chuck Norris goes to Vegas, he doesn't have to gamble. The casinos just give him stacks of money.","cat":"short jokes"},{"text":"Southern cop to Yankee speeder, whom he has just pulled over: \"Little lady, nobody goes through Georgia that fast.\" Speeder: \"Sherman did.\"","cat":"short jokes"},{"text":"How many psychiatrists does it take to change a lightbulb? One but the lightbulb has to want to change.","cat":"short jokes"},{"text":"Q: What can you do if you don't like the Prelude in C Sharp Minor? A: Turn Rachmanin off.","cat":"short jokes"},{"text":"Q: What do you give a dog with a fever? A: Mustard. (It's good for a hot dog.)","cat":"short jokes"},{"text":"The Chuck Norris' action figure has slept with more women than most men.","cat":"short jokes"},{"text":"What did the Zen master say to the hot dog vendor? Make me one with everything.","cat":"short jokes"},{"text":"Nothing can escape the gravity of a black hole, except for Chuck Norris. Chuck Norris eats black holes. They taste like chicken.","cat":"short jokes"},{"text":"The First Law of Thermodynamics states that energy can neither be created nor destroyed...... unless it meets Chuck Norris.","cat":"short jokes"},{"text":"Q: What kind of math class did the acorn take when it grew up? A: Gee-I'm-a-tree!","cat":"short jokes"},{"text":"A horse walks into a bar. The bartender says, \"Why the long face?\"","cat":"short jokes"},{"text":"Q: What did the snail say when he jumped on the turtle's back? A: Wheeeeee!","cat":"short jokes"},{"text":"Q: Why did the scientist install a knocker on his door? A: He wanted to win the no bell prize!","cat":"short jokes"},{"text":"Q: How do spies send secret messages in a forest? A: By moss code.","cat":"short jokes"},{"text":"Q: Did you hear about the incompetent lumberjack? A: He just couldn't cut it, so he was forest fired.","cat":"short jokes"},{"text":"Q: Why did the hearing aid saleman give it up for a life of piracy? A: Because he only made a good buccaneer.","cat":"short jokes"},{"text":"What's the difference between God and a medical school graduate? God doesn't think he's a doctor.","cat":"short jokes"},{"text":"What illness are you suffering from if you keep seeing cartoon animals who talk? Disney spells.","cat":"short jokes"},{"text":"What did the apple say to the banana? Nothing -- apples don't talk!","cat":"short jokes"},{"text":"Chuck Norris could shoot someone and still have time to roundhouse kick him in the face before the bullet hit.","cat":"short jokes"},{"text":"Sticks and stones may break your bones, but a Chuck Norris glare will liquefy your kidneys.","cat":"short jokes"},{"text":"Chuck Norris can speak braille.","cat":"short jokes"},{"text":"Q: Did you hear the one about the fruit on trial? A: It was judged by a jury of his pears.","cat":"short jokes"},{"text":"What kind of house is easiest to pick up? A light house.","cat":"short jokes"},{"text":"Why did the computer squeak? Someone stepped on the mouse.","cat":"short jokes"},{"text":"Most tough men eat nails for breakfast. chuck Norris does all of his grocery shopping at Home Depot.","cat":"short jokes"},{"text":"Q: Did you hear about the book about cowardice? A: It had no spine.","cat":"short jokes"},{"text":"What did Sushi A say to Sushi B? Wasabi?","cat":"short jokes"},{"text":"Q: Why do pigs make good spies? A: They're excellent at going in-hog-nito.","cat":"short jokes"},{"text":"Q: What do you do with a wombat? A: You play wom with it.","cat":"short jokes"},{"text":"Q: What's green, and sings? A: Elvis Parsley","cat":"short jokes"},{"text":"Q: What kind of floor do dinosaurs' bathrooms have? A: Rep-tiles.","cat":"short jokes"},{"text":"after chuck norris eats a large meal, he literaly burns of the caleries","cat":"short jokes"},{"text":"What do you get when you cross an elephant with a rhinoceros? Hell-if-I-know","cat":"short jokes"},{"text":"Q: What kind of house is easiest to pick up? A: A light house.","cat":"short jokes"},{"text":"Q: What do pelicans eat? A: Anything that fits the bill.","cat":"short jokes"},{"text":"How do you fix a broken pizza? Use tomato paste.","cat":"short jokes"},{"text":"Chuck Norris doesn't step on toes. Chuck Norris steps on necks.","cat":"short jokes"},{"text":"The grass is always greener on the other side, unless Chuck Norris has been there. In that case the grass is most likely soaked in blood and tears.","cat":"short jokes"},{"text":"Why don't seagulls fly in the bay? Because they don't want to be bagels.","cat":"short jokes"},{"text":"Q: Ever heard of the wooden car with wooden wheels and a wooden engine? A: It wooden run.","cat":"short jokes"},{"text":"Chuck Norris don't open no can of whoopass. He makes his own.","cat":"short jokes"},{"text":"When somebody yells \"Last one in is a rotten egg,\" Chuck Norris is never the rotten egg.","cat":"short jokes"},{"text":"Chuck Norris once challenged Lance Armstrong in a \"Who has more testicles?\" contest. Chuck Norris won by 5.","cat":"short jokes"},{"text":"A boy came into the house with a sofa on his back. His father said, \"How many times have I told you not to accept suites from strangers!?\"","cat":"short jokes"},{"text":"Q: How do you get 27 kids to carve a statue? A: Have everybody chip in.","cat":"short jokes"},{"text":"A boy asked his rich uncle for a cowboy outfit for his birthday.So the uncle bought him a used car dealership.","cat":"short jokes"},{"text":"Why does Father Time wear bandages? Because day breaks and night falls.","cat":"short jokes"},{"text":"Q: What kind of court order would be placed on a pig in order to prevent it from taking a specific course of action? A: An inj-oink-tion.","cat":"short jokes"},{"text":"Q: What's red and not there? A: No Tomatoes.","cat":"short jokes"},{"text":"Q: What kind of snake is good at building things? A: A boa constructor.","cat":"short jokes"},{"text":"The Drummer for Def Leppard's only got one arm. Chuck Norris needed a back scratcher.","cat":"short jokes"},{"text":"Why do ducks look so sad? Because when they preen their feathers, they look down in the mouth.","cat":"short jokes"},{"text":"Q: What kind of wood doesn't float? A: Natalie Wood","cat":"short jokes"},{"text":"What's Brown and sounds like a bell?...DUNG!","cat":"short jokes"},{"text":"Why shouldn't you bowl against a snake? Because snakes make lots of strikes.","cat":"short jokes"},{"text":"Q: What did King Kong say when he saw the Statue of Liberty? A: Are you my mother?","cat":"short jokes"},{"text":"Q: When ducks fly in a V, why is one side of the V longer than the other? A: There are more ducks on that side.","cat":"short jokes"},{"text":"Q: What were the unauthorized protestors guilty of doing? A: Marching banned.","cat":"short jokes"},{"text":"Q: Did you hear about the fly that flew through a screen door? A: He strained himself.","cat":"short jokes"},{"text":"Q: What's the richest kind of air? A: A millionaire.","cat":"short jokes"},{"text":"The First rule of Chuck Norris is: you do not talk about Chuck Norris.","cat":"short jokes"},{"text":"The cops came across these two kids. One was eating batteries, and the other was eating fireworks. They charged one and let off the other.","cat":"short jokes"},{"text":"What do you get when you cross a snowman with a vampire? Frostbite.","cat":"short jokes"},{"text":"Q: Why did the schoolteacher who was in love with head of the school take out a loan with the bank? A: Because she had an interest in the principal.","cat":"short jokes"},{"text":"Q: What kind of pizza do pilots like? A: Plain.","cat":"short jokes"},{"text":"Why do elephants have big flat feet? To stamp out flaming ducks.","cat":"short jokes"},{"text":"What did one wall say to the other? I'll meet you at the corner.","cat":"short jokes"},{"text":"Q: What do you call 55 men watching the superbowl? A: Pittsburg Steelers","cat":"short jokes"},{"text":"Q: Why did the cowboy brush his teeth with gunpowder? A: So he could shoot his mouth off.","cat":"short jokes"},{"text":"Why did the farmer feed his cows money? He wanted rich milk.","cat":"short jokes"},{"text":"Fool me once, shame on you. Fool Chuck Norris once and he will roundhouse you in the face.","cat":"short jokes"},{"text":"Chuck Norris can recharge his chuckPod by plugging it into a piece of cheese.","cat":"short jokes"},{"text":"Yo mama so dark she went to night school and was marked absent!","cat":"short jokes","exp":true},{"text":"Yo mama so old that when she was in school there was no history class.","cat":"short jokes","exp":true},{"text":"Yo Mama so fat, when she takes a shower her feet don't get wet!","cat":"short jokes","exp":true},{"text":"Why do farts stink? So the deaf can enjoy them too.","cat":"short jokes"},{"text":"What did the ocean say to the shore? Nothing, it just waved.","cat":"short jokes"},{"text":"Who can shave 25 times a day and still have a beard? A barber.","cat":"short jokes"},{"text":"How does a blonde call for her dog? She puts two fingers in her mouth and then shouts \"Max!\".","cat":"short jokes","exp":true},{"text":"What do you get when you cross a vampire with a snowman? Frostbite.","cat":"short jokes"},{"text":"Whats brown & sticky? A stick.","cat":"short jokes"},{"text":"There is a order to the universe: space, time, and Chuck Norris...just kidding Chuck Norris is the first","cat":"short jokes"},{"text":"What happened when the teacher fell in the copier? She was beside herself.","cat":"short jokes"},{"text":"What's red and smells like blue paint? Red paint.","cat":"short jokes"},{"text":"The pen is mighter than the sword, but only if the pen is held by Chuck Norris.","cat":"short jokes"},{"text":"Q: What's the difference between a duck? A: One of its legs is both the same.","cat":"short jokes"},{"text":"Why did the boy close his eyes before opening the refrigerator? He didn't want to see the salad dressing.","cat":"short jokes"},{"text":"Q: What should you do if windows crashes cost you a lot of money? A: You should bill Gates.","cat":"short jokes"},{"text":"What did King Kong say when he saw the Statue of Liberty? Are you my mother?","cat":"short jokes"},{"text":"Chuck Norris needs a monkeywrench and a blowtorch to masturbate.","cat":"short jokes"},{"text":"After a tornado tore through town, thankfully no one was hurt. The trees were stripped bare, though. God breathed a sigh of releaf.","cat":"short jokes"},{"text":"What do you call a fly with no wings? A walk.","cat":"short jokes"},{"text":"Chuck Norris Found The Ark Of The Covenant... He Currently Uses It As A Coffee Table.","cat":"short jokes"},{"text":"Since 1940, the year Chuck Norris was born, roundhouse-kick related deaths have increased 13,000 percent.","cat":"short jokes"},{"text":"Chuck Norris once created a flamethrower by urinating into a lighter.","cat":"short jokes"},{"text":"Chuck Norris does not own a stove, oven, or microwave , because revenge is a dish best served cold.","cat":"short jokes"},{"text":"Q: Why do fish live in saltwater? A: Pepper makes them sneeze.","cat":"short jokes"},{"text":"Q: Which way do insane people take when they go through the forest? A: The psycho path.","cat":"short jokes"},{"text":"The best part of waking up, is not Folgers in your cup, but knowing that Chuck Norris didn't kill you in your sleep.","cat":"short jokes"},{"text":"When an episode of Walker Texas Ranger was aired in France, the French surrendered to Chuck Norris just to be on the safe side.","cat":"short jokes"},{"text":"It's said that if you look directly into Chuck Norris' eyes you can see the beginning and end of all things...... but no one has had the balls to try.","cat":"short jokes"},{"text":"How many Harvard graduates does it take to change a light bulb? One. He just puts it in the socket and lets the world turn around him.","cat":"short jokes"},{"text":"Chuck Norris qualified with a top speed of 324 mph at the Daytona 500, without a car.","cat":"short jokes"},{"text":"Q: What do you call a clairvoyant midget who escaped from prison? A: A small medium at large.","cat":"short jokes"},{"text":"What is rhubarb? Celery with high blood pressure.","cat":"short jokes"},{"text":"Q: Why do bagpipers walk when they play? A: They're trying to get away from the noise.","cat":"short jokes"},{"text":"What do you call a fruit that stays up very late to study for tests? A cramberry.","cat":"short jokes"},{"text":"What's the abominable snowman's favourite food? Spag-yeti.","cat":"short jokes"},{"text":"What do you get when you cross the Atlantic with the Titanic? Halfway.","cat":"short jokes"},{"text":"What do you call two physicians? Paradox.","cat":"short jokes"},{"text":"Q: What did one tomato say to the other? A: Catch up.","cat":"short jokes"},{"text":"What do you call the history of a car? An autobiography.","cat":"short jokes"},{"text":"Q: Did you hear about the girl who skipped rope while she read? A: She jumped to conclusions.","cat":"short jokes"},{"text":"Q: Why did Ebenezer Scrooge go to New York City? A: To see the Grumpire State Building.","cat":"short jokes"},{"text":"What do you get if you drop a piano on an army base? A flat major.","cat":"short jokes"},{"text":"What does a computer eat when it's hungry? Chips -- one byte at a time.","cat":"short jokes"},{"text":"Q: What do you get if you cross the atlantic with the titanic? A: About halfway.","cat":"short jokes"},{"text":"Q: What did the kangaroo say when her baby was missing? A: Help! My pocket's been picked!","cat":"short jokes"},{"text":"Chuck Norris once rode a bull, and nine months later it had a calf.","cat":"short jokes"},{"text":"As I rowed my little boat Toward the river shore, A small black bird kept me from landing, Quoth the raven, \"never moor.\"","cat":"short jokes"},{"text":"Why does a chicken coop have only two doors? If it had four, it would be a chicken sedan.","cat":"short jokes"},{"text":"Q: What did the finger say to the thumb? A: I'm in glove with you.","cat":"short jokes"},{"text":"What do you get when you cross pasta with a snake? Spaghetti that winds itself around your fork.","cat":"short jokes"},{"text":"What did the girl say when the Statue of Liberty sneezed? God bless America.","cat":"short jokes"},{"text":"What does a turkey do when he flies upside down? He gobbles up.","cat":"short jokes"},{"text":"Chuck Norris has a deep and abiding respect for human life...... unless it gets in his way.","cat":"short jokes"},{"text":"Chuck Norris had AIDS. Then he said, 'Do you not know who I am?' Chuck has been AIDS-free ever since.","cat":"short jokes"},{"text":"Q: What illness are you suffering from if you keep seeing cartoon animals who talk? A: Disney spells.","cat":"short jokes"},{"text":"What did the alien say to the gardener? Take me to your weeder.","cat":"short jokes"},{"text":"Why are manhole covers round? Because if they were square, you couldn't play twiddlywinks with them.","cat":"short jokes"},{"text":"All of the UFO sightings were just people seeing chuck Norris fly to McDonald's.","cat":"short jokes"},{"text":"Q: What's the strongest bird? A: A crane.","cat":"short jokes"},{"text":"Q: How did the chewing gum cross the road? A: By sticking to the chicken's foot.","cat":"short jokes"},{"text":"Q: What do you get if you cross a pig with a karate expert? A: A pork chop.","cat":"short jokes"},{"text":"Q: What is rhubarb? A: Celery with high blood pressure.","cat":"short jokes"},{"text":"Q: Why do businessmen carry umbrellas? A: Because umbrellas can't walk.","cat":"short jokes"},{"text":"I was reading a book about adhesive the other day. I just couldn't put it down.","cat":"short jokes"},{"text":"Chuck Norris has 12 moons. One of those moons is the Earth.","cat":"short jokes"},{"text":"What is blue, green, red, yellow, purple, orange, black, brown, and gray? A box of crayons.","cat":"short jokes"},{"text":"Q: What's red and smells like blue paint? A: Red paint.","cat":"short jokes"},{"text":"Chuck Norris does not have to answer the phone. His beard picks up the incoming electrical impulses and translates them into audible sound.","cat":"short jokes"},{"text":"How do you catch a unique rabbit? Unique up on him.","cat":"short jokes"},{"text":"Q: Why was King Tutenkhamen considered the best pharaoh in all of Egypt? A: Because he always showed up in cuneiform.","cat":"short jokes"},{"text":"Q: What do you call a snail on a ship? A: A snailor.","cat":"short jokes"},{"text":"Q: Why is the banana the most popular fruit? A: Because of its appeal.","cat":"short jokes"},{"text":"What is white, floats, and says \"Boo\"? A ghost boat.","cat":"short jokes"},{"text":"There is only one thing that could possibly stop Messi's unstoppable form Chuck Norris's roundhouse kick","cat":"short jokes"},{"text":"Q: Why won't a bike stand up by itself? A: It's two tired.","cat":"short jokes"},{"text":"FACT: You are having a birthday because Chuck Norris decided to let you live another year!","cat":"short jokes"},{"text":"Did you hear that NASA recently put a bunch of Holsteins into low earth orbit? They called it the herd shot 'round the world.","cat":"short jokes"},{"text":"Q: What did the boots say to the cowboy? A: You ride -- I'll go on foot.","cat":"short jokes"},{"text":"Why did the scientist install a knocker on his door? He wanted to win the No Bell Prize.","cat":"short jokes"},{"text":"How do librarians file melted marshmallows? According to the Gooey Decimal System.","cat":"short jokes"},{"text":"What do you call a pickle that draws? A dillustrator.","cat":"short jokes"},{"text":"Q: What do you get when you cross a loaf of bread with a buffalo? A: A buffaloaf.","cat":"short jokes"},{"text":"Fear is not the only emotion Chuck Norris can smell. He can also detect hope, as in \"I hope I don't get a roundhouse kick from Chuck Norris.\"","cat":"short jokes"},{"text":"Q: Why do dogs chase their tails? A: They want to make ends meet.","cat":"short jokes"},{"text":"What do you get when you mix a mouse with some laundry detergent? Squeaky clean clothes.","cat":"short jokes"},{"text":"Chuck Norris once kicked a horse in the chin. Its decendants are known today as Giraffes.","cat":"short jokes"},{"text":"When Chuck Norris goes to donate blood, he declines the syringe, and instead requests a hand gun and a bucket.","cat":"short jokes"},{"text":"When does an Irish potato change nationality? When it's french fried.","cat":"short jokes"},{"text":"Q: What's the abominable snowman's favourite food? A: Spag-yeti.","cat":"short jokes"},{"text":"Chuck Norris played Russian Roulette with a fully loaded gun and won.","cat":"short jokes"},{"text":"Chuck Norris's body temperature is 98.6 degrees...... Celsius.","cat":"short jokes"},{"text":"What do you call a 30 foot purple dinosaur named Fred who has acne and is scared of penguins? Fred.","cat":"short jokes"},{"text":"Q: Chief Running Water had two sons. What were their names? A: Hot and Cold.","cat":"short jokes"},{"text":"Three guys are walking down the street, two of them walk into a bar.... the third one ducks","cat":"short jokes"},{"text":"Why didn't the grizzly wear any shoes? He wanted to go bear foot.","cat":"short jokes"},{"text":"Would you like me to make you a hot dog? Yes, please. Poof! You're a hot dog!","cat":"short jokes"},{"text":"What is Irish and stays on your patio, even when it rains? Patty O'Furniture.","cat":"short jokes"},{"text":"Chuck Norris uses a night light. Not because Chuck Norris is afraid of the dark, but the dark is afraid of Chuck Norris.","cat":"short jokes"},{"text":"What has more lives than a cat? A frog -- it croaks every night.","cat":"short jokes"},{"text":"You can lead a horse to water but cannot make him drink, unless you're Chuck Norris.","cat":"short jokes"},{"text":"Chuck Norris is the only man who has, literally, beaten the odds. With his fists.","cat":"short jokes"},{"text":"Q: Why did the banana put on sun-tan lotion? A: To keep from peeling.","cat":"short jokes"},{"text":"Q: How does an octopus go to war? A: Armed.","cat":"short jokes"},{"text":"Q: Why did the commuter want the carpool driver to take the bridge? A: To avoid car-pool tunnel!","cat":"short jokes"},{"text":"Q: What is the clumsiest bee? A: A bumbling bee.","cat":"short jokes"},{"text":"What's big, red, and eats rocks? A big red rock eater.","cat":"short jokes"},{"text":"How did the chewing gum cross the road? By sticking to the chicken's foot.","cat":"short jokes"},{"text":"Chuck Norris' calendar goes straight from March 31st to April 2nd; no one fools Chuck Norris.","cat":"short jokes"},{"text":"Cowboy: Give me 3 packets of condoms please. Cashier: Do you need a paper bag with that sir? Cowboy: Nah... She ain't that ugly.","cat":"short jokes"},{"text":"Q: Why do scientists look for things twice? A: Because they research everything.","cat":"short jokes"},{"text":"Q: Why did the mother of twins name both of her sons Edward? A: Because two Eds are better than one.","cat":"short jokes"},{"text":"Q: Why wasn't there any food after the monster party? A: Because everyone was a goblin.","cat":"short jokes"},{"text":"Why did the little girl fall off the swing? Because she had no arms.","cat":"short jokes"},{"text":"Why couldn't Batman go fishing? Because Robin ate the worms.","cat":"short jokes"},{"text":"After his wedding, Chuck Norris sent \"You're Welcome\" cards to all of his guests.","cat":"short jokes"},{"text":"What did the left eye say to the right eye? Just between you and me, something smells down there.","cat":"short jokes"},{"text":"He, who laughs last, laughs best. He who laughs at Chuck Norris ... dies.","cat":"short jokes"},{"text":"It's with great tragedy that I report my blonde next door neighbour tried to kill her toy poodle. She tried putting batteries in it.","cat":"short jokes","exp":true},{"text":"Yo mama so poor she can't afford to pay attention!","cat":"short jokes","exp":true},{"text":"What do a Redneck divorcee and a Tornado have in common? -- either way, you're gonna lose your trailer...","cat":"short jokes"},{"text":"Vibrato: Used by fretless players to hide the fact that they are on the wrong pitch.","cat":"short jokes"},{"text":"How do you reduce wind-drag on a musician's car? Take the Domino's Pizza sign off the roof","cat":"short jokes"},{"text":"Why do guitarists put drumsticks on the dash of their car? So they can park in the handicapped spot.","cat":"short jokes"},{"text":"What do lawyers use for birth control? Their personalities.","cat":"short jokes"},{"text":"Did you know that diarrhea is hereditary? It's true, It runs in your jeans.","cat":"short jokes"},{"text":"What is 667? The neighbor of the beast.","cat":"short jokes"},{"text":"What does a pirate drink for breakfast? Arrrrange juice.","cat":"short jokes"},{"text":"Why didn't the lifeguard save the hippy? He was too far out man!","cat":"short jokes"},{"text":"What time are you supposed to go to the dentist? Tooth-hurty!","cat":"short jokes"},{"text":"What did one ocean say to the other ocean? Nothing, they just waved at each other.","cat":"short jokes"},{"text":"How can you tell if a groom is Polish? He would be the one with the clean bowling shirt.","cat":"short jokes"},{"text":"Chuck Norris once kicked a horse in the jaw, it's decendents are known today as giraffes.","cat":"short jokes"},{"text":"Q: What do you call the hair of a centaur? A: Humane.","cat":"short jokes"},{"text":"Chuck Norris is his own line at the DMV.","cat":"short jokes"},{"text":"Q: What did the big firecracker say to the little firecracker? A: My pop is bigger than your pop.","cat":"short jokes"},{"text":"Q: Why did the wrestlers have to fight in the dark? A: Their match wouldn't light.","cat":"short jokes"},{"text":"Q: Why did the man tear a page out of the calendar? A: He wanted to take a month off.","cat":"short jokes"},{"text":"\"Have you heard about the new pirate movie?\" \"It's rated aaarrrrrrrr.\"","cat":"short jokes"},{"text":"If two people had a race and one had sand in his shoe but the other did not, who would win? The one with sand in his shoe -- if it was quicksand.","cat":"short jokes"},{"text":"Q: What did the fish say when it hit the wall? A: \"Dam.\"","cat":"short jokes"},{"text":"what do you call a sleeping dinosaur? do you think he saurus","cat":"short jokes"},{"text":"Q: Why did the baker rob the bank? A: He needed the dough.","cat":"short jokes"},{"text":"Heard about the new low fat comminion wafer? it's called \"I can't believe it's not Jesus\"","cat":"short jokes","exp":true},{"text":"A man once asked Chuck Norris if his real name is \"Charles\". Chuck Norris did not respond, he simply stared at him until he exploded.","cat":"short jokes"},{"text":"Tom Clancy has to pay royalties to Chuck Norris because \"The Sum of All Fears\" is the name of Chuck Norris' autobiography.","cat":"short jokes"},{"text":"Chuck Norris once participated in the running of the bulls. He walked.","cat":"short jokes"},{"text":"Q: What do snake charmers do in the rain? A: Turn on their windshield vipers.","cat":"short jokes"},{"text":"Where does a zookeeper hang his laundry? On a clothes lion.","cat":"short jokes"},{"text":"Q: Why don't cannibals eat pantomimes? A: Because a mime is a terrible thing to baste.","cat":"short jokes"},{"text":"Why won't a bike stand up by itself? It's two tired.","cat":"short jokes"},{"text":"What would happen if black widow spiders were as big as horses? If one bit you, you could ride it to the hospital.","cat":"short jokes"},{"text":"Q: Why do girls like guys who wear shirts with eight buttons? A: They fascinate.","cat":"short jokes"},{"text":"Q: Why is the most intelligent part of your body so intelligent? A: Because it nose.","cat":"short jokes"},{"text":"Did you hear about the pilot who went on sick leave? He had the flew.","cat":"short jokes"},{"text":"What do you say to an alien with two heads? Hello. Hello.","cat":"short jokes"},{"text":"why do giraffes have long necks? because they have smelly feet!!","cat":"short jokes"},{"text":"Q: Why did the boy fall off his bike? A: Because someone threw a fridge at him.","cat":"short jokes"},{"text":"Q: Why is the letter E like London? A: Because it is the capital of England.","cat":"short jokes"},{"text":"Q: How do you have a party in outer space? A: You plan-et.","cat":"short jokes"},{"text":"Q: How do dogs order eggs at restaurants? A: Pooched.","cat":"short jokes"},{"text":"Q: What happens if a pig parks illegally? A: It oink-urs a fine.","cat":"short jokes"},{"text":"Q: Why did the boy close his eyes before opening the refrigerator? A: He didn't want to see the salad dressing.","cat":"short jokes"},{"text":"At Toys \"R\" Us, Barbie and the Chuck Norris actions figures must be at least eight aisles apart by law. After all, it is a children's store.","cat":"short jokes"},{"text":"Why don't sharks eat clowns? Because they taste funny.","cat":"short jokes"},{"text":"While vacationing in Turkey a second time, I couldn't keep the Arabicnames straight, but I saw many familiar fezzes.","cat":"short jokes"},{"text":"Why did the walrus goto the tupperware party? He was looking for a tight seal.","cat":"short jokes"},{"text":"Why is a train like a stick of gum? One goes choo-choo; the other goes chew-chew.","cat":"short jokes"},{"text":"Q: What did one angel say to the other? A: \"Halo.\"","cat":"short jokes"},{"text":"Chuck Norris trick-or-treated as himself as a child.","cat":"short jokes"},{"text":"Chuck Norris was what Willis was talkin' about.","cat":"short jokes"},{"text":"Who burped at the big bad wolf? Little Rude Riding Hood!","cat":"short jokes"},{"text":"Chuck Norris likes his ice like he likes his skulls: crushed.","cat":"short jokes"},{"text":"What did the lightbulb say to its mother? I wuv you watts and watts.","cat":"short jokes"},{"text":"Q: How do you catch an orange elephant? A: I don't know. I've never seen an orange elephant.","cat":"short jokes"},{"text":"Q: How do elephants smell? A: Really bad.","cat":"short jokes"},{"text":"Why does the letter A look like a flower? Because Bs like flowers.","cat":"short jokes"},{"text":"A neutron went into a bar and asked the bartender, \"How much for a beer?\" The bartender replied, \"For you, no charge.\"","cat":"short jokes"},{"text":"Chuck Norris originally wrote the first dictionary. The definition for each word is as follows - A swift roundhouse kick to the face.","cat":"short jokes"},{"text":"What's a tongue twister? When your tang gets all tongueled up.","cat":"short jokes"},{"text":"Q: Why does the corn get mad at the farmer? A: Because he is always pulling on his ears.","cat":"short jokes"},{"text":"What?s green and fluffy and comes from mars? A martian-mellow","cat":"short jokes"},{"text":"Scientists have estimated that the energy given off during the Big Bang is roughly equal to 1CNRhK (Chuck Norris Roundhouse Kick)","cat":"short jokes"},{"text":"If I were to ask you to dance naked for me, would your answer be the same as to this question?","cat":"short jokes","exp":true},{"text":"Ozzy Osbourne bites the heads off of bats. Chuck Norris bites the heads off of Siberian Tigers.","cat":"short jokes"},{"text":"A hamburger walks into a bar, and the bartender says, \"I'm sorry, but we don'tserve food here.\"","cat":"short jokes"},{"text":"Why was the musician arrested? He got in treble.","cat":"short jokes"},{"text":"Why did Hellen Kellar burn her ear? The phone rang and she answered the iron. Why did she burn her other ear? They called back.","cat":"short jokes"},{"text":"If vampires have no reflection, how come they have such neat hair?","cat":"short jokes"},{"text":"Q: How do you catch a rabbit? A: Hide in a meadow and make carrot noises.","cat":"short jokes"},{"text":"Q: Why does Father Time wear bandages? A: Because day breaks and night falls.","cat":"short jokes"},{"text":"Maslow's theory of higher needs does not apply to Chuck Norris. He only has two needs: killing people and finding people to kill.","cat":"short jokes"},{"text":"Why didn't Count Dracula get married? He wanted to remain a bat-chelor.","cat":"short jokes"},{"text":"Why did the commuter want the carpool driver to take the bridge? To avoid car-pool tunnel!","cat":"short jokes"},{"text":"Q: How do you fix a broken jack-o-lantern? A: With a pumpkin patch.","cat":"short jokes"},{"text":"Q: What's the friendliest school? A: Hi school.","cat":"short jokes"},{"text":"What does a cat say when he likes something? It's purrrfect.","cat":"short jokes"},{"text":"Q: What do you give a sick bird? A: Tweetment.","cat":"short jokes"},{"text":"All roads lead to Chuck Norris. And by the transitive property, a roundhouse kick to the face.","cat":"short jokes"},{"text":"Q: What did the writing utensil take for his high sugar level? A: Pencil-in.","cat":"short jokes"},{"text":"Q: What's white, lumpy, and extremely dangerous? A: Shark infested mashed potatoes.","cat":"short jokes"},{"text":"Diamonds are not, despite popular belief, carbon. They are, in fact, Chuck Norris fecal matter.","cat":"short jokes"},{"text":"Every time Chuck Norris smiles, someone dies. Unless he smiles while he's roundhouse kicking someone in the face. Then two people die.","cat":"short jokes"},{"text":"Q: Why are pirates so popular? A: They just arrrr.","cat":"short jokes"},{"text":"Q: What does a turkey do when he flies upside down? A: He gobbles up.","cat":"short jokes"},{"text":"Q: Why was the firewood punished? A: It was knotty.","cat":"short jokes"},{"text":"Q: What's the difference between bird flu and swine flu? A: If you have bird flu, you need tweetment. If you have swine flu, you need oink-ment.","cat":"short jokes"},{"text":"Q: What is blue, green, red, yellow, purple, orange, black, brown, and gray? A: A box of crayons.","cat":"short jokes"},{"text":"How does a witch tell time? With a witchwatch.","cat":"short jokes"},{"text":"Chuck Norris can divide by zero.","cat":"short jokes"},{"text":"Where do hamburgers go to dance? To a meatball.","cat":"short jokes"},{"text":"A man walks into a therapist's with just clingfilm around his waist therapist says, \"I can clearly see you're nuts\".","cat":"short jokes"},{"text":"Chuck Norris's sweat has burned holes in concrete.","cat":"short jokes"},{"text":"Contrary To Popular Belief, Chuck Norris Won Super Bowl 46. By Phone","cat":"short jokes"},{"text":"Q: How do you mend a jack-o-lantern? A: With a pumpkin patch.","cat":"short jokes"},{"text":"The wind of Chuck Norris's round house kick can be felt from 1600 miles away","cat":"short jokes"},{"text":"What?s orange and rhymes with parrot? Carrot","cat":"short jokes"},{"text":"Count from one to ten. That's how long it would take Chuck Norris to kill you......Fourty seven times.","cat":"short jokes"},{"text":"Q: Why did the computer squeak? A: Someone stepped on the mouse.","cat":"short jokes"},{"text":"Paper beats rock, rock beats scissors, and scissors beats paper, but Chuck Norris beats all 3 at the same time.","cat":"short jokes"},{"text":"Q: What does an apple and an apple tree have in common? A: They both don't drive tractors.","cat":"short jokes"},{"text":"Chuck Norris owns a chain of fast-food restaurants throughout the southwest. They serve nothing but barbecue-flavored ice cream and Hot Pockets.","cat":"short jokes"},{"text":"Q: What is the best time to eat reindeer meat? A: When you're hungry.","cat":"short jokes"},{"text":"What's the richest kind of air? A millionaire.","cat":"short jokes"},{"text":"Chuck Norris doesn't get hangovers. He just gets pissed.","cat":"short jokes"},{"text":"What did Tarzan shout when he saw the elephants coming up over thehill while wearing sunglasses? Nothing. He did not recognize them.","cat":"short jokes"},{"text":"Q: Why are bison such good musicians? A: They have fantastic horns.","cat":"short jokes"},{"text":"Q: What do you call a fruit that stays up very late to study for tests? A: A cramberry.","cat":"short jokes"},{"text":"What is a grasshopper? An insect on a pogo stick.","cat":"short jokes"},{"text":"Where did the Martian put his teacup? On his flying saucer.","cat":"short jokes"},{"text":"When Chris Angle levitated in front of Chuck Norris, Chuck Norris just laughed and flew away.","cat":"short jokes"},{"text":"Q: What's the difference between a chicken and a grape? A: They're both green except for the chicken.","cat":"short jokes"},{"text":"In a fight between Batman and Darth Vader, the winner would be Chuck Norris.","cat":"short jokes"},{"text":"Q: \"Have you heard about the new pirate movie?\" A: \"It's rated aaarrrrrrrr.\"","cat":"short jokes"},{"text":"Q: Why wouldn't the bald man let anyone use his comb? A: He couldn't part with it.","cat":"short jokes"},{"text":"What did Carlos the fireman name his twin newborn sons? Jose and Hose B.","cat":"short jokes"},{"text":"Chuck Norris uses tabasco sauce instead of visine.","cat":"short jokes"},{"text":"In a tagteam match, Chuck Norris was teamed with Hulk Hogan against King Kong Bundy and Andre The Giant. He pinned all 3 at the same time.","cat":"short jokes"},{"text":"Why did the scientist install a knocker on his door? He wanted to win the no bell prize!","cat":"short jokes"},{"text":"In the medical community, death is referred to as \"Chuck Norris Disease\"","cat":"short jokes"},{"text":"How many people does it take to screw in a lightbulb? 2, but they have to be very tiny","cat":"short jokes"},{"text":"Chuck Norris is so bad he makes viruses sick. As such, Chuck Norris is also responsible for the eradication of smallpox.","cat":"short jokes"},{"text":"When chuck Norris was born WWII had ended","cat":"short jokes"},{"text":"What do the bathroom doors at the funeral home say? His and Hearse.","cat":"short jokes"},{"text":"Q: Why did the ghoul eat a light bulb? A: Because he was in need of a light snack.","cat":"short jokes"},{"text":"Q: Do ghouls eat popcorn with their fingers? A: No, they eat their fingers separately.","cat":"short jokes"},{"text":"Q: What do you do with a green ghoul? A: Wait until it ripens.","cat":"short jokes"},{"text":"Q: How do you keep a ghoul from biting his nails? A: Replace the nails with screws.","cat":"short jokes"},{"text":"Q: What type of monster really loves dance music? A: The boogieman.","cat":"short jokes"},{"text":"Q: What's the book of socially prominent monsters? A: The Book of who's Boo.","cat":"short jokes"},{"text":"Q: Why did the ghoul knit herself three socks? A: Because she grew another foot.","cat":"short jokes"},{"text":"Q: What is the best way to speak to a ghoul? A: From a long ways away.","cat":"short jokes"},{"text":"Q: How you can tell if a ghoul was in your fridge? A: It leaves footprints in the butter.","cat":"short jokes"},{"text":"Q: Why do ghouls wear glasses? A: So they don't bump into other ghouls.","cat":"short jokes"},{"text":"Q: What happens if a monster steps on Batman and Robin? A: They become Flatman and Ribbon.","cat":"short jokes"},{"text":"How do you make a ghoul float? 1 cup of root beer, 2 scoops of ghoul.","cat":"short jokes"},{"text":"What game do monsters play with humans? Squash.","cat":"short jokes"},{"text":"Q: Did you hear about the ghoul who had eight arms? A: He said they came in handy.","cat":"short jokes"},{"text":"Q: What is a sea monster's favorite dish? A: Fish and ships.","cat":"short jokes"},{"text":"Q: Zombie: Where do fleas go in winter? A: Werewolf: Search me.","cat":"short jokes"},{"text":"What do you say to a two headed monster? Hello hello.","cat":"short jokes"},{"text":"Q: Why are ghouls green? A: Because they didn't take their travel sickness pills.","cat":"short jokes"},{"text":"Q: Who did Frankenstein take to the prom? A: His ghoul friend.","cat":"short jokes"},{"text":"Q: What happens if you cross a goldfish's brain with a dog? A: I don't know, but it's great at chasing submarines","cat":"short jokes"},{"text":"Q: Why didn't the pig have to pay for drinks on the cruise? A: It was all-oink-lusive.","cat":"short jokes"},{"text":"What's the difference between one yard and two yards? A fence.","cat":"short jokes"},{"text":"What kind of soldier doesn't need bullets? The kind of soldier that's always shooting his mouth off.","cat":"short jokes"},{"text":"Q: What do a telephone and a dog have in common? A: They both have collar ID.","cat":"short jokes"},{"text":"Yo mama so old her social security number is 1!","cat":"short jokes","exp":true},{"text":"Q. How do you keep a blonde at home? A. Build a circular driveway.","cat":"short jokes","exp":true},{"text":"A man walks into a bar, he is an alcoholic and is ruining his family.","cat":"short jokes"},{"text":"What do you call a musician with a college degree? Night manager at McDonalds.","cat":"short jokes"},{"text":"What do an old cars and pasta have in common? They're both al dente.","cat":"short jokes"},{"text":"What did the green grape say to the purple grape? Breath idiot, breath!","cat":"short jokes"},{"text":"If life hands you melons, you might be dyslexic.","cat":"short jokes"},{"text":"Why was the belt thrown in jail? He held up a pair of pants.","cat":"short jokes"},{"text":"Why do elephants paint their toenails red? So they can hide in strawberry patches.","cat":"short jokes"},{"text":"Q: Who writes ghost stories? A: A ghost writer.","cat":"short jokes"},{"text":"Chuck Norris roundhouse kicks don't really kill people. They wipe out their entire existence from the space-time continuum.","cat":"short jokes"},{"text":"Rules of fighting: 1) Don't bring a knife to a gun fight. 2) Don't bring a gun to a Chuck Norris fight.","cat":"short jokes"},{"text":"Q: Why didn't the grizzly wear any shoes? A: He wanted to go bear foot.","cat":"short jokes"},{"text":"Chuck Norris knows everything there is to know - Except for the definition of mercy.","cat":"short jokes"},{"text":"Q: Who is always your friend at school? A: Your princi-pal.","cat":"short jokes"},{"text":"have you ever wondered why stephen hawkins is in a wheelchair it's because he was getting smart with Chuck Norris","cat":"short jokes"},{"text":"What did one strawberry say to the other strawberry? If you hadn't been so fresh, we wouldn't be in this jam!","cat":"short jokes"},{"text":"Q: What do you call a snake that rides around on the front of a car? A: A windshield viper.","cat":"short jokes"},{"text":"Q: Did you hear about the Swedish guy who found God after rehab? A: He was a bjorn-again Christian.","cat":"short jokes"},{"text":"What do you call a crab that plays baseball? A pinch hitter.","cat":"short jokes"},{"text":"Q: Why did the kid dump a bucket of water off the school roof? A: He wanted to make a big splash in front of his class.","cat":"short jokes"},{"text":"What did one mountain say to the other mountain after an earthquake? It's not my fault.","cat":"short jokes"},{"text":"When she told me I was average, she was just being mean.","cat":"short jokes"},{"text":"Why did the girl spray her clock? It was full of ticks.","cat":"short jokes"},{"text":"Q: What kind of socks do you find in your backyard? A: Garden hose.","cat":"short jokes"},{"text":"Q:Why are the avenues in Paris lined with trees? A:Because Germans like to march in the shade.","cat":"short jokes"},{"text":"Q: What happens to an air conditioner when you pull its plug? A: It loses its cool.","cat":"short jokes"},{"text":"Q: Why is a room full of married people empty? A: There isn't a single person in it.","cat":"short jokes"},{"text":"What was Bob the Builder called after he retired? Bob.","cat":"short jokes"},{"text":"Hey McCloud! Get off of my ewe!","cat":"short jokes"},{"text":"What's the difference between Jesus and an oil painting? You only need one nail to hold up a picture.","cat":"short jokes"},{"text":"Jesus walks into a hotel. He hands the inkeeper three nails and asks... \"Can you put me up for the night?\"","cat":"short jokes"},{"text":"If you spell Chuck Norris in Scrabble, you win. Forever.","cat":"short jokes"},{"text":"Q: Why did the engineer drive the backwards? A: He had a loco motive.","cat":"short jokes"},{"text":"When should you charge a battery? When you can't pay cash.","cat":"short jokes"},{"text":"Chuck Norris doesn't breathe, he holds air hostage","cat":"short jokes"},{"text":"I know one person who thinks he's an owl. Who? Now I know two.","cat":"short jokes"},{"text":"Q: What time would it be if five elephants were chasing you? A: Five after one.","cat":"short jokes"},{"text":"Cars were invented to have a faster way of fleeing from Chuck Norris. Not to be outdone, Chuck Norris invented the car accident.","cat":"short jokes"},{"text":"Chuck Norris did that to Michael Jackson's face.","cat":"short jokes"},{"text":"Q: What do you call it when you lease false teeth? A: A dental rental.","cat":"short jokes"},{"text":"Q: Why couldn't the woman buy a bakery shop? A: She couldn't raise enough dough.","cat":"short jokes"},{"text":"Q: What do prisoners use to call each other? A: Cell phones.","cat":"short jokes"},{"text":"How do you mend a jack-o-lantern? With a pumpkin patch.","cat":"short jokes"},{"text":"Chuck Norris uses beer coasters as shurikens.","cat":"short jokes"},{"text":"At school, I saw my principal walking around in a daze. I asked him whathappened, and he just looked at me and said, \"I've lost my faculties!\"","cat":"short jokes"},{"text":"Q: What do you get if you cross Dracula with Sir Lancelot? A: A bite in shining armour.","cat":"short jokes"},{"text":"Q: What lies at the bottom of the ocean and twitches? A: A nervous wreck.","cat":"short jokes"},{"text":"Q: How do you get a blond out of a tree? A: Wave","cat":"short jokes"},{"text":"Q: What does a blonde owl say? A: What, what?","cat":"short jokes","exp":true},{"text":"Yo mama so greasy she used bacon as a band-aid!","cat":"short jokes","exp":true},{"text":"A rabbi, a priest, and a Lutheran minister walk into a bar. The bartender looks up and says, \"Is this some kind of joke?\"","cat":"short jokes"},{"text":"What do you call someone who hangs around with musicians? A drummer.","cat":"short jokes"},{"text":"The trouble with political jokes is they get elected.","cat":"short jokes"},{"text":"A guy walks into a bar with jumper cables and the bartender says, You can come in, but don't start anything!","cat":"short jokes"},{"text":"In Canada , we have two seasons... six months of winter and six months of poor snowmobiling.","cat":"short jokes"},{"text":"How can you tell if Chuck Norris ate rabbits the night before? He has claw marks on his forehead.","cat":"short jokes"},{"text":"What's the difference between swine flu and bird flu? For swine flu you need \"Oinkment\", for bird flu you need \"Tweetment\".","cat":"short jokes"},{"text":"What do you see when you go to the tiny beach? Microwaves.","cat":"short jokes"},{"text":"Why don't you want to take a Pokemon into the bathroom? Because it might Pikachu.","cat":"short jokes"},{"text":"What did the fisherman say to the street magician? Pick a cod, any cod!","cat":"short jokes"},{"text":"What kind of bar do fish go to? A sand bar.","cat":"short jokes"},{"text":"Chuck Norris was orginally casted as the main character for salt but then they changed it to Angelia Jolie, look at her face now.","cat":"short jokes"},{"text":"Chuck Norris lost his virginity before his dad.","cat":"short jokes"},{"text":"If you steal a clean slate, does it go on your record?","cat":"short jokes"},{"text":"Did you hear about the guy that threw away a duck? He got down in the dumps.","cat":"short jokes"},{"text":"What kind of coat does a vampire wear in the rain? A wet one.","cat":"short jokes"},{"text":"Q: What do clouds wear under their clothes? A: Thunderware.","cat":"short jokes"},{"text":"Q: What lives in the sea and yells? A: A clam shouter.","cat":"short jokes"},{"text":"Q: Who has eight pistols and terrorizes the seas? A: Billy the Squid.","cat":"short jokes"},{"text":"Murphy's wife told him he should put a pair of clean socks on every day. By Friday he couldn't get his boots on.","cat":"short jokes"},{"text":"TNT was originally developed by Chuck Norris to cure indigestion.","cat":"short jokes"},{"text":"Q: What is the proper way to address the king of the ghosts? A: Your ghostliness.","cat":"short jokes"},{"text":"Q: What did the tailor say when he pricked his finger? A: Darn!","cat":"short jokes"},{"text":"Q: What kind of fence goes on strike? A: A picket fence.","cat":"short jokes"},{"text":"Three elephants fell off a cliff. Two fell on land. One fell in the water. Boom-boom-chhh!","cat":"short jokes"},{"text":"Mrs. Bigger had a baby. Which one was bigger? The baby. It was a little Bigger.","cat":"short jokes"},{"text":"Chuck Norris is the only person in the world that can actually email a roundhouse kick.","cat":"short jokes"},{"text":"Why is a room full of married people empty? There isn't a single person in it.","cat":"short jokes"},{"text":"\" How was your blind date ? \" \" Terrible ! He showed up in a 1935 Rolls Royce. \" \" What's so terrible about that ? \" \" He was the original owner ! \"","cat":"short jokes"},{"text":"What's the difference between a Mercedes and a bunch of dead babies? I don't have a Mercedes in my garage.","cat":"short jokes"},{"text":"Martin Luther King may have had a dream, but Chuck Norris had a body count.","cat":"short jokes"},{"text":"Q: Where do baby cows go to eat lunch? A: At the calf-eteria.","cat":"short jokes"},{"text":"The United States could save billions in defense funding if they trade the Military for Chuck Norris.","cat":"short jokes"},{"text":"Q: Why did the lady and her attorney seek a scarlet frock as part of a settlement? A: Because she wanted a red dress for her grievances.","cat":"short jokes"},{"text":"Q: What kind of fish has two knees? A: A tunee fish.","cat":"short jokes"},{"text":"Q: Why was the cat afraid of the tree? A: Because of its bark.","cat":"short jokes"},{"text":"Q: How does a blind skydiver know the ground is near? A: The leash goes slack.","cat":"short jokes"},{"text":"Why do ballerinas stand on their toes? Can't they just get taller women?","cat":"short jokes"},{"text":"Chuck Norris graduated Summa Cum Laude at Harvard after only 1 class.","cat":"short jokes"},{"text":"a long time ago chuck norris kicked the world so hard that its still spinning today.","cat":"short jokes"},{"text":"Q: Where do pigs park their cars? A: In porking lots.","cat":"short jokes"},{"text":"Then there was the time a cement truck collided with a paddy wagon. Twelve hardened criminals escaped.","cat":"short jokes"},{"text":"Q: Why did the little refrigerator salute the big refrigerator? A: Because he was General Electric.","cat":"short jokes"},{"text":"What's green, has a cape, and flies? Super Pickle!","cat":"short jokes"},{"text":"What do you call a troop of rabbits marching single-file in reverse? A receding hare line.","cat":"short jokes"},{"text":"What is OJ Simpson's password on his computer? Slash, slash, backslash, escape.","cat":"short jokes"},{"text":"Redundancy: An airbag in a politician's car!","cat":"short jokes"},{"text":"The last thing you hear before Chuck Norris gives you a roundhouse kick? No one knows because dead men tell no tales.","cat":"short jokes"},{"text":"Chuck Norris is currently suing myspace for taking the name of what he calls everything around you.","cat":"short jokes"},{"text":"Q: What do you get when you cross pasta with a snake? A: Spaghetti that winds itself around your fork.","cat":"short jokes"},{"text":"chuck norris's daughter had her virginity stolen:chuck norris stole it back","cat":"short jokes"},{"text":"Q: Why do ducks look so sad? A: Because when they preen their feathers, they look down in the mouth.","cat":"short jokes"},{"text":"Q: How do small people call each other? A: On microphones.","cat":"short jokes"},{"text":"The masochist said to the sadist, \"Hurt me!\" and the sadist said \"No.\"","cat":"short jokes","exp":true},{"text":"Why do elephants have big flat feet? To stomp out burning ducks.","cat":"short jokes"},{"text":"Q: Why did the rabbit eat lunch under the sink? A: He found a leek there.","cat":"short jokes"},{"text":"Chuck Norris eats steak for every single meal. Most times he forgets to kill the cow.","cat":"short jokes"},{"text":"If tapped, a Chuck Norris roundhouse kick could power the entire country of Australia for 44 minutes.","cat":"short jokes"},{"text":"What do you call a sheep covered in chocolate? A chocolate BAA","cat":"short jokes"},{"text":"Archeologists unearthed an old english dictionary dating back to the year 1236. It defined \"victim\" as \"one who has encountered Chuck Norris\"","cat":"short jokes"},{"text":"When is a school paper not a school paper? When it's turned into the teacher.","cat":"short jokes"},{"text":"Q: What did the Momma Buffalo say to her child as he left for school? A: Bison!","cat":"short jokes"},{"text":"Why are manhole covers round? Because manholes are round.","cat":"short jokes"},{"text":"Chuck Norris makes onions cry when he cuts them up.","cat":"short jokes"},{"text":"Chuck Norris doesn't daydream. He's too busy giving other people nightmares.","cat":"short jokes"},{"text":"Q: How do you fix a broken chimp? A: With a monkeywrench.","cat":"short jokes"},{"text":"Why are elephants big, wrinkled, grey, and hairy? Because if they were small, smooth, white, and hairless, they'd beaspirin tablets!","cat":"short jokes"},{"text":"Q: How do French poodles greet each other? A: Bone-jour.","cat":"short jokes"},{"text":"q: What's got four legs, is fuzzy and green, and would kill you if it came out of a tree at you? a: A pool table.","cat":"short jokes"},{"text":"Q: What's black and blue and laying in a ditch? A: A guitarist who'd told too many drummer jokes.","cat":"short jokes"},{"text":"A man asks his wife \"Why don't you ever tell me when you have an orgasm?\" The wife says \"I don't like calling you when you're at work!\"","cat":"short jokes","exp":true},{"text":"What did one snowman say to the other? I think I smell carrots!","cat":"short jokes"},{"text":"Luke Skywalker uses the Force. The Force uses Chuck Norris.","cat":"short jokes"},{"text":"Chuck Norris' pulse is measured on the richter scale.","cat":"short jokes"},{"text":"Sperm whales were created when Chuck Norris masterbated in the ocean.","cat":"short jokes"},{"text":"Why did the astronomer hit himself on the head in the afternoon? He wanted to see stars during the day.","cat":"short jokes"},{"text":"Q: What do you call a judge with no thumbs? A: Justice Fingers.","cat":"short jokes"},{"text":"Chuck Norris doesn't count his chicken before they hatch. He cracks them and eats them.","cat":"short jokes"},{"text":"Q: What does a king do when he burps? A: He issues a royal pardon.","cat":"short jokes"},{"text":"Q: Why did it take three burly Boy Scouts to help the old lady across the street? A: Because she didn't want to go.","cat":"short jokes"},{"text":"When is a car not a car? When it turns into a parking lot.","cat":"short jokes"},{"text":"Q: Why is a train like a stick of gum? A: One goes choo-choo; the other goes chew-chew.","cat":"short jokes"},{"text":"Have you seen the new Barbie Doctor doll? You wind her up, and she operates on batteries.","cat":"short jokes"},{"text":"Q: What did the tie say to the neck? A: I think I'll just hang around.","cat":"short jokes"},{"text":"What do a redhead and a freezer have in common? They've both got ice on the inside.","cat":"short jokes"},{"text":"Why do Irishmen drink all the time? You would too if you were a ginger","cat":"short jokes"},{"text":"Why do gingers always have such frizzy hair? You would too if you had no reflection.","cat":"short jokes"},{"text":"Q: What did the witch put in her hair? A: Scare spray.","cat":"short jokes"},{"text":"Q: When is a school paper not a school paper? A: When it's turned into the teacher.","cat":"short jokes"},{"text":"yo mama so stupid that when she enterd a stupid contest they said sorry no professionals.","cat":"short jokes","exp":true},{"text":"Why do mermaids wear seashells? Because they can't fit into D-Shells.","cat":"short jokes"},{"text":"What is \"Mary\" short for? She has no legs!","cat":"short jokes"},{"text":"Yo mama so ugly the bassilisk couldn't look her in the eye.","cat":"short jokes","exp":true},{"text":"Q: What does a blond and a beer bottle have in common? A: They're both empty from the neck up.","cat":"short jokes"},{"text":"Q: What do you call a swimming pool full of blondes? A: Frosted Flakes.","cat":"short jokes","exp":true},{"text":"Did you hear about the astronaut who stepped on chewing gum? He got stuck in Orbit!","cat":"short jokes"},{"text":"Yo mama so fat, her patronis is a cake.","cat":"short jokes","exp":true},{"text":"What kind of bees make milk? BOOBIES!!!","cat":"short jokes"},{"text":"Chuck Norris can start a fire by rubbing two ice cubes together.","cat":"short jokes"},{"text":"Q: Why are farmers cruel? A: They pull corn by the ears.","cat":"short jokes"},{"text":"Q: Why are the Harry Potter films unrealisitc? A: A ginger kid has 2 friends!","cat":"short jokes"},{"text":"Yo mama so greasy Texaco buys Oil from her","cat":"short jokes","exp":true},{"text":"What's the last thing a drummer says in a band? \"Hey guys, why don't we try one of my songs?\"","cat":"short jokes"},{"text":"How many lawyers does it take to screw in a light bulb? None, lawyers only screw us.","cat":"short jokes"},{"text":"What's invisible and smells like carrots? Rabbit farts.","cat":"short jokes"},{"text":"Two peanuts were walking down the street. One was assalted.","cat":"short jokes"},{"text":"People have often asked the United States, What is your secret weapon against terrorists? We simply reply......Chuck Norris","cat":"short jokes"},{"text":"Q: What has four legs and several fins? A: A happy bear!","cat":"short jokes"},{"text":"Did you hear about the three guys that walked into a bar? You'd think the third guy would've ducked.","cat":"short jokes"},{"text":"Q: Why do ya reckon Blonds don't have elevator jobs? A: Cos they've no idea of the route.","cat":"short jokes"},{"text":"How does a bassist's brain cell die? Alone.","cat":"short jokes"},{"text":"A ham sandwhich walks into a bar and the bartender says, Sorry, we don't serve food in here.","cat":"short jokes"},{"text":"How does Steve Irwin open a lock made of tears? With a \"Cry-key!\"","cat":"short jokes"},{"text":"Women's Rights.","cat":"short jokes"},{"text":"Yo mama so greasy she sweats Crisco!","cat":"short jokes","exp":true},{"text":"Q: Why are manhole covers round? A: Because if they were square, you couldn't play twiddlywinks with them.","cat":"short jokes"},{"text":"When does a bed grow longer? At night, because two feet are added to it.","cat":"short jokes"},{"text":"What did the white guy see when he looked at his family tree? A straight line.","cat":"short jokes"},{"text":"How is a banana peel on the sidewalk like music? If you don't C sharp, you'll B flat.","cat":"short jokes"},{"text":"Chuck Norris can gargle peanut butter.","cat":"short jokes"},{"text":"Q: Why do ducks have big flat feet? A: To stamp out forest fires.","cat":"short jokes"},{"text":"Mitt Romney.","cat":"short jokes"},{"text":"Q: Why was the young bear so spoiled? A: Because his mother \"panda'd\" to his every whim!","cat":"short jokes"}]