[{"text":"I dare say there may be some men and women in the Armed Forces who are so decent that they would say: Give the Iraqi people money, we do not want to be paid back. That is the strength of our country.","cat":"strength","author":"Lindsey Graham"},{"text":"Somehow I kept my head above water. I relied on the discipline, character, and strength that I had started to develop as that little girl in her first swimming pool.","cat":"strength","author":"Esther Williams"},{"text":"I admire President Chavez for his strength to resist the United States. Instead, Bush is waging a war of terrorism against the world.","cat":"strength","author":"Cindy Sheehan"},{"text":"The guys I date always want to test my strength and wrestle around. By the end, they're drenched in sweat.","cat":"strength","author":"Gina Carano"},{"text":"Strength and wisdom are not opposing values.","cat":"strength","author":"William J. Clinton"},{"text":"I hope to devote all of my spare time, which ordinarily would go to research, my summers, and every ounce of strength I can muster to further the project.","cat":"strength","author":"Louis Finkelstein"},{"text":"We've got to demonstrate why European unity and integration, our vast single market, our single currency, equip us with the strength to embrace globalization.","cat":"strength","author":"Peter Mandelson"},{"text":"I had a lot of encouragement and tolerance from my parents, but I also have many friends who didn't get that from their parents and in a way they have more strength from spending years where nobody believed in them.","cat":"strength","author":"Michel Gondry"},{"text":"Strength instead of being the lusty child of passion, grows by grappling with and subduing them.","cat":"strength","author":"James M. Barrie"},{"text":"The strength of the United States is not the gold at Fort Knox or the weapons of mass destruction that we have, but the sum total of the education and the character of our people.","cat":"strength","author":"Claiborne Pell"},{"text":"I felt invincible. My strength was that of a giant. God was certainly standing by me. I smashed five saloons with rocks before I ever took a hatchet.","cat":"strength","author":"Carry Nation"},{"text":"Each particular society begins to feel its strength, whence arises a state of war between different nations.","cat":"strength","author":"Charles de Secondat"},{"text":"A nation that destroys its soils destroys itself. Forests are the lungs of our land, purifying the air and giving fresh strength to our people.","cat":"strength","author":"Franklin D. Roosevelt"},{"text":"Tina Turner is someone that I admire, because she made her strength feminine and sexy.","cat":"strength","author":"Beyonce Knowles","exp":true},{"text":"I have the strength to endure it all.","cat":"strength","author":"Moshe Dayan"},{"text":"I like a women who's got some balls, some strength. As long as I can beat her at arm wrestling, that's fine.","cat":"strength","author":"James Hetfield"},{"text":"A single twig breaks, but the bundle of twigs is strong.","cat":"strength","author":"Tecumseh"},{"text":"My strength as an actor is in the theater - I know that about myself. Some actors get onstage and vanish, but I'm much better there than I am on screen.","cat":"strength","author":"Stacy Keach"},{"text":"Darts players are probably a lot fitter than most footballers in overall body strength.","cat":"strength","author":"Sid Waddell"},{"text":"I spend around two and half hours on the track every day running and another 2 hours in the weight room lifting weights with my strength coach.","cat":"strength","author":"Allyson Felix"},{"text":"Once more, Never think that you can live to God by your own power or strength but always look to and rely on him for assistance, yea, for all strength and grace.","cat":"strength","author":"David Brainerd"},{"text":"Anxiety does not empty tomorrow of its sorrows, but only empties today of its strength.","cat":"strength","author":"Charles Spurgeon"},{"text":"The strength in our third-quarter financial results is cause for excitement. I'm particularly pleased that we continue to demonstrate impressive growth at the same time we are engaged in important merger discussions.","cat":"strength","author":"Bernard Ebbers"},{"text":"There's a feeling that strength is determined by the size of a union. That clearly is nonsense.","cat":"strength","author":"Arthur Scargill"},{"text":"Success in golf depends less on strength of body than upon strength of mind and character.","cat":"strength","author":"Arnold Palmer"},{"text":"There are dark shadows on the earth, but its lights are stronger in the contrast.","cat":"strength","author":"Charles Dickens"},{"text":"I'm not slick. I'm not polished. I think my strength is in reacting.","cat":"strength","author":"Billy Bush"},{"text":"I come from hardworking, determined people on both sides of my family... the kind who live with a hard reality from which much strength comes.","cat":"strength","author":"Adriana Trigiani"},{"text":"You're blessed if you have the strength to work.","cat":"strength","author":"Mahalia Jackson"},{"text":"Each is under the most sacred obligation not to squander the material committed to him, not to sap his strength in folly and vice, and to see at the least that he delivers a product worthy the labor and cost which have been expended on him.","cat":"strength","author":"Anna Julia Cooper"},{"text":"My husband has quite simply been my strength and stay all these years, and I owe him a debt greater than he would ever claim.","cat":"strength","author":"Queen Elizabeth II"},{"text":"Scar tissue is stronger than regular tissue. Realize the strength, move on.","cat":"strength","author":"Henry Rollins"},{"text":"You can manage 50 people through the strength of your personality and lack of sleep. You can touch them all in a week and make sure they're all pointed in the right direction.","cat":"strength","author":"Mark Pincus"},{"text":"The awareness of our own strength makes us modest.","cat":"strength","author":"Paul Cezanne"},{"text":"It's a wonderful side effect of what we're doing, to give someone the strength to come out of the closet to their family, or simply present themselves aesthetically in a way they feel happy with, whether or not their friends are going to be allowed to like them anymore.","cat":"strength","author":"Davey Havok"},{"text":"You are talking to a man who can only play a plastic keyboard. Give me anything weighted and I've had it. I haven't got the strength in my fingers to push them down. So I don't get a lot of expression on the keyboard.","cat":"strength","author":"Midge Ure"},{"text":"If the leader is filled with high ambition and if he pursues his aims with audacity and strength of will, he will reach them in spite of all obstacles.","cat":"strength","author":"Karl Von Clausewitz"},{"text":"Climbing to the top demands strength, whether it is to the top of Mount Everest or to the top of your career.","cat":"strength","author":"Abdul Kalam"},{"text":"You can have financial strength, professional strength, emotional strength but for me without spiritual strength none of the rest of it matters.","cat":"strength","author":"Star Jones"},{"text":"Only strength can cooperate. Weakness can only beg.","cat":"strength","author":"Dwight D. Eisenhower"},{"text":"The grandeur and strength or our people and democracy are as big as a forest.","cat":"strength","author":"Chen Shui-bian"},{"text":"And when I look at my mother, I reflect on her strength and endurance. She's cranky sometimes, but she is lovable and loving. I'd be happy to be there at 86.","cat":"strength","author":"Lisa Scottoline"},{"text":"I've never found therapy to be a sign of weakness I've found the opposite to be true. The willingness to have a mirror held up to you definitely requires strength.","cat":"strength","author":"Brooke Shields"},{"text":"I like form and shape and strength in pictures.","cat":"strength","author":"Herb Ritts"},{"text":"Then when I went to Iraq and saw the strength and character the men and women in our military service exhibit every day and their belief in what they're doing, I knew I wanted to get that on film and share it with everyone. They are my inspiration.","cat":"strength","author":"Joe Nichols"},{"text":"I had a vision with which I might have saved my people, but I had not the strength to do it.","cat":"strength","author":"Black Elk"},{"text":"Unfortunately, there are so many people who live their whole life in a place that is safe and protected and simple and they don't really have that strength inside to fly.","cat":"strength","author":"Andrew Shue"},{"text":"The type of cuisine I do, especially after being on 'Iron Chef' for several years, is a lot of global cuisine. My strength has always been Mediterranean cuisine across the board from Morocco, Spain, Italy, Greece, France, but I think now I'm doing a lot of very different cuisines all the time.","cat":"strength","author":"Cat Cora"},{"text":"Our firm conviction that ours is a just cause and that we must find a peaceful way to attain our goals gave us the strength and the awareness of the limits beyond which we must not go.","cat":"strength","author":"Lech Walesa"},{"text":"There are simply more young people than there ever were. You get this feeling of strength. Also, large numbers can be a drawback, making it difficult to lose one's anonymity.","cat":"strength","author":"John Knowles"},{"text":"What is important is to believe in something so strongly that you're never discouraged.","cat":"strength","author":"Salma Hayek"},{"text":"The strength of the Democratic Party of Cook County is not something that just happened.","cat":"strength","author":"Richard J. Daley"},{"text":"It is not good to see people who have been pretending strength all their lives lose it even for a minute.","cat":"strength","author":"Lillian Hellman"},{"text":"I would fight for my liberty so long as my strength lasted, and if the time came for me to go, the Lord would let them take me.","cat":"strength","author":"Harriet Tubman"},{"text":"Nothing has more strength than dire necessity.","cat":"strength","author":"Euripides"},{"text":"Prayer is more than meditation. In meditation the source of strength is one's self. When one prays he goes to a source of strength greater than his own.","cat":"strength","author":"Chiang Kai-shek"},{"text":"It is a maudlin and indecent verity that comes out through the strength of wine.","cat":"strength","author":"Joseph Conrad"},{"text":"Few men during their lifetime comes anywhere near exhausting the resources dwelling within them. There are deep wells of strength that are never used.","cat":"strength","author":"Richard E. Byrd"},{"text":"Calm, open debate, and logical thought drive strength to its maximum effectiveness.","cat":"strength","author":"Billy Corgan"},{"text":"Margaret Thatcher was fearful of German unification because she believed that this would bring an immediate and formidable increase of economic strength to a Germany which was already the strongest economic partner in Europe.","cat":"strength","author":"Douglas Hurd"},{"text":"He knows not his own strength that hath not met adversity.","cat":"strength","author":"Cesare Pavese"},{"text":"I was born on a farm. My strength has nothing to do with political apparatus. I get my strength from nature, from flowers.","cat":"strength","author":"Ariel Sharon"},{"text":"Although strength should fail, the effort will deserve praise. In great enterprises the attempt is enough.","cat":"strength","author":"Sextus Propertius"},{"text":"My workouts include aerobic exercise for a healthy cardiovascular system strength training to maintain muscle tone and bone density core strength exercise for a stable mid-section and stretching to maintain mobility.","cat":"strength","author":"Samantha Stosur"},{"text":"God is waiting eagerly to respond with new strength to each little act of self-control, small disciplines of prayer, feeble searching after him. And his children shall be filled if they will only hunger and thirst after what he offers.","cat":"strength","author":"Richard Holloway"},{"text":"When terrorists attacked the symbols of our national unity and strength, they failed to realize that they were just symbols of our strength. The real strength of our nation comes from our people - not our buildings.","cat":"strength","author":"Michael Enzi"},{"text":"The more I get to do this character, the more I realize that she's not just annoying. It's that her strength is not interacting with people socially. She just doesn't have time because she has so much going on in her brain.","cat":"strength","author":"Mary Lynn Rajskub"},{"text":"I think leaders are incapable of the strength that passive resistance entails.","cat":"strength","author":"Meshell Ndegeocello"},{"text":"There comes a pause, for human strength will not endure to dance without cessation and everyone must reach the point at length of absolute prostration.","cat":"strength","author":"Lewis Carroll"},{"text":"The tax on capital gains directly affects investment decisions, the mobility and flow of risk capital... the ease or difficulty experienced by new ventures in obtaining capital, and thereby the strength and potential for growth in the economy.","cat":"strength","author":"John F. Kennedy"},{"text":"Every social organisation which is rooted in life still lasts a long time, even after the conditions from which it drew its strength have changed in a manner unfavourable to it.","cat":"strength","author":"Karl Radek"},{"text":"I maintain by going to spin four or five days a week. I love that I can get a solid butt-kicking in 40 minutes. I also strength train two or three times a week.","cat":"strength","author":"Alison Sweeney"},{"text":"My strength never came from political echelons, it came from the family. And from the fields and the lands and the flowers and everything I see there. My strength came from there.","cat":"strength","author":"Ariel Sharon"},{"text":"The Chinese government is quickly losing its ideological legitimacy, maintain its rule with force, but cannot draw strength from the ideology of Marx and Mao.","cat":"strength","author":"Steve Forbes"},{"text":"But I really like hosting, I think it's a strength of mine. It allows me to improvise, and I love the spontaneity of that, and I think I'm funny behind the desk when interviewing someone.","cat":"strength","author":"Garry Shandling"},{"text":"I couldn't beat people with my strength I don't have a hard shot I'm not the quickest skater in the league. My eyes and my mind have to do most of the work.","cat":"strength","author":"Wayne Gretzky"},{"text":"Nothing symbolizes American strength and vigor more than another unaccountable Washington bureaucrat.","cat":"strength","author":"Michelle Malkin"},{"text":"I am not yet born O fill me with strength against those who would freeze my humanity.","cat":"strength","author":"Louis MacNeice"},{"text":"It was helpful to have the American troops there in great strength. They knew there'd be consequences if they didn't move back. Now, there has been some removal of the foreign forces.","cat":"strength","author":"Warren Christopher"},{"text":"I'm coming from a place of total strength and humility now.","cat":"strength","author":"Robert Downey, Jr."},{"text":"Ronald Reagan was a president of strength. His philosophy was a philosophy of strength - a strong military, a strong economy and strong families.","cat":"strength","author":"Mitt Romney"},{"text":"Prayer is more than meditation. In meditation, the source of strength is one's self. When one prays, he goes to a source of strength greater than his own.","cat":"strength","author":"Madame de Stael"},{"text":"You have to get along with people, but you also have to recognize that the strength of a team is different people with different perspectives and different personalities.","cat":"strength","author":"Steve Case"},{"text":"The breaking wave and the muscle as it contracts obey the same law. Delicate line gathers the body's total strength in a bold balance. Shall my soul meet so severe a curve, journeying on its way to form?","cat":"strength","author":"Dag Hammarskjold"},{"text":"The world breaks everyone, and afterward, some are strong at the broken places.","cat":"strength","author":"Ernest Hemingway"},{"text":"People do not lack strength they lack will.","cat":"strength","author":"Victor Hugo"},{"text":"I had the strength and the finesse there and put it all together.","cat":"strength","author":"Elvis Stojko"},{"text":"My wife and I have always trusted each other, and I have to thank her strength.","cat":"strength","author":"Anthony Anderson"},{"text":"Some great men owe most of their greatness to the ability of detecting in those they destine for their tools the exact quality of strength that matters for their work.","cat":"strength","author":"Joseph Conrad"},{"text":"America's strength is not our diversity our strength is our ability to unite people of different backgrounds around common principles. A common language is necessary to reach that goal.","cat":"strength","author":"Ernest Istook"},{"text":"We also very importantly recommend continued growth in the Army and the Marine Corps end strength.","cat":"strength","author":"John M. McHugh"},{"text":"Although housing sales and starts have cooled to more typical levels, the housing market remains strong and sound. Without the expansion of homeownership and the strength of our housing market, our nation would not have the economic growth we are experiencing today.","cat":"strength","author":"Randy Neugebauer"},{"text":"Well you know I'm very supportive of what the Tea Party is trying to do. They're very concerned with spending, the deficit, the bailouts, you know all of those kinds of things. But I really think that the strength of the Tea Party is being a grassroots movement.","cat":"strength","author":"John Boozman"},{"text":"In view of China's growing military strength and intentions, the best way to safeguard Asia's permanent peace and prosperity is to have all Asian countries join forces with other democratic countries in the world to form a global community of democracies.","cat":"strength","author":"Jim Costa"},{"text":"Exercise helps me with stress. It changes your brain chemistry. I turn to Ashtanga yoga when I feel the need to relax. I love it, but it's not right for everybody. It's taught to you a little bit at a time, according to your body type and your strength. That keeps things challenging.","cat":"strength","author":"Lisa Edelstein"},{"text":"Well first of all it's a business and it's a tough business, and you have to have the strength to survive all the set backs all the failures that make this a mean business, that's getting meaner and meaner every year in my opinion.","cat":"strength","author":"Robert Redford"},{"text":"Guerrilla wars, and even more so terrorist assaults, are conducted only by forces with insufficient strength to carry out a real war.","cat":"strength","author":"Conrad Black"},{"text":"True strength lies in submission which permits one to dedicate his life, through devotion, to something beyond himself.","cat":"strength","author":"Henry Miller"},{"text":"I'd like to be a wounded leading man. Instead of a pillar of strength, I'd be the scared one.","cat":"strength","author":"Jamie Kennedy"},{"text":"I've been doing a lot of drama, but I feel like comedy is my strength.","cat":"strength","author":"Taraji P. Henson"},{"text":"Senator Douglas was very small, not over four and a half feet height, and there was a noticeable disproportion between the long trunk of his body and his short legs. His chest was broad and indicated great strength of lungs.","cat":"strength","author":"Henry Villard"},{"text":"I certainly did feel inferior. Because of class. Because of strength. Because of height. I guess if I'd been able to hit somebody in the nose, I wouldn't have been a comic.","cat":"strength","author":"Dudley Moore"},{"text":"I am climbing a difficult road but the glory gives me strength.","cat":"strength","author":"Sextus Propertius"},{"text":"Work is not man's punishment. It is his reward and his strength and his pleasure.","cat":"strength","author":"George Sand"},{"text":"Intensity like signal strength will generally fall off with distance from the source, although it also depends on the local conditions and the pathway from the source to the point.","cat":"strength","author":"Charles Francis Richter"},{"text":"The opponents and I are really one. My strength and skills only half of the equation. The other half is theirs. An opponent is someone whose strength joined to yours creates a certain result.","cat":"strength","author":"Sadaharu Oh"},{"text":"I get strength from my art - all the paintings I own are powerful.","cat":"strength","author":"Madonna Ciccone"},{"text":"Who among us has the strength to oppose petty egoism, those petty good feelings, pity and remorse?","cat":"strength","author":"Ivan Turgenev"},{"text":"It is wonderful what strength of purpose and boldness and energy of will are roused by the assurance that we are doing our duty.","cat":"strength","author":"Walter Scott"},{"text":"There's so much with my character in 'Dredd' that I identify with. She's my favorite character I think I've ever played. She's the most dynamic and fascinating woman that I could even imagine playing, so I love her. What I love about her is that her sensitivity is her greatest strength.","cat":"strength","author":"Olivia Thirlby"},{"text":"On set is where I feel comfortable. The red carpet stuff, talking about the film, explaining your own life, it doesn't come naturally. It's all necessary stuff I suppose but it's not my strength.","cat":"strength","author":"Naomi Watts"},{"text":"And when a woman's will is as strong as the man's who wants to govern her, half her strength must be concealment.","cat":"strength","author":"George Eliot"},{"text":"Conscience is a coward, and those faults it has not strength enough to prevent it seldom has justice enough to accuse.","cat":"strength","author":"Oliver Goldsmith"},{"text":"I do a dance-based cardio workout infused with circuit training, and emphasizing strength and alignment.","cat":"strength","author":"Chloe Sevigny"},{"text":"I have the people behind me and the people are my strength.","cat":"strength","author":"Huey Newton"},{"text":"Machiavelli taught me it was better to be feared than loved. Because if you are loved they sense you might be weak. I am a man of the people and help them but it is important to do so through strength.","cat":"strength","author":"Don King"},{"text":"Strength of character means the ability to overcome resentment against others, to hide hurt feelings, and to forgive quickly.","cat":"strength","author":"Lawrence G. Lovasik"},{"text":"I think a hero is an ordinary individual who finds strength to persevere and endure in spite of overwhelming obstacles.","cat":"strength","author":"Christopher Reeve"},{"text":"I kid around a lot, but pranks are not my best strength!","cat":"strength","author":"Betty White"},{"text":"Women are like teabags. We don't know our true strength until we are in hot water!","cat":"strength","author":"Eleanor Roosevelt"},{"text":"A strength to harm is perilous in the hand of an ambitious head.","cat":"strength","author":"Elizabeth I"},{"text":"The single currency should allow the European Union, and therefore France, to balance its monetary strength with the United States. It should help us adjust to the development of China.","cat":"strength","author":"Laurent Fabius"},{"text":"When I use my strength in the service of my vision it makes no difference whether or not I am afraid.","cat":"strength","author":"Audre Lorde"},{"text":"There's a kind of a fundamental irresponsibility in playwriting, and the strength of playwriting comes from that irresponsibility.","cat":"strength","author":"Tony Kushner"},{"text":"It's funny, because in drama school, my greatest strength was my range. So my early career was like that: I played all kinds of different characters.","cat":"strength","author":"Lance Reddick"},{"text":"Stand up to your obstacles and do something about them. You will find that they haven't half the strength you think they have.","cat":"strength","author":"Norman Vincent Peale"},{"text":"You really have to look inside yourself and find your own inner strength, and say, 'I'm proud of what I am and who I am, and I'm just going to be myself.'","cat":"strength","author":"Mariah Carey"},{"text":"I love to sing and I do think that my strength as a singer is... I think I have a voice that is certainly sufficient under most any circumstances... but I think my strength is that I really am an actor and I really do have to own what I am saying.","cat":"strength","author":"Gregory Harrison"},{"text":"You must rouse into people's consciousness their own prudence and strength, if you want to raise their character.","cat":"strength","author":"Luc de Clapiers"},{"text":"From the depth of need and despair, people can work together, can organize themselves to solve their own problems and fill their own needs with dignity and strength.","cat":"strength","author":"Cesar Chavez"},{"text":"I was always trying to make up for my size, to compensate. So to get people to take you seriously, you have to come at things with a great deal of strength. You have to emphasize that the way you are is unusual. That you don't come along every day.","cat":"strength","author":"Linda Hunt"},{"text":"They just didn't have the sense of the strength of their vote. Just thought it wasn't necessary.","cat":"strength","author":"Charles Phillips"},{"text":"Although men are accused of not knowing their own weakness, yet perhaps few know their own strength. It is in men as in soils, where sometimes there is a vein of gold which the owner knows not of.","cat":"strength","author":"Jonathan Swift"},{"text":"Now, I am about to be nailed as the man who disliked 'Howl's Moving Castle.' Lord, give me strength! Also, IT, please disconnect the e-mail thing.","cat":"strength","author":"Stephen Hunter"},{"text":"My opinion, my conviction, gains immensely in strength and sureness the minute a second mind as adopted it.","cat":"strength","author":"Malcolm Muggeridge"},{"text":"Especially with the signing of riders with climbing abilities and the new arrival of Tyler Hamilton, who has the strength and ability to become a great leader for the big tours. All in all, I feel this is a very complete team.","cat":"strength","author":"Laurent Jalabert"},{"text":"Tears shed for self are tears of weakness, but tears shed for others are a sign of strength.","cat":"strength","author":"Billy Graham"},{"text":"Freedom comes from strength and self-reliance.","cat":"strength","author":"Lisa Murkowski"},{"text":"As I've often said, Wisconsin's greatest strength continues to be the dedicated, hardworking people of our state. They go to work everyday, pay their taxes, and raise their kids with good, Midwestern values.","cat":"strength","author":"Jim Doyle"},{"text":"Difficulty, my brethren, is the nurse of greatness - a harsh nurse, who roughly rocks her foster - children into strength and athletic proportion.","cat":"strength","author":"William C. Bryant"},{"text":"When adversity strikes, that's when you have to be the most calm. Take a step back, stay strong, stay grounded and press on.","cat":"strength","author":"LL Cool J"},{"text":"I know that, like every woman of the people, I have more strength than I appear to have.","cat":"strength","author":"Evita Peron"},{"text":"All the sudden high-impact stress can really take a toll on your body. So if you still want to be active and get in a good workout, go to a yoga class or pilates class, or get in some strength and conditioning.","cat":"strength","author":"Sophia Bush"},{"text":"To be loved is a strength. To love is a weakness.","cat":"strength","author":"Zsa Zsa Gabor"},{"text":"I was vegetarian for a long time, and in the last four years I started eating chicken and fish. I feel like it really built up my strength a lot.","cat":"strength","author":"Laura Wilkinson"},{"text":"My sense of personal strength has always come from my family.","cat":"strength","author":"Benjamin Bratt"},{"text":"The virtue of paganism was strength the virtue of Christianity is obedience.","cat":"strength","author":"Augustus Hare"},{"text":"When we long for life without difficulties, remind us that oaks grow strong in contrary winds and diamonds are made under pressure.","cat":"strength","author":"Peter Marshall"},{"text":"The only concept or experience or core belief that I can attribute my other-ness to is that I just started out a weirdo and I stayed a weirdo. And it took me a long time to embrace my outsidership and see it as a strength rather than a weakness.","cat":"strength","author":"Aisha Tyler"},{"text":"Europe has a lot of strength. We need to pool that strength, and I am very much in favour of that - more of a deeper political union.","cat":"strength","author":"Georgios A. Papandreou"},{"text":"Whatever I lack in size and strength and speed, I kind of make up for in being grittier. When it comes to something like basketball I'm definitely not the best guy on the court, but I love elbowing and pushing people out or boxing them out.","cat":"strength","author":"Steven Yeun"},{"text":"A strong woman is a woman determined to do something others are determined not be done.","cat":"strength","author":"Marge Piercy"},{"text":"Remember, the storm is a good opportunity for the pine and the cypress to show their strength and their stability.","cat":"strength","author":"Ho Chi Minh"},{"text":"Does anybody really think that they didn't get what they had because they didn't have the talent or the strength or the endurance or the commitment?","cat":"strength","author":"Nelson Mandela"},{"text":"Evil is the moment when I lack the strength to be true to the Good that compels me.","cat":"strength","author":"Alain Badiou"},{"text":"If you make the unconditional commitment to reach your most important goals, if the strength of your decision is sufficient, you will find the way and the power to achieve your goals.","cat":"strength","author":"Robert Conklin"},{"text":"The Green Lantern is a unique superhero because it's not that he's super that is his focus it's that he's a man. He's very human. That's his greatest strength and his greatest weakness.","cat":"strength","author":"Blake Lively"},{"text":"God is stronger than their strength, more loving than their uttermost love, and in so far as they have loved and sacrificed themselves for others, they have obtained the infallible proof, that God too lives and loves and gives Himself away.","cat":"strength","author":"George A. Smith"},{"text":"Life only demands from you the strength that you possess. Only one feat is possible not to run away.","cat":"strength","author":"Dag Hammarskjold"},{"text":"Our strength is not just in the size of our defense budget, but in the size of our hearts, in the size of our gratitude for their sacrifice. And that's not just measured in words or gestures.","cat":"strength","author":"Jennifer M. Granholm"},{"text":"The colour of the skin is in no way connected with strength of the mind or intellectual powers.","cat":"strength","author":"Benjamin Banneker"},{"text":"Socialism appeals to better classes and has far more strength. Attack the state and you excite feelings of loyalty even among the disaffected classes but attack the industrial system and appeal to the state, and you may have loyalty in your favor.","cat":"strength","author":"John Bates Clark"},{"text":"To me, thoughts are fun and art is fun. The strength of our society should not be idle entertainments but the joy of pursuing ideas.","cat":"strength","author":"Philip Kaufman"},{"text":"Let us speak, though we show all our faults and weaknesses, - for it is a sign of strength to be weak, to know it, and out with it - not in a set way and ostentatiously, though, but incidentally and without premeditation.","cat":"strength","author":"Herman Melville"},{"text":"We must continue to pursue peace through diplomacy, but we must also not shrink from our responsibility through the option of strength. We must take advantage of internal resistance and change from within Iran to avert this path of mutual destruction.","cat":"strength","author":"Michael McCaul"},{"text":"I think I was born strong-willed. That's not the kind of thing you can learn. The advantage is, you stick to what you believe in and rarely get pushed out of what you want to do.","cat":"strength","author":"Joan Jett"},{"text":"When restraint and courtesy are added to strength, the latter becomes irresistible.","cat":"strength","author":"Mahatma Gandhi"},{"text":"The great and admirable strength of America consists in this, that America is truly the American people.","cat":"strength","author":"Jacques Maritain"},{"text":"A nation' s strength ultimately consists in what it can do on its own, and not in what it can borrow from others.","cat":"strength","author":"Indira Gandhi"},{"text":"God gave me the strength to see, and breathe, and talk.","cat":"strength","author":"Leon Spinks"},{"text":"I realized that, while I would never be my mother nor have her life, the lesson she had left me was that it was possible to love and care for a man and still have at your core a strength so great that you never even needed to put it on display.","cat":"strength","author":"Anna Quindlen"},{"text":"Elves have this superhuman strength, yet they're so graceful. Tolkien created them to be angelic spirits, but I also saw Legolas as something out of the Seven Samurai.","cat":"strength","author":"Orlando Bloom"},{"text":"The strength of America is not in Washington.","cat":"strength","author":"J. C. Watts"},{"text":"Life always rides in strength to victory, not through internationalism... but only through the direct responsibility of the individual.","cat":"strength","author":"Frank Lloyd Wright"},{"text":"Unity is strength... when there is teamwork and collaboration, wonderful things can be achieved.","cat":"strength","author":"Mattie Stepanek"},{"text":"Lust is to the other passions what the nervous fluid is to life it supports them all, lends strength to them all ambition, cruelty, avarice, revenge, are all founded on lust.","cat":"strength","author":"Marquis de Sade"},{"text":"Strength is born in the deep silence of long-suffering hearts not amid joy.","cat":"strength","author":"Arthur Helps"},{"text":"Now, being a girl, I was ashamed of my body and my lack of strength. So I tried to be a man. I shot, rode, jumped, and took part in all the fights of the boys.","cat":"strength","author":"Agnes Smedley"},{"text":"Strength does not come from winning. Your struggles develop your strengths. When you go through hardships and decide not to surrender, that is strength.","cat":"strength","author":"Arnold Schwarzenegger"},{"text":"By and large we have got to find the good leaders to work with to make sure that we build the strength in these communities. Simply issuing edicts from Canberra isn't going to solve issues on the APY lands.","cat":"strength","author":"Jay Weatherill"},{"text":"There's something that's sexy about a guy who has the strength to kill somebody, but is also vulnerable enough to be in love. It's just those two sides - like, I don't know why, but women for some reason aren't attracted to normal guys, like, guys who are in between.","cat":"strength","author":"Evan Peters","exp":true},{"text":"Use gentle means before you come to extremity, and whatever lesson you work him, and never take above half his strength, nor ride him till he is weary, but a little at a time and often.","cat":"strength","author":"William Cavendish"},{"text":"Military strength in reserve is better than military strength being reigned upon the other side including all of its innocent civilians.","cat":"strength","author":"Theodore C. Sorensen"},{"text":"The strength of any weakness within us is the degree to which it is feared.","cat":"strength","author":"Guy Finley"},{"text":"I gambled on having the strength to live two lives, one for myself and one for the world.","cat":"strength","author":"Ruth Benedict"},{"text":"The great strength of the totalitarian state is that it forces those who fear it to imitate it.","cat":"strength","author":"Adolf Hitler"},{"text":"The basis on which good repute in any highly organized industrial community ultimately rests is pecuniary strength and the means of showing pecuniary strength, and so of gaining or retaining a good name, are leisure and a conspicuous consumption of goods.","cat":"strength","author":"Thorstein Veblen"},{"text":"In solitude the mind gains strength and learns to lean upon itself.","cat":"strength","author":"Laurence Sterne"},{"text":"It is impossible for our working people to maintain their full strength if they do not succeed in obtaining a sufficient supply of fat, allotted to them on a proper basis.","cat":"strength","author":"Paul von Hindenburg","exp":true},{"text":"While other industries have suffered, the nonprofit arts world continues to build in strength while it encourages the growth of innumerable small businesses on its periphery, thereby creating more jobs.","cat":"strength","author":"Louise Slaughter"},{"text":"I'm not just a doormat. I'm not just being stepped on all over the place. If you look at the bulk of my material, it's about trying to find some strength through that.","cat":"strength","author":"Lucinda Williams"},{"text":"It was in our power to cause the Arab governments to renounce the policy of strength toward Israel by turning it into a demonstration of weakness.","cat":"strength","author":"Moshe Dayan"},{"text":"The sea heaves up, hangs loaded o'er the land, Breaks there, and buries its tumultuous strength.","cat":"strength","author":"Robert Browning"},{"text":"If only the strength of the love that people feel when it is reciprocated could be as intense and obsessive as the love we feel when it is not then marriages would be truly made in heaven.","cat":"strength","author":"Ben Elton"},{"text":"The financial crisis should not become an excuse to raise taxes, which would only undermine the economic growth required to regain our strength.","cat":"strength","author":"George W. Bush"},{"text":"I give myself strength by staying away from any music.","cat":"strength","author":"Alannah Myles"},{"text":"My hope is that the Chinese government will come to realise that it is futile to repress free speech, and that contrary to what they believe a regime's strength rests not its suppression of a plurality of opinions and ideas, but in its capacity and willingness to encourage them.","cat":"strength","author":"Ma Jian"},{"text":"My greatest strength is common sense. I'm really a standard brand - like Campbell's tomato soup or Baker's chocolate.","cat":"strength","author":"Katharine Hepburn"},{"text":"They tell me that it will be hard to find a man strong enough to love my own strength and independence, and not worry about being Mr. Diana Ross, but I disagree. I know absolutely that that man is somewhere out there.","cat":"strength","author":"Diana Ross"},{"text":"Don't be intimidated by what you don't know. That can be your greatest strength and ensure that you do things differently from everyone else.","cat":"strength","author":"Sara Blakely"},{"text":"I was captain and should have set the example. I would lift a minimum of weights. Mine was natural physical strength. I always thought quickness and agility were much more important.","cat":"strength","author":"Merlin Olsen"},{"text":"In all human affairs there are efforts, and there are results, and the strength of the effort is the measure of the result.","cat":"strength","author":"James Allen"},{"text":"When I write down my thoughts, they do not escape me. This action makes me remember my strength which I forget at all times. I educate myself proportionately to my captured thought. I aim only to distinguish the contradiction between my mind and nothingness.","cat":"strength","author":"Isidore Ducasse Lautreamont"},{"text":"The thing with me. I can't stick musicians. I've thought about this. I can't stand them, and being stuck in a studio with them I think that's my strength I can hear what they can't.","cat":"strength","author":"Mark E. Smith"},{"text":"You get elected, often, if you're a woman, on the strength of the women's vote then you get into office, and you have to adapt to an overwhelmingly male environment.","cat":"strength","author":"Eleanor Clift"},{"text":"The Roman legions were formed in the first instance of citizen soldiers, who yet had been made to submit to a rigid discipline, and to feel that in that submission lay their strength.","cat":"strength","author":"Goldwin Smith"},{"text":"Academics don't normally manage to alter people's way of thinking through their strength of argument.","cat":"strength","author":"David Crystal"},{"text":"One who gains strength by overcoming obstacles possesses the only strength which can overcome adversity.","cat":"strength","author":"Albert Schweitzer"},{"text":"The very strength of a nation eventually proves to be its weakness.","cat":"strength","author":"Paul Harris"},{"text":"Strength is the capacity to break a chocolate bar into four pieces with your bare hands - and then eat just one of the pieces.","cat":"strength","author":"Judith Viorst"},{"text":"Something called 'the Oklahoma Standard' became known throughout the world. It means resilience in the face of adversity. It means a strength and compassion that will not be defeated.","cat":"strength","author":"Brad Henry"},{"text":"There is nothing respecting which a man may be so long unconscious as of the extent and strength of his prejudices.","cat":"strength","author":"Francis Jeffrey"},{"text":"One column of truth cannot hold an institution of ideas from falling into ignorance. It is wiser that a person of prudence and purpose save his strength for battles that can be won.","cat":"strength","author":"Bryant H. McGill"},{"text":"I have prayed to God that he give me the strength to survive each day and to face those times in my life that will be extremely painful. I have put my total faith in God, and he will take care of me.","cat":"strength","author":"Susan Smith"},{"text":"Men are apt to mistake the strength of their feeling for the strength of their argument. The heated mind resents the chill touch and relentless scrutiny of logic.","cat":"strength","author":"William E. Gladstone"},{"text":"We should believe in the strength and vitality of the values which constitute the E.U. and which neighbouring states can believe in and aspire to join.","cat":"strength","author":"Donald Tusk"},{"text":"About 10,000 years ago, males and females were acting equitably and were treating one another as equals, and then males took over the power, because they have physical power and physical strength.","cat":"strength","author":"Jane Elliot"},{"text":"I don't think a woman has to act like a man to show that she has strength.","cat":"strength","author":"Little Richard"},{"text":"With a houseful of kids you give each other strength.","cat":"strength","author":"Michael Landon"},{"text":"But the general welfare must restrict and regulate the exertions of the individuals, as the individuals must derive a supply of their strength from social power.","cat":"strength","author":"Friedrich List"},{"text":"The mark of a truly civilized man is confidence in the strength and security derived from the inquiring mind.","cat":"strength","author":"Felix Frankfurter"},{"text":"The depth and strength of a human character are defined by its moral reserves. People reveal themselves completely only when they are thrown out of the customary conditions of their life, for only then do they have to fall back on their reserves.","cat":"strength","author":"Leon Trotsky"},{"text":"Took us a great amount of strength to get them into the world, and for them to be in the world. I think that their little spirits, you know, just said, well, we're going to be there. So it makes it very special because of it.","cat":"strength","author":"Cheryl Tiegs"},{"text":"There's a lot of strength in the U.S., but there's a lot of froth also. The froth will blow off. We're going to have to face up to some realities that we're not fully facing up to right now.","cat":"strength","author":"Jeffrey Sachs"},{"text":"When I dare to be powerful - to use my strength in the service of my vision, then it becomes less and less important whether I am afraid.","cat":"strength","author":"Audre Lorde"},{"text":"I haven't strength of mind not to need a career.","cat":"strength","author":"Ruth Benedict"},{"text":"One of the things that's beautiful about New Orleans is how culturally rich we are and how well we have worked together. People call us a gumbo. It's really important that we get focused on the very simple notion that diversity is a strength, it's not a weakness.","cat":"strength","author":"Mitch Landrieu"},{"text":"There can only be one state of mind as you approach any profound test total concentration, a spirit of togetherness, and strength.","cat":"strength","author":"Pat Riley"},{"text":"I count life just a stuff to try the soul's strength on.","cat":"strength","author":"Robert Browning"},{"text":"Libraries are reservoirs of strength, grace and wit, reminders of order, calm and continuity, lakes of mental energy, neither warm nor cold, light nor dark.","cat":"strength","author":"Germaine Greer"},{"text":"We deceive ourselves when we fancy that only weakness needs support. Strength needs it far more.","cat":"strength","author":"Madame Swetchine"},{"text":"A truly strong person does not need the approval of others any more than a lion needs the approval of sheep.","cat":"strength","author":"Vernon Howard"},{"text":"Strength lies not in defence but in attack.","cat":"strength","author":"Adolf Hitler"},{"text":"The best translations cannot convey to us the strength and exquisite delicacy of thought in its native garb, and he to whom such books are shut flounders about in outer darkness.","cat":"strength","author":"Edwin Booth"},{"text":"As much as I value an union of all the states, I would not admit the southern states into the union, unless they agreed to the discontinuance of this disgraceful trade, because it would bring weakness and not strength to the union.","cat":"strength","author":"George Mason"},{"text":"Our strength is often composed of the weakness that we're damned if we're going to show.","cat":"strength","author":"Mignon McLaughlin"},{"text":"When you're younger, your inspiration is there. As you get older, it tends to waver. Once you find it - I found it again - that's where you can draw from. That's where you draw your strength from.","cat":"strength","author":"Elvis Stojko"},{"text":"This is just what I have thought when I have seen slaves at work - they seem to go through the motions of labor without putting strength into them. They keep their powers in reserve for their own use at night, perhaps.","cat":"strength","author":"Frederick Law Olmsted"},{"text":"There is a growing strength in women but it's in the forehead, not the forearm.","cat":"strength","author":"Beverly Sills"},{"text":"The turning point in the process of growing up is when you discover the core of strength within you that survives all hurt.","cat":"strength","author":"Max Lerner"},{"text":"Credulity is the man's weakness, but the child's strength.","cat":"strength","author":"Charles Lamb"},{"text":"Suppressed grief suffocates, it rages within the breast, and is forced to multiply its strength.","cat":"strength","author":"Ovid"},{"text":"I think my best skill in this whole deal is as a conduit to try to bring people together, because I think it's in our unity that we'll have the greatest strength.","cat":"strength","author":"Woody Harrelson"},{"text":"We get strength and encouragement from watching children.","cat":"strength","author":"Hayao Miyazaki"},{"text":"Tonight I should like to thank all those who have shared my work and to acknowledge the debt that I owe to my wife whose encouragement to put research before all other things has been a great strength to me.","cat":"strength","author":"George Porter"},{"text":"And, unlike the earlier bombing on the World Trade Center, a major landmark and symbol of the strength of the financial world was, not just damaged but, totally destroyed.","cat":"strength","author":"Allen Klein"},{"text":"The fact that we're going through a crisis is an opportunity for Europe to be more coordinated and more integrated. We're actually talking about a European Monetary Fund or euro bonds, about guarantees for countries, about economic governance in the European Union. That shows the strength of Europe.","cat":"strength","author":"George Papandreou"},{"text":"The size of your success is measured by the strength of your desire the size of your dream and how you handle disappointment along the way.","cat":"strength","author":"Robert Kiyosaki"},{"text":"Let me tell you the secret that has led me to my goal. My strength lies solely in my tenacity.","cat":"strength","author":"Louis Pasteur"},{"text":"That's one strength that Stevie has. She's really not a strong instrumentalist in any way. Her instrument is her voice and her words. And it keeps her focused on the very center of that.","cat":"strength","author":"Lindsey Buckingham"},{"text":"I get curious about new things. My real strength is going into a field that has not been investigated before, and finding new approaches to it.","cat":"strength","author":"Joshua Lederberg"},{"text":"With such thoughts in your mind, now that you have resolved to love Him and please Him with all your strength, your only fear should be to fear God too much and to place too little confidence in Him.","cat":"strength","author":"Alphonsus Liguori"},{"text":"Women's strength, women's industry, women's wisdom are humankind's greatest untapped resource. The challenge then for U.N. Women is to show our diverse constituencies how this resource can be effectively tapped in ways that benefit us all.","cat":"strength","author":"Michelle Bachelet"},{"text":"It is my own firm belief that the strength of the soul grows in proportion as you subdue the flesh.","cat":"strength","author":"Mahatma Gandhi"},{"text":"It's all too easy when talking about female gymnasts to fall into the trap of infantilizing them, spending more time worrying more about female vulnerability than we do celebrating female strength.","cat":"strength","author":"Meghan O'Rourke"},{"text":"My mother was the dearest, sweetest angel. She didn't talk she sang. She was a tower of strength.","cat":"strength","author":"Jayne Meadows"},{"text":"How one stands up to any sort of allegation in the heat of political battle reveals the strength and nature of your character. It's one of the reasons we have campaigns.","cat":"strength","author":"Tammy Bruce"},{"text":"I think everybody faces challenges in their lives. I've definitely been through it - not to the extreme that Astrid did. I try to keep some kind of identity and strength.","cat":"strength","author":"Alison Lohman"},{"text":"One cannot weep for the entire world, it is beyond human strength. One must choose.","cat":"strength","author":"Jean Anouilh"},{"text":"The spirit of man is more important than mere physical strength, and the spiritual fiber of a nation than its wealth.","cat":"strength","author":"Dwight D. Eisenhower"},{"text":"Above all, it is not decency or goodness of gentleness that impresses the Middle East, but strength.","cat":"strength","author":"Meir Kahane"},{"text":"I've always been really athletic, which really helped, because when I first started doing the training for Bulletproof Monk, it required so much strength that if I didn't have a base I don't really know what I would have done.","cat":"strength","author":"Jaime King"},{"text":"To achieve lasting literature, fictional or factual, a writer needs perceptive vision, absorptive capacity, and creative strength.","cat":"strength","author":"Lawrence Clark Powell"},{"text":"We managed to hang in there. Today when people get married there's a tendency to run away when things get tough. There is a lot of strength in hanging together.","cat":"strength","author":"Jerry Stiller"},{"text":"Humble souls are fearful of their own strength.","cat":"strength","author":"William Gurnall"},{"text":"Our very strength as lesbians lies in the fact that we are outside of patriarchy our existence challenges its life.","cat":"strength","author":"Charlotte Bunch","exp":true},{"text":"And I think we understand we cannot make social change for all workers until we have enough strength, membership strength, and at the same time having membership strength and only making change for a limited group of workers is not what our country really needs for people that work.","cat":"strength","author":"Andy Stern"},{"text":"But my strength was in singing and songwriting, which was a new discovery for me when I was 18. And I decided if I pursued songwriting, which is what was closest to my heart, then there would be no competition. I would just live my life being myself and living my dream.","cat":"strength","author":"Jason Mraz"},{"text":"The strength of the vampire is that people will not believe in him.","cat":"strength","author":"Garrett Fort"},{"text":"When I learnt to write I became my own master, I became very strong, and that strength is with me to this very day.","cat":"strength","author":"V. S. Naipaul"},{"text":"We set ourselves limits, but we are all strong enough to aim higher, to achieve our goals. All we have to do is find such strength within ourselves. Know how to develop it.","cat":"strength","author":"Alain Robert"},{"text":"Many a man's strength is in opposition, and when he faileth, he grows out of use.","cat":"strength","author":"Francis Bacon"},{"text":"Looking ahead, I believe that the underlying importance of higher education, of science, of technology, of research and scholarship to our quality of life, to the strength of our economy, to our security in many dimensions will continue to be the most important message.","cat":"strength","author":"Charles Vest"},{"text":"I hope to God that the inner strength that will vindicate my deeds will in good time spring forth from my own people. I have done as I had to on the prompting of my inner voice.","cat":"strength","author":"Kurt Huber"},{"text":"The men in the steel industry who sacrificed their all were nor merely aiding their fellows at home but were adding strength to the cause of their comrades in all industry.","cat":"strength","author":"John L. Lewis"},{"text":"He is greatest whose strength carries up the most hearts by the attraction of his own.","cat":"strength","author":"Henry Ward Beecher"},{"text":"People confuse goodness with weakness. It is weak people, not good people (goodness demands strength), who are taken advantage of.","cat":"strength","author":"Dennis Prager"},{"text":"We gain the strength of the temptation we resist.","cat":"strength","author":"Ralph Waldo Emerson"},{"text":"My knee is as strong as it was before, if not stronger, and it's a matter of getting my leg strong. I lost six years of strength in about six month's time, so it's going to take another year or two to get that leg back up to full strength, but I'm good to go so far.","cat":"strength","author":"Picabo Street"},{"text":"We acquire the strength we have overcome.","cat":"strength","author":"Ralph Waldo Emerson"},{"text":"America is moving forward and gaining strength. We have been tested, and we have proven ourselves to be a tough, resilient and resourceful nation.","cat":"strength","author":"Bill Frist"},{"text":"He knows not his own strength that has not met adversity.","cat":"strength","author":"Ben Jonson"},{"text":"I believe my past is my strength.","cat":"strength","author":"Michel Martelly"},{"text":"At their core, when things really matter, people see a need to turn to God for strength and protection.","cat":"strength","author":"Lee Greenwood"},{"text":"I have always been an outstanding football player, I have always had uncanny abilities, great arm strength, an immense ability to play the game from a quarterback standpoint. The problem was that I wasn't given the liberty to do certain things when I was young.","cat":"strength","author":"Michael Vick"},{"text":"Only actions give life strength only moderation gives it charm.","cat":"strength","author":"Jean Paul"},{"text":"There was a perception of me, and I earned it because I was really intense, really gruff. I treated certain people poorly at times. It was because of who I was. It was almost my strength. I came in all business. I tried to find ways to fit in with that demeanor, but it's not easy.","cat":"strength","author":"Kirk Gibson"},{"text":"The five separate fingers are five independent units. Close them and the fist multiplies strength. This is organization.","cat":"strength","author":"James Cash Penney"},{"text":"The future belongs to us, because we have taken charge of it. We have the commitment, we have the resourcefulness, and we have the strength of our people to share the dream across Africa of clean water for all.","cat":"strength","author":"Ellen Johnson Sirleaf"},{"text":"What is called a sincere work is one that is endowed with enough strength to give reality to an illusion.","cat":"strength","author":"Max Jacob"},{"text":"Weight-bearing exercise builds bone density, builds your muscular strength so that you can hold your body up where those bones have a tendency to get weak.","cat":"strength","author":"Ann Richards"},{"text":"Part of my strength as an actor comes from what I've learned all these years: when you play a villain, you try to get the light touches when you play a hero, you try to get in some of the warts.","cat":"strength","author":"John Forsythe"},{"text":"Don't expect to build up the weak by pulling down the strong.","cat":"strength","author":"Calvin Coolidge"},{"text":"If a man or woman has something redone it is because he or she can no longer live with that part of their body, it is no longer bearable. Either they get help and find the strength to fight or they proceed with the act.","cat":"strength","author":"Emmanuelle Beart"},{"text":"Core strength and stability is very important to me. Tennis is all about rotation of the body and my ability to create power. I incorporate a lot of abdominal, back and glute exercises into my gym sessions.","cat":"strength","author":"Samantha Stosur"},{"text":"It doesn't take a lot of strength to hang on. It takes a lot of strength to let go.","cat":"strength","author":"J. C. Watts"},{"text":"If I had not some strength of will I would make a first class drunkard.","cat":"strength","author":"Ernest Shackleton"},{"text":"So many older people, they just sit around all day long and they don't get any exercise. Their muscles atrophy, and they lose their strength, their energy and vitality by inactivity.","cat":"strength","author":"Jack LaLanne"},{"text":"Social Security is not just the foundation of America's retirement dignity and security, it ensures the economic stability and strength of our families and our state's economy.","cat":"strength","author":"Debbie Stabenow"},{"text":"The mask can be a limitation, but you just deal with it. You do get superhuman strength and pumpkin bombs and all this other stuff to express yourself with.'","cat":"strength","author":"Willem Dafoe"},{"text":"I want to thank all my fans, teammates, coaches and supporters for the strength they've given me to overcome so much.","cat":"strength","author":"Ricky Williams"},{"text":"The Royal Navy of England hath ever been its greatest defense and ornament it is its ancient and natural strength the floating bulwark of the island.","cat":"strength","author":"William Blackstone"},{"text":"Where is the man who has the strength to be true, and to show himself as he is?","cat":"strength","author":"Johann Wolfgang von Goethe"},{"text":"We must keep both our femininity and our strength.","cat":"strength","author":"Indra Devi"},{"text":"I will continue to push for doubling the strength of the U.S. Border Patrol, and to make sure that every cargo container that enters this nation is screened for radiation and potential weapons of mass destruction.","cat":"strength","author":"Nick Lampson"},{"text":"An America that inspires hope in its ideals must complement an America that inspires awe in its strength.","cat":"strength","author":"Adam Schiff"},{"text":"That strange feeling we had in the war. Have you found anything in your lives since to equal it in strength? A sort of splendid carelessness it was, holding us together.","cat":"strength","author":"Noel Coward"},{"text":"The glimpses of human strength and frailty that a physician sees are with me still.","cat":"strength","author":"Daniel Nathans"},{"text":"I'll do strength training in my dressing room between shoots, and I've been known to make business calls while out jogging. I try to mute myself on Bluetooth so they can't hear me huffing and puffing, but I usually end up getting caught.","cat":"strength","author":"Alison Sweeney"},{"text":"I've come to the conclusion that beautiful women in the West aren't comfortable finding strength in their femininity. They want to do masculine-oriented things to establish their femininity. It's a contradiction.","cat":"strength","author":"Wesley Snipes"},{"text":"I still believe in the possibility of the United States, with all its will and all its strength, and I don't just mean military, persevering against any challenge. I still believe in that.","cat":"strength","author":"Richard Holbrooke"},{"text":"Yes, forget your weakness, whatever that weakness may be. It is egotism, it is selfishness after. all, for it is a dwelling on self. Forget your weakness and remember your strength.","cat":"strength","author":"Joseph Barber Lightfoot"},{"text":"There is always strength in numbers. The more individuals or organizations that you can rally to your cause, the better.","cat":"strength","author":"Mark Shields"},{"text":"My strength is my enthusiasm.","cat":"strength","author":"Placido Domingo"},{"text":"When you call upon a Thoroughbred, he gives you all the speed, strength of heart and sinew in him. When you call on a jackass, he kicks.","cat":"strength","author":"Patricia Neal"},{"text":"Some in my party threaten to send a message that they don't know a just war when they see it, and more broadly that they're not prepared to use our military strength to protect our security and the cause of freedom.","cat":"strength","author":"Joe Lieberman"},{"text":"All too often miners, and indeed other trade unionists, underestimate the economic strength they have.","cat":"strength","author":"Arthur Scargill"},{"text":"Only the gentle are ever really strong.","cat":"strength","author":"James Dean"},{"text":"My strength and my weakness are twins in the same womb.","cat":"strength","author":"Marge Piercy"},{"text":"I think of novels in architectural terms. You have to enter at the gate, and this gate must be constructed in such a way that the reader has immediate confidence in the strength of the building.","cat":"strength","author":"Ian Mcewan"},{"text":"I left because I could no longer make records that sounded less and less like me. I tried to please people instead of believing in my own strength, until the only thing I could do was walk away.","cat":"strength","author":"Melissa Manchester"},{"text":"My husband Rhashan reminds me of my father because he's got great strength of character.","cat":"strength","author":"Olivia Williams"},{"text":"We work to eat to get the strength to work to eat to get the strength to work to eat to get the strength to work to eat to get the strength to work.","cat":"strength","author":"John Dos Passos"},{"text":"Worry does not empty tomorrow of its sorrow. It empties today of its strength.","cat":"strength","author":"Corrie Ten Boom"},{"text":"We are still keeping, as much as we can to the one million commitment that we made, hoping that at a certain point in time, the headwinds represented by the strength of the yen will be a little bit less strong.","cat":"strength","author":"Carlos Ghosn"},{"text":"The military might of a country represents its national strength. Only when it builds up its military might in every way can it develop into a thriving country.","cat":"strength","author":"Kim Jong-un"},{"text":"I don't walk around with fear. I walk around with strength. I believe in cause and effect.","cat":"strength","author":"Melanie Griffith"},{"text":"Insincerity is always weakness sincerity even in error is strength.","cat":"strength","author":"George Henry Lewes"},{"text":"I know there is strength in the differences between us. I know there is comfort where we overlap.","cat":"strength","author":"Ani DiFranco"},{"text":"I feel like it's always about embracing what it is that you think is wrong with you. It's often times your greatest 'flaw' which actually forays into what is also your greatest strength.","cat":"strength","author":"Olivia Thirlby"},{"text":"We can take full comfort in realizing the continuing strength of our nation. America's lands remain radiantly rich with diversity, and freedom still reigns.","cat":"strength","author":"Ben Nelson"},{"text":"One killer exercise that's really great is pull-ups with your legs out level. That's my favourite. It's such functional core strength, and that's why I can climb up trees and down vines.","cat":"strength","author":"Bear Grylls"},{"text":"Only by contending with challenges that seem to be beyond your strength to handle at the moment you can grow more surely toward the stars.","cat":"strength","author":"Brian Tracy"},{"text":"Productive power is the foundation of a country's economic strength.","cat":"strength","author":"Stafford Cripps"},{"text":"From this process has emerged a parallel process of translating traditional working and living values into a new political and economic power - a power increasingly based upon the strength of money and those material things money can purchase.","cat":"strength","author":"Alex Campbell"},{"text":"Out of suffering have emerged the strongest souls the most massive characters are seared with scars.","cat":"strength","author":"Khalil Gibran"},{"text":"Naturally we are aware of the strength of our economy and naturally we don't want to downplay it.","cat":"strength","author":"Gerhard Schroder"},{"text":"Our real problem, then, is not our strength today it is rather the vital necessity of action today to ensure our strength tomorrow.","cat":"strength","author":"Dwight D. Eisenhower"},{"text":"When strength is yoked with justice, where is a mightier pair than they?","cat":"strength","author":"Aeschylus"},{"text":"I have a theory and I really believe it. I think your worst weakness can become your greatest single strength.","cat":"strength","author":"Barbara Corcoran"},{"text":"The strength of a nation, especially of a republican nation, is in the intelligent and well ordered homes of the people.","cat":"strength","author":"Lydia Sigourney"},{"text":"Our moral authority is as important, if not more important, than our troop strength or our high-tech weapons. We are rapidly losing that moral authority, not only in the Arab world but all over the world.","cat":"strength","author":"Robert Reich"},{"text":"I don't know if I'm an action star or if that's just how things are shaping up. I would hate to be boxed into that forever, but it's probably just a strength as far as my type goes, and I'm fine with that.","cat":"strength","author":"Jai Courtney"},{"text":"Blind and unwavering undisciplined at all times constitutes the real strength of all free men.","cat":"strength","author":"Alfred Jarry"},{"text":"A hero is an ordinary individual who finds the strength to persevere and endure in spite of overwhelming obstacles.","cat":"strength","author":"Christopher Reeve"},{"text":"I mean I'm not smarter than the market, but I can recognize a good tape and a bad tape. I recognize when it's right and when it's wrong and that's what my strength is.","cat":"strength","author":"Jim Cramer"},{"text":"I like strength. I depend on my own.","cat":"strength","author":"Shelby Lynne"},{"text":"We draw our strength from the very despair in which we have been forced to live. We shall endure.","cat":"strength","author":"Cesar Chavez"},{"text":"The overall strength of Chinese culture and its international influence is not commensurate with China's international status. The international culture of the West is strong while we are weak.","cat":"strength","author":"Hu Jintao"},{"text":"If we resist our passions, it is more due to their weakness than our strength.","cat":"strength","author":"Francois de La Rochefoucauld"},{"text":"You had no right to be born for you make no use of life. Instead of living for, in, and with yourself, as a reasonable being ought, you seek only to fasten your feebleness on some other person's strength.","cat":"strength","author":"Charlotte Bronte"},{"text":"Rag paper, containing hemp fiber, is the highest quality and longest lasting paper ever made. It can be torn when wet, but returns to its full strength when dry.","cat":"strength","author":"Jack Herer"},{"text":"I can't just react on the strength of an email and three pages of synopsis, and say I'm going to take off for three months of my life.","cat":"strength","author":"Emmanuelle Beart"},{"text":"The people I used to have around me from Nashville was showing love to the Cash Money clique on the strength of Buck trying to make it making sure Buck gets to where he gots to go.","cat":"strength","author":"Young Buck"},{"text":"Sometimes the strength of motherhood is greater than natural laws.","cat":"strength","author":"Barbara Kingsolver"},{"text":"'Tis skill, not strength, that governs a ship.","cat":"strength","author":"Thomas Fuller"},{"text":"Only one who devotes himself to a cause with his whole strength and soul can be a true master. For this reason mastery demands all of a person.","cat":"strength","author":"Albert Einstein"},{"text":"Good composition is like a suspension bridge - each line adds strength and takes none away.","cat":"strength","author":"Robert Henri"},{"text":"I'm probably the least flexible athlete you'll find. When it comes to yoga, I can't get in the positions and I can't hold them. You have to be pretty flexible to do it. Once you get certain positions, you have to have the core strength to hold those positions. It's a pretty good workout.","cat":"strength","author":"Steve Blake"},{"text":"The sole and basic source of our strength is the solidarity of workers, peasants and the intelligentsia, the solidarity of the nation, the solidarity of people who seek to live in dignity, truth, and in harmony with their conscience.","cat":"strength","author":"Lech Walesa"},{"text":"I worshipped dead men for their strength, forgetting I was strong.","cat":"strength","author":"Vita Sackville-West"},{"text":"Some of us think holding on makes us strong but sometimes it is letting go.","cat":"strength","author":"Hermann Hesse"},{"text":"I dance but I also work out. I run, do strength training... you name it. I've got to!","cat":"strength","author":"Laurieann Gibson"},{"text":"I was a weedy kid, not like one of those working-class men who can accommodate not being academically clever by physical strength and prowess.","cat":"strength","author":"Kenneth Robert Livingstone"},{"text":"I know what my limitations are as an actor, but my strength is putting myself into a well-written part. When I get in trouble is when I have to fix it, or when I have to carry it on personality.","cat":"strength","author":"George Clooney"},{"text":"We can't equate spending on veterans with spending on defense. Our strength is not just in the size of our defense budget, but in the size of our hearts, in the size of our gratitude for their sacrifice. And that's not just measured in words or gestures.","cat":"strength","author":"Jennifer Granholm"},{"text":"And partly, the worst thing you could do in my family was need something from someone. So physical strength represented an avenue of self-sufficiency to me.","cat":"strength","author":"Alison Bechdel"},{"text":"Military preparedness is absolutely a form of strength.","cat":"strength","author":"Rachel Maddow"},{"text":"Strength was the virtue of paganism obedience is the virtue of Christianity.","cat":"strength","author":"David Hare"},{"text":"Our enemies, like the Grecian hero, have one vulnerable point. You have not touched it yet. What should have been their element of weakness has been suffered to remain an element of strength.","cat":"strength","author":"Jay Alan Sekulow"},{"text":"Superior strength is found in the long run to lie with those who had right on their side.","cat":"strength","author":"James Anthony Froude"},{"text":"Not even girls want to be girls so long as our feminine archetype lacks force, strength, and power.","cat":"strength","author":"William Moulton Marston"},{"text":"I learned that it is the weak who are cruel, and that gentleness is to be expected only from the strong.","cat":"strength","author":"Leo Rosten"},{"text":"Atheism shows strength of mind, but only to a certain degree.","cat":"strength","author":"Blaise Pascal"},{"text":"If this war is not fought with the greatest brutality against the bands both in the East and in the Balkans then in the foreseeable future the strength at our disposal will not be sufficient to be able to master this plague.","cat":"strength","author":"Wilhelm Keitel"},{"text":"Let a woman have her place, because as you provide foundation for her, she provides a foundation for you. And through that vulnerability comes strength.","cat":"strength","author":"Shemar Moore"},{"text":"I also wanted to express the strength of cinema to hide reality, while being entertaining. Cinema can fill in the empty spaces of your life and your loneliness.","cat":"strength","author":"Pedro Almodovar"},{"text":"My greatest strength as a consultant is to be ignorant and ask a few questions.","cat":"strength","author":"Peter Drucker"},{"text":"God grant you the strength to fight off the temptations of surrender.","cat":"strength","author":"Walter Annenberg"},{"text":"My strength is coming up with two outs in the last of the ninth.","cat":"strength","author":"Michael Eisner"},{"text":"I feel my heart break to see a nation ripped apart by it's own greatest strength - it's diversity.","cat":"strength","author":"Melissa Etheridge"},{"text":"The only reason I would stay away from a period piece is because sometimes the women are painted in a very stereotypical weakling, wallflower way - that's something I don't want to do. I want to show strength in the women I play, and a journey of some sort.","cat":"strength","author":"Dagmara Dominczyk"},{"text":"I realized a while back that I have an innate ability to be compassionate, and I saw that the strength of compassion is something that healers have and healers use.'","cat":"strength","author":"Ricky Williams"},{"text":"A coach once told me there are four factors that determine a players' performance: his tactical awareness, his physical condition, his technical ability and his mental strength.","cat":"strength","author":"Gary Neville"},{"text":"Money doesn't mind if we say it's evil, it goes from strength to strength. It's a fiction, an addiction, and a tacit conspiracy.","cat":"strength","author":"Martin Amis"},{"text":"An organization which claims to be working for the needs of a community - as SNCC does - must work to provide that community with a position of strength from which to make its voice heard. This is the significance of black power beyond the slogan.","cat":"strength","author":"Stokely Carmichael"},{"text":"The AFL-CIO is a structure that divides workers' strength by allowing each union to organize in any industry, then bargain on its own, even when workers share a common employer.","cat":"strength","author":"Andy Stern"},{"text":"I had no doubts I could go to the pole. I may not be as strong, but I make up for physical strength in other areas, like steadiness and not panicking under stress.","cat":"strength","author":"Ann Bancroft"},{"text":"I saw him... at peace in my armchair. I remember wishing he could stay in peace like that forever. I had a feeling of easing his burden with my strength.","cat":"strength","author":"Dennis Nilsen"},{"text":"My strength was that I am more balanced and calmer than most other riders.","cat":"strength","author":"Miguel Indurain"},{"text":"I am deeply concerned with the diminution of the teaching strength of the country as a result of the disproportionately low salaries that are paid to teachers throughout the country.","cat":"strength","author":"Bainbridge Colby"},{"text":"The superior man is the providence of the inferior. He is eyes for the blind, strength for the weak, and a shield for the defenseless. He stands erect by bending above the fallen. He rises by lifting others.","cat":"strength","author":"Robert Green Ingersoll","exp":true},{"text":"So much research has been done showing that the woman is the most vulnerable but also the biggest strength leading to economic progress.","cat":"strength","author":"Sri Mulyani Indrawati"},{"text":"At Casablanca we did 'Midnight Express,' 'Flashdance,' and 'The Deep.' My willingness for risk has always been my strength.","cat":"strength","author":"Peter Guber"},{"text":"When all is said and done, the real citadel of strength of any community is in the hearts and minds and desires of those who dwell there.","cat":"strength","author":"Everett Dirksen"},{"text":"In all my perplexities and distresses, the Bible has never failed to give me light and strength.","cat":"strength","author":"Robert E. Lee"},{"text":"Rosa Parks was a woman of strength, conviction, and morality. Her action on December 1, 1955, to defy the law made her a leading figure in our nation's civil rights history.","cat":"strength","author":"John Shimkus"},{"text":"I came from Long Island, so I had a lot of experience at the stick. I played in junior high school, then I played in high school. The technical aspect of the game was my forte. I had all that experience, then I had strength and I was in good condition.","cat":"strength","author":"Jim Brown"},{"text":"These individuals on steroids, does it enhance their career, does it give them a little more strength, a little more stamina, a little more psychological edge? Absolutely. How do you determine what - what their stats would be without steroids? It's impossible to tell.","cat":"strength","author":"Jose Canseco"},{"text":"Zealous men are ever displaying to you the strength of their belief, while judicious men are showing you the grounds of it.","cat":"strength","author":"William Shenstone"},{"text":"Death used to announce itself in the thick of life but now people drag on so long it sometimes seems that we are reaching the stage when we may have to announce ourselves to death. It is as though one needs a special strength to die, and not a final weakness.","cat":"strength","author":"Ronald Blythe"},{"text":"Rudeness is a weak imitation of strength.","cat":"strength","author":"Eric Hoffer"},{"text":"I know now what this meant, that the bison were the gift of a good spirit and were our strength, but we should lose them, and from the same good spirit we must find another strength.","cat":"strength","author":"Black Elk"},{"text":"I've completed the first part of my preparations without injury problems. My speed is good and I'm doing lots of volume for strength.","cat":"strength","author":"Jonathan Brown"},{"text":"The key element in tragedy is that heroes and heroines are destroyed by that which appears to be their greatest strength.","cat":"strength","author":"Robert Shea"},{"text":"Method is more important than strength, when you wish to control your enemies. By dropping golden beads near a snake, a crow once managed To have a passer-by kill the snake for the beads.","cat":"strength","author":"Henry Wadsworth Longfellow"},{"text":"It is a sign of contraction of the mind when it is content, or of weariness. A spirited mind never stops within itself it is always aspiring and going beyond its strength.","cat":"strength","author":"Michel de Montaigne"},{"text":"I realized then that the generations may change but the strength of our nation remains solid.","cat":"strength","author":"Jane D. Hull"},{"text":"I was in uniform for four years, and I know that heroism doesn't occur from taking orders, but rather from people who through their own willpower and strength are willing to sacrifice their lives for an idea.","cat":"strength","author":"Thor Heyerdahl"},{"text":"I believe you'll develop speed via strength work which includes hill running, either repeats, or running hilly courses as the Kenyans do on a steady basis.","cat":"strength","author":"Bill Rodgers"},{"text":"The men who have guided the destiny of the United States have found the strength for their tasks by going to their knees. This private unity of public men and their God is an enduring source of reassurance for the people of America.","cat":"strength","author":"Lyndon B. Johnson"},{"text":"I think that my past stands me in good stead in that it does have a certain strength for musicians.","cat":"strength","author":"John Sebastian"},{"text":"I've always overworked in the weight room. I love working with weights. I knew they'd give me the strength I needed.","cat":"strength","author":"Florence Griffith Joyner"},{"text":"I also work out because I have scoliosis. I have to maintain certain strength in my core.","cat":"strength","author":"Joan Smalls"},{"text":"That which does not kill us makes us stronger.","cat":"strength","author":"Friedrich Nietzsche"},{"text":"True strength is delicate.","cat":"strength","author":"Louise Berliawsky Nevelson"},{"text":"Whoever knows it also knows that in love there is no More and no Less but that he who loves can only love with the whole heart, and with the whole soul with all his strength and with all his will.","cat":"strength","author":"Max Muller"},{"text":"Organic buildings are the strength and lightness of the spiders' spinning, buildings qualified by light, bred by native character to environment, married to the ground.","cat":"strength","author":"Frank Lloyd Wright"},{"text":"They say everything you go through in your childhood builds character and inner strength.","cat":"strength","author":"Curtis Joseph"},{"text":"Terrorists have failed to trigger mass conflict between Muslims and non-Muslims in Europe. We should draw strength from that fact.","cat":"strength","author":"Gijs de Vries"},{"text":"I have arm-wrestled here and there... guys seem to want to test my strength.","cat":"strength","author":"Shania Twain"},{"text":"Women's strong qualities have become despised because of their weakness. The obvious remedy is to create a feminine character with all the strength of Superman plus all the allure of a good and beautiful woman.","cat":"strength","author":"William Moulton Marston"},{"text":"The strength of criticism lies in the weakness of the thing criticized.","cat":"strength","author":"Henry Wadsworth Longfellow"},{"text":"As thy days, so shall thy strength be which, in modern language, may be translated as thy thoughts so shall thy life be.","cat":"strength","author":"Emmet Fox"},{"text":"Not one man in a thousand has the strength of mind or the goodness of heart to be an atheist.","cat":"strength","author":"Samuel Taylor Coleridge"},{"text":"I like writing for children. It seems to me that most people underestimate their understanding and the strength of their feelings and in my books for them I try to put this right.","cat":"strength","author":"Nina Bawden"},{"text":"My strength has the strength of ten because my heart is pure.","cat":"strength","author":"Alfred Lord Tennyson"},{"text":"At some point, you can't lift this boulder with just your own strength. And if you find that you need to move bigger and bigger boulders up hills, you will need more and more help.","cat":"strength","author":"Vinton Cerf"},{"text":"It requires more strength to be gentle, so it's the everyday encounters of life that I think we've prepared children for and prepared them to be good to other people and to consider other people.","cat":"strength","author":"Bob Keeshan"},{"text":"I love the music of Lauryn Hill and Erykah Badu and more recently the music of Laura Marling. All these women share a strength and a wisdom in their voices and music that really makes me want to make music and sing.","cat":"strength","author":"Lianne La Havas"},{"text":"I have my own strength.","cat":"strength","author":"Nina Hagen"},{"text":"If the label presents them with a contract that the band don't want to sign, all the label has to do is wait. There are a hundred other bands willing to sign the exact same contract, so the label is in a position of strength.","cat":"strength","author":"Steve Albini"},{"text":"A lot of guys have muscles. A lot of strong men in this world. I think it's important to show that even under all this strength there's a fragile side, a side that can be affected.","cat":"strength","author":"Sylvester Stallone"},{"text":"It is in Virginia and Georgia that the war now rages and where it will continue for at these points - Richmond and Atlanta - the enemy's main strength is concentrated.","cat":"strength","author":"Knute Nelson"},{"text":"Base Ball, to be played thoroughly, requires the possession of muscular strength, great agility, quickness of eye, readiness of hand, and many other faculties of mind and body that mark the man of nerve.","cat":"strength","author":"Henry Chadwick"},{"text":"The strength of the playing ability is much more important. Only if the strength of the opponent's playing ability is comparable, does the game develop.","cat":"strength","author":"Vladimir Kramnik"},{"text":"I want kids to understand that strength doesn't come from what goes on around you. It comes from inside you, and that comes from Jesus Christ.","cat":"strength","author":"Willie Aames"},{"text":"It's always difficult to play a scene of physical violence because you're always afraid that you don't know your own strength and might hurt someone.","cat":"strength","author":"Catherine Deneuve"},{"text":"It gives one hope, this great strength of Africa.","cat":"strength","author":"Stephen Lewis"},{"text":"We need to reach that happy stage of our development when differences and diversity are not seen as sources of division and distrust, but of strength and inspiration.","cat":"strength","author":"Josefa Iloilo"},{"text":"People think of Latina women as being fiery and fierce, which is usually true. But I think the quality that so many Latinas possess is strength. I'm very proud to have Latin blood.","cat":"strength","author":"Zoe Saldana"},{"text":"We all have enough strength to endure the misfortunes of others.","cat":"strength","author":"Francois de La Rochefoucauld"},{"text":"Strength is a matter of the made-up mind.","cat":"strength","author":"John Beecher"},{"text":"You have to take strength from the people that love you and the people that love Barbara and the huge number of expressions of sympathy and compassion and support. That has been extremely moving.","cat":"strength","author":"Ted Olson"},{"text":"The first thing is that we're being attacked by both the Writers Guild and the Producers Guild. Both of these groups are trying to diminish the importance and strength of the director. They're trying to do it through both frontal and side attacks.","cat":"strength","author":"John Frankenheimer"},{"text":"First I shall name the eagle, of which there are three species: the great grey eagle is the largest, of great strength and high flight he chiefly preys on fawns and other young quadrupeds.","cat":"strength","author":"William Bartram"},{"text":"Wealth brings strength, strength confidence.","cat":"strength","author":"John Lothrop Motley"},{"text":"Strength does not come from physical capacity. It comes from an indomitable will.","cat":"strength","author":"Mahatma Gandhi"},{"text":"The swimmer adrift on the open seas measures his strength, and strives with all his muscles to keep himself afloat. But what is he to do when there is no land on the horizon, and none beyond it?","cat":"strength","author":"Georges Duhamel"},{"text":"From the gut comes the strut, and where hunger reigns, strength abstains.","cat":"strength","author":"Francois Rabelais"},{"text":"He's an innocent in a lot of ways. He's a very simple person who really doesn't have the resources or the strength, ultimately, to handle the situation.","cat":"strength","author":"Jared Leto"},{"text":"Thank you to all for your prayers and good wishes. It gave me the strength to persevere and warmed my heart.","cat":"strength","author":"Steven Cojocaru"},{"text":"That Germany was so immensely strong and Austria so dependent upon German strength that the word and will of Germany would at the critical moment be decisive with Austria.","cat":"strength","author":"Edward Grey"},{"text":"Focus on your problem zones, your strength, your energy, your flexibility and all the rest. Maybe your chest is flabby or your hips or waist need toning. Also, you should change your program every thirty days. That's the key.","cat":"strength","author":"Jack LaLanne"},{"text":"Girl power is about loving yourself and having confidence and strength from within, so even if you're not wearing a sexy outfit, you feel sexy.","cat":"strength","author":"Nicole Scherzinger","exp":true},{"text":"The strength of a man's virtue should not be measured by his special exertions, but by his habitual acts.","cat":"strength","author":"Blaise Pascal"},{"text":"If a weakly mortal is to do anything in the world besides eat the bread thereof, there must be a determined subordination of the whole nature to the one aim no trifling with time, which is passing, with strength which is only too limited.","cat":"strength","author":"Beatrice Webb"},{"text":"President Obama's record on national security is a tribute to his strength, and judgment, and to his preference for inclusion and partnership over partisanship.","cat":"strength","author":"William J. Clinton"},{"text":"Grudge no expense - yield to no opposition - forget fatigue - till, by the strength of prayer and sacrifice, the spirit of love shall have overcome .","cat":"strength","author":"Maria Weston Chapman"},{"text":"The weapon of the Republic is terror, and virtue is its strength.","cat":"strength","author":"Georg Buchner"},{"text":"The source of my power and strength is God, and I know it, without a shadow of a doubt.","cat":"strength","author":"Derek Fisher"},{"text":"Physical strength in a woman - that's what I am.","cat":"strength","author":"Tina Turner"},{"text":"A key to strengthening spiritual muscles and enduring hardship is finding strength in the Word of God.","cat":"strength","author":"Walter Martin"},{"text":"I admired in others the strength that I lacked myself.","cat":"strength","author":"Georg Brandes"},{"text":"Strengthen me by sympathizing with my strength, not my weakness.","cat":"strength","author":"Amos Bronson Alcott"},{"text":"I have always had good strength in my legs from working out with weights. I have also been riding a bike of some sort for most of my life and have good agility.","cat":"strength","author":"Mark-Paul Gosselaar"},{"text":"Our role in Israel is a pioneering one, and we need people with certain strength of fiber.","cat":"strength","author":"Moshe Sharett"},{"text":"Any act often repeated soon forms a habit and habit allowed, steady gains in strength, At first it may be but as a spider's web, easily broken through, but if not resisted it soon binds us with chains of steel.","cat":"strength","author":"Tryon Edwards"},{"text":"It is no use painting the foot of the tree white, the strength of the bark cries out from beneath the paint.","cat":"strength","author":"Aime Cesaire"},{"text":"Vision is perhaps our greatest strength... it has kept us alive to the power and continuity of thought through the centuries, it makes us peer into the future and lends shape to the unknown.","cat":"strength","author":"Li Ka Shing"},{"text":"Both now and for always, I intend to hold fast to my belief in the hidden strength of the human spirit.","cat":"strength","author":"Andrei Sakharov"},{"text":"May He who is the Brahman of the Hindus, the Ahura-Mazda of the Zoroastrians, the Buddha of the Buddhists, the Jehovah of the Jews, the Father in Heaven of the Christians give strength to you to carry out your noble idea.","cat":"strength","author":"Swami Vivekananda"},{"text":"Strength is one of those things you're supposed to have. You don't feel that you have it at the time you're going through it.","cat":"strength","author":"Joan Didion"},{"text":"America's downgrade may serve as a wakeup call for its policymakers. It is an unambiguous and loud signal of the country's eroding economic strength and global standing. It renders urgent the need to regain the initiative through better economic policymaking and more coherent governance.","cat":"strength","author":"Mohamed El-Erian"},{"text":"Our passion is our strength.","cat":"strength","author":"Billie Joe Armstrong"},{"text":"Religious beliefs evolved by group-selection, tribe competing against tribe, and the illogic of religions is not a weakness but their essential strength.","cat":"strength","author":"E. O. Wilson"},{"text":"There are two ways of exerting one's strength: one is pushing down, the other is pulling up.","cat":"strength","author":"Booker T. Washington"},{"text":"Strength does not have to be belligerent and loud.","cat":"strength","author":"Russell Brand"},{"text":"Because your own strength is unequal to the task, do not assume that it is beyond the powers of man but if anything is within the powers and province of man, believe that it is within your own compass also.","cat":"strength","author":"Marcus Aurelius"},{"text":"Women have seldom sufficient employment to silence their feelings a round of little cares, or vain pursuits frittering away all strength of mind and organs, they become naturally only objects of sense.","cat":"strength","author":"Mary Wollstonecraft"},{"text":"Where do you find the strength to brave a barrage of enemy fire and to bring your wounded friends to safety at great risk to your own life? Conviction.","cat":"strength","author":"Guy Verhofstadt"},{"text":"You must in all Airs follow the strength, spirit, and disposition of the horse, and do nothing against nature for art is but to set nature in order, and nothing else.","cat":"strength","author":"William Cavendish"},{"text":"I do think the heart can balance out the mind, if your heart is in a good place it can give you the strength to do the right thing and behave the right way and overcome the mind.","cat":"strength","author":"Alexis Arguello"},{"text":"He knows not his own strength who hath not met adversity.","cat":"strength","author":"William Samuel Johnson"},{"text":"Usually I write about what I care about, which is a weakness but I think also a strength.","cat":"strength","author":"Mickey Kaus"},{"text":"Internationalism on the other hand admits that spiritual achievements have their roots deep in national life from this national consciousness art and literature derive their character and strength and on it even many of the humanistic sciences are firmly based.","cat":"strength","author":"Christian Lous Lange"},{"text":"The undertaking of a new action brings new strength.","cat":"strength","author":"Richard L. Evans"},{"text":"Where there is no struggle, there is no strength.","cat":"strength","author":"Oprah Winfrey"},{"text":"What we call a poem is mostly what is not there on the page. The strength of any poem is the poems that it has managed to exclude.","cat":"strength","author":"Harold Bloom"},{"text":"When a tradition gathers enough strength to go on for centuries, you don't just turn it off one day.","cat":"strength","author":"Chinua Achebe"},{"text":"The joy of the mind is the measure of its strength.","cat":"strength","author":"Ninon de L'Enclos"},{"text":"I went to a military school between the ages of six and 12 and later into the air force. You learn discipline and strength of character.","cat":"strength","author":"Larry Hagman"},{"text":"Perhaps I am stronger than I think.","cat":"strength","author":"Thomas Merton"},{"text":"My father was the son of immigrants, and he grew up bilingual, but English is what my father taught me and what he spoke to me. America's strength is not our diversity it is our ability to unite around common principles even when we come from different backgrounds.","cat":"strength","author":"Ernest Istook"},{"text":"It's really important to share the idea that being different might feel like a problem at the time, but ultimately diversity is a strength.","cat":"strength","author":"Carson Kressley"},{"text":"The Cape Town is considerably increased within the last eight years. Its respectability with regard to strength has kept pace with its other enlargements and rendered it very secure against any attempt which is not made with considerable force.","cat":"strength","author":"William Bligh"},{"text":"Strength and growth come only through continuous effort and struggle.","cat":"strength","author":"Napoleon Hill"},{"text":"The first time you hold your baby in your arms, I mean, a sense of strength and love washes over you. It washed over me and I never thought that possible.","cat":"strength","author":"Colin Farrell"},{"text":"What is being talked about now is the probability of the Sharon government launching an attack against Lebanon to eliminate the resistance of Hezbollah by using the American war against Iraq. But, of course, in this case, we will certainly fight with all our strength.","cat":"strength","author":"Hassan Nasrallah"},{"text":"I was always looking outside myself for strength and confidence but it comes from within. It is there all the time.","cat":"strength","author":"Anna Freud"},{"text":"Only the weak are cruel. Gentleness can only be expected from the strong.","cat":"strength","author":"Leo Buscaglia"},{"text":"That though the radiance which was once so bright be now forever taken from my sight. Though nothing can bring back the hour of splendor in the grass, glory in the flower. We will grieve not, rather find strength in what remains behind.","cat":"strength","author":"William Wordsworth"},{"text":"'Swan Lake' is the most difficult thing to portray for a female ballet dancer it really requires such specific qualities of articulation, agility, strength, and the arm work is something that takes a lot of training.","cat":"strength","author":"Benjamin Millepied"},{"text":"Nothing is so strong as gentleness, nothing so gentle as real strength.","cat":"strength","author":"Saint Francis de Sales"},{"text":"Wisdom is always an overmatch for strength.","cat":"strength","author":"Phil Jackson"},{"text":"The strength that I have comes from irrigating the citrus plantation, ploughing in the vineyard, guarding the melon fields at night. I believe that's what gave me the strength.","cat":"strength","author":"Ariel Sharon"},{"text":"The President has not created any Ford constituency, unique from that of any Republican President. The one exception to this is that he does show unique strength with young voters for a Republican.","cat":"strength","author":"Robert Teeter"},{"text":"I used to play football for Real Madrid, and to be on stage for two hours, I can tell you it takes the same amount of strength.","cat":"strength","author":"Julio Iglesias"},{"text":"What is exciting is not for one person to be stronger than the other... but for two people to have met their match and yet they are equally as stubborn, as obstinate, as passionate, as crazy as the other.","cat":"strength","author":"Barbra Streisand"},{"text":"Strength of mind rests in sobriety for this keeps your reason unclouded by passion.","cat":"strength","author":"Pythagoras"},{"text":"I stopped thinking too much about what could happen and relied on my physical and mental strength to play the right shots at the right time.","cat":"strength","author":"Novak Djokovic"},{"text":"So Europe needs to be competitive and we also need to be competitive if we wish to remain an interesting economic partner for the United States. This has to be done on the basis of strength, of competitiveness.","cat":"strength","author":"Angela Merkel"},{"text":"To make the moral achievement implicit in science a source of strength to civilization, the scientist will have to have the cooperation also of the philosopher and the religious teacher.","cat":"strength","author":"Arthur Holly Compton"},{"text":"We've worked very hard as a band and would like to think we've got this far on the strength of our music.","cat":"strength","author":"Caroline Corr"},{"text":"Chicago's neighborhoods have always been this city's greatest strength.","cat":"strength","author":"Jane Byrne"},{"text":"Many people think they want things, but they don't really have the strength, the discipline. They are weak. I believe that you get what you want if you want it badly enough.","cat":"strength","author":"Sophia Loren"},{"text":"If I had the hand strength to sign autographs for everybody in Kansas City, I would... but its just impossible to get to everyone.","cat":"strength","author":"Dante Hall"},{"text":"The legacy of Steve Jobs and the strength of Steve Jobs is that he established a company that's clearly firing on all cylinders and clicking very well.","cat":"strength","author":"Al-Waleed bin Talal"},{"text":"Running gave me a focus to start looking after myself, to eat properly, and focus on building up my strength.","cat":"strength","author":"Amanda Burton"},{"text":"I'm not sure I have the physical strength to undertake a novel.","cat":"strength","author":"Joan Didion"}]