[{"text":"The one thing that makes me feel super lucky about my financial success is that I have a housekeeper.","cat":"success","author":"Gwen Stefani"},{"text":"As my father used to tell me, the only true sign of success in life is being able to do for a living that which makes you happy.","cat":"success","author":"Al Yankovic"},{"text":"We were called The Toilets originally - we were flushed with success.","cat":"success","author":"Mike Peters"},{"text":"I sort of understood that when I first started: that you shouldn't repeat a success. Very often you're going to, and maybe the first time you do, it works. And you love it. But then you're trapped.","cat":"success","author":"Jack Nicholson"},{"text":"Success is blocked by concentrating on it and planning for it... Success is shy - it won't come out while you're watching.","cat":"success","author":"Tennessee Williams"},{"text":"Hosting a TV show is a full-time job in which success is defined by it never ending.","cat":"success","author":"John Hodgman"},{"text":"The only true measure of success is the ratio between what we might have done and what we might have been on the one hand, and the thing we have made and the things we have made of ourselves on the other.","cat":"success","author":"H. G. Wells"},{"text":"The battle of life is, in most cases, fought uphill and to win it without a struggle were perhaps to win it without honor. If there were no difficulties there would be no success if there were nothing to struggle for, there would be nothing to be achieved.","cat":"success","author":"Samuel Smiles"},{"text":"Though I had success in my research both when I was mad and when I was not, eventually I felt that my work would be better respected if I thought and acted like a 'normal' person.","cat":"success","author":"John Forbes Nash"},{"text":"Discipline is the soul of an army. It makes small numbers formidable procures success to the weak, and esteem to all.","cat":"success","author":"George Washington"},{"text":"Definiteness of purpose is the starting point of all achievement.","cat":"success","author":"W. Clement Stone"},{"text":"I have found no greater satisfaction than achieving success through honest dealing and strict adherence to the view that, for you to gain, those you deal with should gain as well.","cat":"success","author":"Alan Greenspan"},{"text":"Success is only meaningful and enjoyable if it feels like your own.","cat":"success","author":"Michelle Obama"},{"text":"Success has nothing to do with what you gain in life or accomplish for yourself. It's what you do for others.","cat":"success","author":"Danny Thomas"},{"text":"You can never be comfortable with your success, you've got to be paranoid you're going to lose it.","cat":"success","author":"Lou Gerstner"},{"text":"For true success ask yourself these four questions: Why? Why not? Why not me? Why not now?","cat":"success","author":"James Allen"},{"text":"There is never just one thing that leads to success for anyone. I feel it always a combination of passion, dedication, hard work, and being in the right place at the right time.","cat":"success","author":"Lauren Conrad"},{"text":"The decadent international but individualistic capitalism in the hands of which we found ourselves after the war is not a success. It is not intelligent. It is not beautiful. It is not just. It is not virtuous. And it doesn't deliver the goods.","cat":"success","author":"John Maynard Keynes"},{"text":"Four years of football are calculated to breed in the average man more of the ingredients of success in life than almost any academic course he takes.","cat":"success","author":"Knute Rockne"},{"text":"Eventually, with success, I started to feel more and more isolated - like I didn't have a community of artists.","cat":"success","author":"Joni Mitchell"},{"text":"I think the measure of your success to a certain extent will be the amount of things written about you that aren't true.","cat":"success","author":"Cybill Shepherd"},{"text":"Success consecrates the most offensive crimes.","cat":"success","author":"Lucius Annaeus Seneca"},{"text":"If you come into success too soon, you'll burn out and be finished before you know it. If you let the maturation process happen naturally, you'll be happier with yourself in the end.","cat":"success","author":"Lucinda Williams"},{"text":"Success didn't spoil me, I've always been insufferable.","cat":"success","author":"Fran Lebowitz"},{"text":"In the end, you make your reputation and you have your success based upon credibility and being able to provide people who are really hungry for information what they want.","cat":"success","author":"Brit Hume"},{"text":"I don't think success has changed us as people at all. We are the same lunatics that we were when this band first got going. We never see ourselves as being on a higher level than our fans.","cat":"success","author":"Kirk Hammett"},{"text":"When I prayed for success, I forgot to ask for sound sleep and good digestion.","cat":"success","author":"Mason Cooley"},{"text":"Your chances of success are directly proportional to the degree of pleasure you desire from what you do. If you are in a job you hate, face the fact squarely and get out.","cat":"success","author":"Michael Korda"},{"text":"Success is like a liberation or the first phrase of a love story.","cat":"success","author":"Jeanne Moreau"},{"text":"Whatever success I've had, I always like to top it.","cat":"success","author":"Bernie Mac"},{"text":"A rejection is nothing more than a necessary step in the pursuit of success.","cat":"success","author":"Bo Bennett"},{"text":"Perseverance - a lowly virtue whereby mediocrity achieves an inglorious success.","cat":"success","author":"Ambrose Bierce"},{"text":"People are beginning to see that the first requisite to success in life is to be a good animal.","cat":"success","author":"Herbert Spencer"},{"text":"When making music I sink myself into the process as deeply as I can and forget all of the success.","cat":"success","author":"Enya"},{"text":"The measure of success is not whether you have a tough problem to deal with, but whether it is the same problem you had last year.","cat":"success","author":"John Foster Dulles"},{"text":"Applause waits on success.","cat":"success","author":"Benjamin Franklin"},{"text":"Obedience is the mother of success and is wedded to safety.","cat":"success","author":"Aeschylus"},{"text":"Success is the child of audacity.","cat":"success","author":"Benjamin Disraeli"},{"text":"Success tempts many to their ruin.","cat":"success","author":"Phaedrus"},{"text":"Strive not to be a success, but rather to be of value.","cat":"success","author":"Albert Einstein"},{"text":"On receiving from the people the sacred trust twice confided on my illustrious predecessor, and which he has discharged so faithfully and so well, I know that I can not expect to perform the arduous task with equal ability and success.","cat":"success","author":"Martin Van Buren"},{"text":"The secret to success is to own nothing, but control everything.","cat":"success","author":"Nelson Rockefeller"},{"text":"I think that my biggest attribute to any success that I have had is hard work. There really is no substitute for working hard.","cat":"success","author":"Maria Bartiromo"},{"text":"Every success in limiting armaments is a sign that the will to achieve mutual understanding exists, and every such success thus supports the fight for international law and order.","cat":"success","author":"Ludwig Quidde"},{"text":"I was born with success. Lucky for me I am able to handle it. Also, I damn well deserve it!","cat":"success","author":"Larry Hagman"},{"text":"Success can make you go one of two ways. It can make you a prima donna - or it can smooth the edges, take away the insecurities, let the nice things come out.","cat":"success","author":"Barbara Walters"},{"text":"Winning in Afghanistan is having a country that is stable enough to ensure that there is no safe haven for Al Qaida or for a militant Taliban that welcomes Al Qaida. That's really the measure of success for the United States.","cat":"success","author":"Leon Panetta"},{"text":"Put paying your dues and all that puts so much into being a success. You have an understanding of what it's about, being on your own for three or four years and living day to day on $3, or living in an apartment with no electricity.","cat":"success","author":"Taylor Kitsch"},{"text":"Winning isn't everything, it's the only thing.","cat":"success","author":"Vince Lombardi"},{"text":"From success you get a lot of things, but not that great inside thing that love brings you.","cat":"success","author":"Samuel Goldwyn"},{"text":"The great dream merchant Disney was a success because make-believe was what everyone seemed to need in a spiritually empty land.","cat":"success","author":"Arthur Erickson"},{"text":"I'm an addict, I'm addicted to success. Thankfully, there's no rehab for success.","cat":"success","author":"Lil Wayne"},{"text":"Success, in whatever form it takes, is a tricky thing - once you've achieved your goal, then what? Where do you aim?","cat":"success","author":"Arabella Weir"},{"text":"It's absolutely essential that we have the same safeguards that straight couples do. But I want more than a 50 percent chance of success. I don't want to emulate that.","cat":"success","author":"George Michael"},{"text":"The secret of success is to be in harmony with existence, to be always calm to let each wave of life wash us a little farther up the shore.","cat":"success","author":"Cyril Connolly"},{"text":"Nothing recedes like success.","cat":"success","author":"Walter Winchell"},{"text":"Success makes men rigid and they tend to exalt stability over all the other virtues tired of the effort of willing they become fanatics about conservatism.","cat":"success","author":"Walter Lippmann"},{"text":"Personal relationships are the fertile soil from which all advancement, all success, all achievement in real life grows.","cat":"success","author":"Ben Stein"},{"text":"Personal satisfaction is the most important ingredient of success.","cat":"success","author":"Denis Waitley"},{"text":"Success is always something completely different to people. I feel like I've succeeded, if I'm doing something that makes me happy and I'm not lying to anybody. I'm not doing that now, so I feel really good about myself.","cat":"success","author":"Kristen Stewart"},{"text":"We can come to look upon the deaths of our enemies with as much regret as we feel for those of our friends, namely, when we miss their existence as witnesses to our success.","cat":"success","author":"Arthur Schopenhauer"},{"text":"I couldn't wait for success, so I went ahead without it.","cat":"success","author":"Jonathan Winters"},{"text":"The greatest thing a man can do in this world is to make the most possible out of the stuff that has been given him. This is success, and there is no other.","cat":"success","author":"Orison Swett Marden"},{"text":"I think that everything you do helps you to write if you're a writer. Adversity and success both contribute largely to making you what you are. If you don't experience either one of those, you're being deprived of something.","cat":"success","author":"Shelby Foote"},{"text":"Success sometimes can really bite you in the shorts.","cat":"success","author":"Donny Osmond"},{"text":"Always remember that striving and struggle precede success, even in the dictionary.","cat":"success","author":"Sarah Ban Breathnach"},{"text":"Desire is the key to motivation, but it's determination and commitment to an unrelenting pursuit of your goal - a commitment to excellence - that will enable you to attain the success you seek.","cat":"success","author":"Mario Andretti"},{"text":"It is only the cynicism that is born of success that is penetrating and valid.","cat":"success","author":"George Jean Nathan"},{"text":"Success breeds success.","cat":"success","author":"Mia Hamm"},{"text":"If you want to achieve things in life, you've just got to do them, and if you're talented and smart, you'll succeed.","cat":"success","author":"Juliana Hatfield"},{"text":"The success of Torn was a bit too much for me. I took a year off and was still scared to start the second album.","cat":"success","author":"Natalie Imbruglia"},{"text":"I don't measure a man's success by how high he climbs but how high he bounces when he hits bottom.","cat":"success","author":"George S. Patton"},{"text":"In a way, a certain amount of self-criticism is a good thing, because it keeps you humble. Realizing that no matter what success you've achieved, you can still make enemies makes you humble, too.","cat":"success","author":"Lynn Johnston"},{"text":"Success is a lousy teacher. It seduces smart people into thinking they can't lose.","cat":"success","author":"Bill Gates"},{"text":"If a man has been his mother's undisputed darling he retains throughout life the triumphant feeling, the confidence in success, which not seldom brings actual success along with it.","cat":"success","author":"Sigmund Freud"},{"text":"The framers of the Constitution were so clear in the federalist papers and elsewhere that they felt an independent judiciary was critical to the success of the nation.","cat":"success","author":"Sandra Day O'Connor"},{"text":"I'm an eternal realist and the success rate for being an actor is pretty low.","cat":"success","author":"Tom Hiddleston"},{"text":"If everyone is moving forward together, then success takes care of itself.","cat":"success","author":"Henry Ford"},{"text":"When everything happens to you when you're so young, you're very lucky, but by the same token, you're never going to have that same feeling again. The first time anything happens to you - your first love, your first success - the second one is never the same.","cat":"success","author":"Lauren Bacall"},{"text":"With the success of the last three or so years, when a lot of people start treating you differently, there's a danger that you may start to think of yourself differently. You rely on your friends to say, 'Hey, wake up!'","cat":"success","author":"David Schwimmer"},{"text":"Success is nothing more than a few simple disciplines, practiced every day.","cat":"success","author":"Jim Rohn"},{"text":"I was very clear that I wanted to keep 'Thor' out of the rest of the Marvel universe for no less than the first six issues. And the success of the book, I think, speaks well to that decision.","cat":"success","author":"J. Michael Straczynski"},{"text":"Sudden success in golf is like the sudden acquisition of wealth. It is apt to unsettle and deteriorate the character.","cat":"success","author":"P. G. Wodehouse"},{"text":"If you have a success you have it for the wrong reasons. If you become popular it is always because of the worst aspects of your work.","cat":"success","author":"Ernest Hemingway"},{"text":"The first requisite for success is the ability to apply your physical and mental energies to one problem incessantly without growing weary.","cat":"success","author":"Charles Caleb Colton"},{"text":"The toughest thing about success is that you've got to keep on being a success.","cat":"success","author":"Irving Berlin"},{"text":"A lot of football success is in the mind. You must believe you are the best and then make sure that you are.","cat":"success","author":"Bill Shankly"},{"text":"Success is the necessary misfortune of life, but it is only to the very unfortunate that it comes early.","cat":"success","author":"Anthony Trollope"},{"text":"We are taught to consume. And that's what we do. But if we realized that there really is no reason to consume, that it's just a mind set, that it's just an addiction, then we wouldn't be out there stepping on people's hands climbing the corporate ladder of success.","cat":"success","author":"River Phoenix"},{"text":"There is no scientific answer for success. You can't define it. You've simply got to live it and do it.","cat":"success","author":"Anita Roddick"},{"text":"If there is any secret to my success, I think it's that my characters are very real to me. I feel everything they feel, and therefore I think my readers care about them.","cat":"success","author":"Sidney Sheldon"},{"text":"Without continual growth and progress, such words as improvement, achievement, and success have no meaning.","cat":"success","author":"Benjamin Franklin"},{"text":"The success of the Rat Pack or the Clan was due to the camaraderie, the three guys who work together and kid each other and love each other.","cat":"success","author":"Sammy Davis, Jr."},{"text":"An entrepreneur assumes the risk and is dedicated and committed to the success of whatever he or she undertakes.","cat":"success","author":"Victor Kiam"},{"text":"It's very easy for me to say what success is. I think success is connecting with an audience who understands you and having a dialogue with them. I think success is continuing to push yourself forward creatively and not sort of becoming a caricature of yourself.","cat":"success","author":"Lena Dunham"},{"text":"Dullness in matters of government is a good sign, and not a bad one - in particular, dullness in parliamentary government is a test of its excellence, an indication of its success.","cat":"success","author":"Walter Bagehot"},{"text":"The most important single ingredient in the formula of success is knowing how to get along with people.","cat":"success","author":"Theodore Roosevelt"},{"text":"Success should always be just beyond your grasp.","cat":"success","author":"William Shatner"},{"text":"Man needs his difficulties because they are necessary to enjoy success.","cat":"success","author":"Abdul Kalam"},{"text":"Success is neither magical nor mysterious. Success is the natural consequence of consistently applying the basic fundamentals.","cat":"success","author":"Jim Rohn"},{"text":"Happy people are ignoramuses and glory is nothing else but success, and to achieve it one only has to be cunning.","cat":"success","author":"Mikhail Lermontov"},{"text":"Before anything else, preparation is the key to success.","cat":"success","author":"Alexander Graham Bell"},{"text":"The film is not a success until it makes money. It's only good when there's a dollar figure attached to the box office.","cat":"success","author":"John Cusack"},{"text":"Success isn't a result of spontaneous combustion. You must set yourself on fire.","cat":"success","author":"Arnold H. Glasow"},{"text":"A variety of national and international studies indicate that the broad-based deployment of information technology can have a substantial impact on our nation's economic productivity and growth as well as the educational and social success of our citizens.","cat":"success","author":"Tim Holden"},{"text":"That's the key to success, isn't it? It has to be fun.","cat":"success","author":"Monica Seles"},{"text":"If I had permitted my failures, or what seemed to me at the time a lack of success, to discourage me I cannot see any way in which I would ever have made progress.","cat":"success","author":"Calvin Coolidge"},{"text":"You do not pay the price of success, you enjoy the price of success.","cat":"success","author":"Zig Ziglar"},{"text":"They thought I was a success as soon as I started paying the bills.","cat":"success","author":"Mahalia Jackson"},{"text":"Immigrants provide skills that we simply cannot afford to do without. They have contributed hugely to Britain's success.","cat":"success","author":"Charles Kennedy"},{"text":"Success in life is founded upon attention to the small things rather than to the large things to the every day things nearest to us rather than to the things that are remote and uncommon.","cat":"success","author":"Booker T. Washington"},{"text":"Success is achieved and maintained by those who try and keep trying.","cat":"success","author":"W. Clement Stone"},{"text":"The most successful men in the end are those whose success is the result of steady accretion.","cat":"success","author":"Alexander Graham Bell"},{"text":"I planned my success. I knew it was going to happen.","cat":"success","author":"Erykah Badu"},{"text":"Raising children is an uncertain thing success is reached only after a life of battle and worry.","cat":"success","author":"Democritus"},{"text":"It's hard for children's authors to be accepted when they try to write adult books. J.K. Rowling is the exception because people are so eager to read anything by her, but it took Judy Blume three or four tries before she had a success.","cat":"success","author":"R. L. Stine"},{"text":"Pray that success will not come any faster than you are able to endure it.","cat":"success","author":"Elbert Hubbard"},{"text":"I always say be humble but be firm. Humility and openness are the key to success without compromising your beliefs.","cat":"success","author":"George Hickenlooper"},{"text":"Whether a party can have much success without a woman present I must ask others to decide, but one thing is certain, no party is any fun unless seasoned with folly.","cat":"success","author":"Desiderius Erasmus"},{"text":"Success in training the boy depends largely on the Scoutmaster's own personal example.","cat":"success","author":"Robert Baden-Powell"},{"text":"Sometimes success will get in the way of maturity - at least temporarily.","cat":"success","author":"Ricky Williams"},{"text":"Ambition is the path to success, persistence is the vehicle you arrive in.","cat":"success","author":"William Eardley IV"},{"text":"While I was doing stand-up, I thought I knew for sure that success meant getting everyone to like me. So I became whoever I thought people wanted me to be. I'd say yes when I wanted to say no, and I even wore a few dresses.","cat":"success","author":"Ellen DeGeneres"},{"text":"She's the kind of girl who climbed the ladder of success wrong by wrong.","cat":"success","author":"Mae West"},{"text":"Those who have succeeded at anything and don't mention luck are kidding themselves.","cat":"success","author":"Larry King"},{"text":"Success usually comes to those who are too busy to be looking for it.","cat":"success","author":"Henry David Thoreau"},{"text":"I always say that the real success of Wine Library wasn't due to the videos I posted, but to the hours I spent talking to people online afterward, making connections and building relationships.","cat":"success","author":"Gary Vaynerchuk"},{"text":"Success depends in a very large measure upon individual initiative and exertion, and cannot be achieved except by a dint of hard work.","cat":"success","author":"Anna Pavlova"},{"text":"An artist must never be a prisoner. Prisoner? An artist should never be a prisoner of himself, prisoner of style, prisoner of reputation, prisoner of success, etc.","cat":"success","author":"Henri Matisse"},{"text":"Our limitations and success will be based, most often, on your own expectations for ourselves. What the mind dwells upon, the body acts upon.","cat":"success","author":"Denis Waitley"},{"text":"Every soldier must know, before he goes into battle, how the little battle he is to fight fits into the larger picture, and how the success of his fighting will influence the battle as a whole.","cat":"success","author":"Bernard Law Montgomery"},{"text":"I wanted to highlight that whole dreadful process in book publishing that 'nothing succeeds like success.'","cat":"success","author":"Doris Lessing"},{"text":"If we become one of those societies that attack success, why not come as certain there will be a lot less success? And that's not who we are.","cat":"success","author":"Mitt Romney"},{"text":"We do not celebrate people who have made success out of serious hard work.","cat":"success","author":"Iain Duncan Smith"},{"text":"Success depends almost entirely on how effectively you learn to manage the game's two ultimate adversaries: the course and yourself.","cat":"success","author":"Jack Nicklaus"},{"text":"To this day, most people think of me as the fastest human. They don't really think me as a long jumper, although that's the event I had more success in.","cat":"success","author":"Carl Lewis"},{"text":"Enjoy your sweat because hard work doesn't guarantee success, but without it you don't have a chance.","cat":"success","author":"Alex Rodriguez"},{"text":"Think of yourself as on the threshold of unparalleled success. A whole, clear, glorious life lies before you. Achieve! Achieve!","cat":"success","author":"Andrew Carnegie"},{"text":"Team GB's success at the Beijing Olympics can, in part, be said to have been made in Manchester. For example, all the cycling medal winners trained at Manchester's velodrome, the National Cycling Centre.","cat":"success","author":"Lucy Powell"},{"text":"My definition of success is control.","cat":"success","author":"Kenneth Branagh"},{"text":"Other people's success spurs me on to do well and gives me motivation.","cat":"success","author":"Nicholas Hoult"},{"text":"Our success educationally, industrially and politically is based upon the protection of a nation founded by ourselves. And the nation can be nowhere else but in Africa.","cat":"success","author":"Marcus Garvey"},{"text":"Success is the child of drudgery and perseverance. It cannot be coaxed or bribed pay the price and it is yours.","cat":"success","author":"Orison Swett Marden"},{"text":"Every success story has a parent who says, 'over my dead body.' Every success story has an old person who walks up to you and says, when you're acting the fool, 'you know I worry about you sometimes.'","cat":"success","author":"Bill Cosby"},{"text":"Success on any major scale requires you to accept responsibility... in the final analysis, the one quality that all successful people have... is the ability to take on responsibility.","cat":"success","author":"Michael Korda"},{"text":"There is nothing more difficult to take in hand, more perilous to conduct, or more uncertain in its success, than to take the lead in the introduction of a new order of things.","cat":"success","author":"Niccolo Machiavelli"},{"text":"My success and my misfortunes, the bright and the dark days I have gone through, everything has proved to me that in this world, either physical or moral, good comes out of evil just as well as evil comes out of good.","cat":"success","author":"Giacomo Casanova"},{"text":"After I won the Oscar, my salary doubled, my friends tripled, my children became more popular at school, my butcher made a pass at me, and my maid hit me up for a raise.","cat":"success","author":"Shirley Jones"},{"text":"I wish I could just go tell all the young women I work with, all these fabulous women, 'Believe in yourself and negotiate for yourself. Own your own success.' I wish I could tell that to my daughter. But it's not that simple.","cat":"success","author":"Sheryl Sandberg"},{"text":"Sometimes I worry about being a success in a mediocre world.","cat":"success","author":"Lily Tomlin"},{"text":"For an actress to be a success, she must have the face of Venus, the brains of a Minerva, the grace of Terpsichore, the memory of a Macaulay, the figure of Juno, and the hide of a rhinoceros.","cat":"success","author":"Ella Wheeler Wilcox"},{"text":"Anytime you play a team sport, the success of the team really makes everything better. It's nice.","cat":"success","author":"Ricky Williams"},{"text":"The whole secret to our success is being able to con ourselves into believing that we're going to change the world because statistically we are unlikely to do it.","cat":"success","author":"Tom Peters"},{"text":"Modesty should be typical of the success of a champion.","cat":"success","author":"Major Taylor"},{"text":"I've always known I would be a success, but I was surprised at the way it came.","cat":"success","author":"Eva Gabor"},{"text":"If not for the success that medicine has made, I might be part of a much different story right now.","cat":"success","author":"Kareem Abdul-Jabbar"},{"text":"The road to success is filled with women pushing their husbands along.","cat":"success","author":"Thomas R. Dewar"},{"text":"In a balanced organization, working towards a common objective, there is success.","cat":"success","author":"Arthur Helps"},{"text":"When I meet successful people I ask 100 questions as to what they attribute their success to. It is usually the same: persistence, hard work and hiring good people.","cat":"success","author":"Kiana Tom"},{"text":"I think that everybody in the world, whatever colour or creed, has a jerk like JR in his or her family somewhere. Whether it is a father, uncle, cousin or brother, everybody can identify with JR and that certainly had something to do with the success of 'Dallas.'","cat":"success","author":"Larry Hagman"},{"text":"The ladder of success in Hollywood is usually a press agent, actor, director, producer, leading man and you are a star if you sleep with each of them in that order. Crude, but true.","cat":"success","author":"Hedy Lamarr"},{"text":"Despite the success cult, men are most deeply moved not by the reaching of the goal but by the grandness of the effort involved in getting there - or failing to get there.","cat":"success","author":"Max Lerner"},{"text":"A sign now of success with a certain audience when you do a short comedy piece, anywhere, is that it gets on YouTube and gets around. It's always something you're thinking about unconsciously.","cat":"success","author":"Andy Samberg"},{"text":"The two most important requirements for major success are: first, being in the right place at the right time, and second, doing something about it.","cat":"success","author":"Ray Kroc"},{"text":"A man desires praise that he may be reassured, that he may be quit of his doubting of himself he is indifferent to applause when he is confident of success.","cat":"success","author":"Alec Waugh"},{"text":"I was, if you like, a successful schoolboy in that I had a degree of talent in all the required things that make you a success at school.","cat":"success","author":"Damian Lewis"},{"text":"A tragic irony of life is that we so often achieve success or financial independence after the chief reason for which we sought it has passed away.","cat":"success","author":"Ellen Glasgow"},{"text":"There is no correlation between a childhood success and a professional athlete.","cat":"success","author":"Carl Lewis"},{"text":"Focused, hard work is the real key to success. Keep your eyes on the goal, and just keep taking the next step towards completing it. If you aren't sure which way to do something, do it both ways and see which works better.","cat":"success","author":"John Carmack"},{"text":"Philanthropy is the thing that I am really excited about, and having success means I can do more.","cat":"success","author":"will.i.am"},{"text":"I'm extremely ambitious. I don't know why people are afraid to say that. I won't sell my soul to the devil, but I do want success and I don't think that's bad.","cat":"success","author":"Jada Pinkett Smith"},{"text":"The Occupy movement needs an organizing principle, and - just as the Tea Party did - it needs some actual measures of success. Choose one candidate whose agenda is squarely within that of the movement and make his or her electoral success a focal point.","cat":"success","author":"Eliot Spitzer"},{"text":"It is on our failures that we base a new and different and better success.","cat":"success","author":"Havelock Ellis"},{"text":"I always envisioned myself being a rapper and being in the game and having success, but you never know what it feels like or how you're going to be when you're there.","cat":"success","author":"Wiz Khalifa"},{"text":"To me, success is choice and opportunity.","cat":"success","author":"Harrison Ford"},{"text":"If success is a habit, it is a hard one to acquire.","cat":"success","author":"Mason Cooley"},{"text":"For the past few years, I was the more visible Asian performer, and I think it gave young girls a kind of role model showing it's possible to actually reach success doing movies.","cat":"success","author":"Joan Chen"},{"text":"Like so many American families, our families weren't asking for much. They didn't begrudge anyone else's success or care that others had much more than they did... in fact, they admired it.","cat":"success","author":"Michelle Obama"},{"text":"The key to sitcom success is miserable people. If you see a happy couple, it's just gone, like when Sam and Diane got together on Cheers.","cat":"success","author":"Matthew Perry"},{"text":"There's no abiding success without commitment.","cat":"success","author":"Tony Robbins"},{"text":"Permanent success cannot be achieved except by incessant intellectual labour, always inspired by the ideal.","cat":"success","author":"Sarah Bernhardt"},{"text":"Success is falling nine times and getting up ten.","cat":"success","author":"Jon Bon Jovi"},{"text":"I can honestly say that I was never affected by the question of the success of an undertaking. If I felt it was the right thing to do, I was for it regardless of the possible outcome.","cat":"success","author":"Golda Meir"},{"text":"Success is full of promise till one gets it, and then it seems like a nest from which the bird has flown.","cat":"success","author":"Henry Ward Beecher"},{"text":"A person with a new idea is a crank until the idea succeeds.","cat":"success","author":"Mark Twain"},{"text":"Your success story is a bigger story than whatever you're trying to say on stage. Success makes life easier. It doesn't make living easier.","cat":"success","author":"Bruce Springsteen"},{"text":"What is success? I think it is a mixture of having a flair for the thing that you are doing knowing that it is not enough, that you have got to have hard work and a certain sense of purpose.","cat":"success","author":"Margaret Thatcher"},{"text":"I have more love, success, and security than I could ever dream of.","cat":"success","author":"George Michael"},{"text":"He has achieved success who has worked well, laughed often, and loved much.","cat":"success","author":"Elbert Hubbard"},{"text":"Success is just being happy. And I try so many different things. I do a lot of different things. Because I think God has helped me to love myself. I know who God is, and I love God.","cat":"success","author":"Herschel Walker"},{"text":"You know you are on the road to success if you would do your job, and not be paid for it.","cat":"success","author":"Oprah Winfrey"},{"text":"I get hired by companies to hack into their systems and break into their physical facilities to find security holes. Our success rate is 100% we've always found a hole.","cat":"success","author":"Kevin Mitnick"},{"text":"I'm astonished by my success.","cat":"success","author":"Danielle Steel"},{"text":"To win in Australia, for me, has to be the ultimate success because the Aussies live for sport.","cat":"success","author":"Ian Botham"},{"text":"Success is the one unpardonable sin against our fellows.","cat":"success","author":"Ambrose Bierce"},{"text":"The danger of success is that it makes us forget the world's dreadful injustice.","cat":"success","author":"Jules Renard"},{"text":"Most people give up just when they're about to achieve success. They quit on the one yard line. They give up at the last minute of the game one foot from a winning touchdown.","cat":"success","author":"Ross Perot"},{"text":"Obstacles are necessary for success because in selling, as in all careers of importance, victory comes only after many struggles and countless defeats.","cat":"success","author":"Og Mandino"},{"text":"The path to success is to take massive, determined action.","cat":"success","author":"Tony Robbins"},{"text":"Personality is the most important thing to an actress's success.","cat":"success","author":"Mae West"},{"text":"The only thing I can say about having this type of success is that you can get yourself in trouble because basically the world is set open for you. People will say yes to anything you ask, so it's basically down to you and what you want or need.","cat":"success","author":"Bruce Springsteen"},{"text":"We moved into the back, made it into a little 50s sitting room and started to sell the records. We had an immediate success. For one thing, these Teddy Boys were thrilled to buy the records.","cat":"success","author":"Vivienne Westwood"},{"text":"For a good 10 to 12 years, I was working non-stop and I wasn't really enjoying my success.","cat":"success","author":"Shania Twain"},{"text":"One man has enthusiasm for 30 minutes, another for 30 days, but it is the man who has it for 30 years who makes a success of his life.","cat":"success","author":"Edward B. Butler"},{"text":"Success is important only to the extent that it puts one in a position to do more things one likes to do.","cat":"success","author":"Sarah Caldwell"},{"text":"Nobody travels on the road to success without a puncture or two.","cat":"success","author":"Navjot Singh Sidhu"},{"text":"After a lifetime of working, raising families, and contributing to the success of this nation in countless other ways, senior citizens deserve to retire with dignity.","cat":"success","author":"Charlie Gonzalez"},{"text":"I believe success is preparation, because opportunity is going to knock on your door sooner or later but are you prepared to answer that?","cat":"success","author":"Omar Epps"},{"text":"Success comes in waves.","cat":"success","author":"Guy Pearce"},{"text":"I think people often confuse success with fame and stardom.","cat":"success","author":"Brenda Blethyn"},{"text":"I've stopped apologizing to myself for having this great period of success and financial acceptance.","cat":"success","author":"Robert Plant"},{"text":"Success is dangerous. One begins to copy oneself, and to copy oneself is more dangerous than to copy others. It leads to sterility.","cat":"success","author":"Pablo Picasso"},{"text":"Rockefeller once explained the secret of success. 'Get up early, work late - and strike oil.'","cat":"success","author":"Joey Adams"},{"text":"The kind of theater that I do is sort of 'narrative realism,' which I think in the broadest sense is legitimate to say is mainstream. I mean, in a certain sense, Suzan-Lori's plays have had mainstream levels of success. But Suzan-Lori is in some ways not a narrative realist.","cat":"success","author":"Tony Kushner"},{"text":"It's both rebellion and conformity that attack you with success.","cat":"success","author":"Amy Tan"},{"text":"It's the price of success: people start to think you're omnipotent.","cat":"success","author":"Ben Bernanke"},{"text":"Success makes you less intimidated by things.","cat":"success","author":"Nate Silver"},{"text":"My ambition was to stop waiting tables. That was how I measured success: finally, I was able to stop waiting tables, and I was able to pay the rent, and that was by being a stand-up comic. Not a very good stand-up comic, but good enough to make a living.","cat":"success","author":"Graham Norton"},{"text":"When it comes to success, there are no shortcuts.","cat":"success","author":"Bo Bennett"},{"text":"I find my greatest pleasure, and so my reward, in the work that precedes what the world calls success.","cat":"success","author":"Thomas A. Edison"},{"text":"Success is what you do with your ability. It's how you use your talent.","cat":"success","author":"George Allen, Sr."},{"text":"One man cannot practice many arts with success.","cat":"success","author":"Plato"},{"text":"It's the quality of the ordinary, the straight, the square, that accounts for the great stability and success of our nation. It's a quality to be proud of. But it's a quality that many people seem to have neglected.","cat":"success","author":"Gerald R. Ford"},{"text":"I was motivated by just thinking that if you had all this external success that everyone would love you and everything would be peaceful and wonderful.","cat":"success","author":"Alanis Morissette"},{"text":"I always think, when there's stuff that people don't like, I always say that if I have another success, I'll enjoy it more, but you don't really.","cat":"success","author":"Danny Boyle"},{"text":"If the film is a hit then everyone shares the success. If it is going to be a disaster then it might as well be because of me, not because of somebody else.","cat":"success","author":"Salman Khan"},{"text":"My overnight success was really 15 years in the making. I'd been writing songs since I was 6 and playing in bands and performing since I was 14.","cat":"success","author":"Lisa Loeb"},{"text":"Success is finding satisfaction in giving a little more than you take.","cat":"success","author":"Christopher Reeve"},{"text":"Success produces confidence confidence relaxes industry, and negligence ruins the reputation which accuracy had raised.","cat":"success","author":"Ben Jonson"},{"text":"Because after my first year I had a lot of success, took everybody by storm, came back the next year thought it was easy and didn't have near the season I had the previous year. It was kind of a wake-up call. And so, life goes on.","cat":"success","author":"Brett Favre"},{"text":"The secrets of success are a good wife and a steady job. My wife told me.","cat":"success","author":"Howard Nemerov"},{"text":"It is not the going out of port, but the coming in, that determines the success of a voyage.","cat":"success","author":"Henry Ward Beecher"},{"text":"Success is the progressive realization of predetermined, worthwhile, personal goals.","cat":"success","author":"Paul J. Meyer"},{"text":"The success of Watermark surprised me. I never thought of music as something commercial it was something very personal to me.","cat":"success","author":"Enya"},{"text":"My own early experiences in war led me to suspect the value of discipline, even in that sphere where it is so often regarded as the first essential for success.","cat":"success","author":"Herbert Read"},{"text":"Nearly all monster stories depend for their success on Jack killing the Giant, Beowulf or St. George slaying the Dragon, Harry Potter triumphing over the basilisk. That is their inner grammar, and the whole shape of the story leads towards it.","cat":"success","author":"A. N. Wilson"},{"text":"I gave up a lot of things in exchange for my success.","cat":"success","author":"Billy Sheehan"},{"text":"Success is about enjoying what you have and where you are, while pursuing achievable goals.","cat":"success","author":"Bo Bennett"},{"text":"You've achieved success in your field when you don't know whether what you're doing is work or play.","cat":"success","author":"Warren Beatty"},{"text":"The secret to success is to offend the greatest number of people.","cat":"success","author":"George Bernard Shaw"},{"text":"Once you have a lot of success, you become a target in many ways.","cat":"success","author":"Jennifer Lopez"},{"text":"I think the success of a talk show depends on how true it is to the personality of the person hosting it. The shows I really admire, like 'Oprah' and 'Ellen,' are distinctively like their hosts, so I think my show will be successful only if we try to stay consistent to my own sense of myself.","cat":"success","author":"Jane Pauley"},{"text":"Providence has nothing good or high in store for one who does not resolutely aim at something high or good. A purpose is the eternal condition of success.","cat":"success","author":"Thornton Wilder"},{"text":"I don't know what keeps me going. Sometimes I wonder... I think it's just pure perseverance and wanting to succeed and having that burning desire to always have success.","cat":"success","author":"Tanya Tucker"},{"text":"Always bear in mind that your own resolution to succeed is more important than any other.","cat":"success","author":"Abraham Lincoln"},{"text":"I went to America and got into a band, had success, had hits in Australia.","cat":"success","author":"Rick Springfield"},{"text":"There's not an instruction manual on how to deal with success, so you just have to rely on having great friends and a good team.","cat":"success","author":"Bryan Adams"},{"text":"To burn always with this hard, gem-like flame, to maintain this ecstasy, is success in life.","cat":"success","author":"Walter Pater"},{"text":"Whenever I hear, 'It can't be done,' I know I'm close to success.","cat":"success","author":"Michael Flatley"},{"text":"There's more to life than success, and if you can try to be more well-rounded, you'll be able to enjoy your success more. It won't own you or control you.","cat":"success","author":"Ricky Williams"},{"text":"I don't dwell on success. Maybe that's one reason I'm successful.","cat":"success","author":"Calvin Klein"},{"text":"The very first step towards success in any occupation is to become interested in it.","cat":"success","author":"William Osler"},{"text":"Well, I believe that the depth of your struggle can determine the height of your success. I was inspired to come out of everything I've been through and end up in a place where I never thought that I would be.","cat":"success","author":"R. Kelly"},{"text":"Success in the majority of circumstances depends on knowing how long it takes to succeed.","cat":"success","author":"Charles de Montesquieu"},{"text":"Hopefully I'll continue to have the success I've had.","cat":"success","author":"Tiger Woods"},{"text":"The only thing I'm addicted to is winning. This bootleg cult, arrogantly referred to as Alcoholics Anonymous, reports a 5 percent success rate. My success rate is 100 percent.","cat":"success","author":"Charlie Sheen"},{"text":"Success listens only to applause. To all else it is deaf.","cat":"success","author":"Elias Canetti"},{"text":"The only place success comes before work is in the dictionary.","cat":"success","author":"Vince Lombardi"},{"text":"Temporary success can be achieved in spite of lack of other fundamental qualities, but no advancements can be maintained without hard work.","cat":"success","author":"William Feather"},{"text":"All these people who say success changes people well, no, it just magnifies what's there.","cat":"success","author":"Kevin Smith"},{"text":"I attribute my success to this - I never gave or took any excuse.","cat":"success","author":"Florence Nightingale"},{"text":"For globalization to work for America, it must work for working people. We should measure the success of our economy by the breadth of our middle class, and the scope of opportunity offered to the poorest child to climb into that middle class.","cat":"success","author":"John J. Sweeney"},{"text":"I feel like I want to take care of everyone and I also feel this terrible guilt if I am unable to. And I have felt this way ever since all this success started.","cat":"success","author":"Jim Carrey"},{"text":"Success is steady progress toward one's personal goals.","cat":"success","author":"Jim Rohn"},{"text":"Follow your passion. Nothing - not wealth, success, accolades or fame - is worth spending a lifetime doing things you don't enjoy.","cat":"success","author":"Jonathan Sacks"},{"text":"I rejected the notion that my race or sex would bar my success in life.","cat":"success","author":"Constance Baker Motley","exp":true},{"text":"The ladder of success is never crowded at the top.","cat":"success","author":"Napoleon Hill"},{"text":"When one has success, the answer is not to undo that success. It is to continue what has been done.","cat":"success","author":"Charles Schumer"},{"text":"There's nothing so aphrodisiacal for a woman as money and success.","cat":"success","author":"Wilbur Smith"},{"text":"The way a team plays as a whole determines its success. You may have the greatest bunch of individual stars in the world, but if they don't play together, the club won't be worth a dime.","cat":"success","author":"Babe Ruth"},{"text":"First-person narrators is the way I know how to write a book with the greatest power and chance of artistic success.","cat":"success","author":"Anne Rice"},{"text":"I did not become successful in my work through embracing or engaging in celebrity culture. I never signed away my privacy in exchange for success.","cat":"success","author":"Steve Coogan"},{"text":"In the United States there's a Puritan ethic and a mythology of success. He who is successful is good. In Latin countries, in Catholic countries, a successful person is a sinner.","cat":"success","author":"Umberto Eco"},{"text":"If there is any one secret of success, it lies in the ability to get the other person's point of view and see things from that person's angle as well as from your own.","cat":"success","author":"Henry Ford"},{"text":"People think your success is just a matter of having a pretty face. But it's easy to be chewed up and spat out. You've got to stay ahead of the game to be able to stay in it.","cat":"success","author":"Kate Moss"},{"text":"Success will always be measured by the extent to which we serve the buying public.","cat":"success","author":"James Cash Penney"},{"text":"Success to me is having ten honeydew melons and eating only the top half of each slice.","cat":"success","author":"Barbra Streisand"},{"text":"My father was an immigrant who literally walked across Europe to get out of Russia. He fought in World War I. He was wounded in action. My father was a great success even though he never had money. He was a very determined man, a great role model.","cat":"success","author":"Arlen Specter"},{"text":"Success is the maximum utilization of the ability that you have.","cat":"success","author":"Zig Ziglar"},{"text":"Anything that won't sell, I don't want to invent. Its sale is proof of utility, and utility is success.","cat":"success","author":"Thomas A. Edison"},{"text":"Success isn't everything but it makes a man stand straight.","cat":"success","author":"Lillian Hellman"},{"text":"One fails forward toward success.","cat":"success","author":"Charles Kettering"},{"text":"The first myth of management is that it exists. The second myth of management is that success equals skill.","cat":"success","author":"Robert Heller"},{"text":"For an actress to be a success, she must have the face of a Venus, the brains of a Minerva, the grace of Terpsichore, the memory of a MaCaulay, the figure of Juno, and the hide of a rhinoceros.","cat":"success","author":"Ethel Barrymore"},{"text":"With success came an ever-growing burden of responsibility. I lived with a near-constant low-level anxiety that I would make a mistake that would not only threaten my career, but also my brothers' - not to mention the livelihoods of many people who work with us or for us.","cat":"success","author":"Donny Osmond"},{"text":"I have no problem with the people who work hard to get success. But I think people are very jealous about success. I work very hard and they don't appreciate that.","cat":"success","author":"Alain Prost"},{"text":"The quick success was a bit strange to get used to.","cat":"success","author":"Fiona Apple"},{"text":"Desire is the key to motivation, but it's the determination and commitment to unrelenting pursuit of your goal - a commitment to excellence - that will enable you to attain the success you seek.","cat":"success","author":"Mario Andretti"},{"text":"Success is the sweetest revenge.","cat":"success","author":"Vanessa Williams"},{"text":"Success is not greedy, as people think, but insignificant. That is why it satisfies nobody.","cat":"success","author":"Lucius Annaeus Seneca"},{"text":"Success is survival.","cat":"success","author":"Leonard Cohen"},{"text":"I've had great success being a total idiot.","cat":"success","author":"Jerry Lewis"},{"text":"This weird thing happens when you're in a movie that has some level of success. People start offering you all kinds of things, and they just expect you to do them because they'll be good for your career. It's not about the project's integrity or anything like that.","cat":"success","author":"Kristen Stewart"},{"text":"As you walk in God's divine wisdom, you will surely begin to see a greater measure of victory and good success in your life.","cat":"success","author":"Joseph Prince"},{"text":"The only success worth one's powder was success in the line of one's idiosyncrasy... what was talent but the art of being completely whatever one happened to be?","cat":"success","author":"Henry James"},{"text":"The writing of a melody is an emotional moment success doesn't make it easy.","cat":"success","author":"Enya"},{"text":"I must admit that I personally measure success in terms of the contributions an individual makes to her or his fellow human beings.","cat":"success","author":"Margaret Mead"},{"text":"I think you can have moderate success by copying something else, but if you really want to knock it out of the park, you have to do something different and take chances.","cat":"success","author":"Lee Ann Womack"},{"text":"They succeed, because they think they can.","cat":"success","author":"Virgil"},{"text":"The road to success is always under construction.","cat":"success","author":"Lily Tomlin"},{"text":"Being best is a false goal, you have to measure success on your own terms.","cat":"success","author":"Damien Hirst"},{"text":"I stand ready to lead us down a different path where we're lifted up by our desire to succeed, not dragged down by a resentment of success.","cat":"success","author":"Mitt Romney"},{"text":"The keys to brand success are self-definition, transparency, authenticity and accountability.","cat":"success","author":"Simon Mainwaring"},{"text":"Success is often the result of taking a misstep in the right direction.","cat":"success","author":"Al Bernstein"},{"text":"Whenever you analyse anyone who has had any success and they're in the headlines, you will find they are human and make mistakes. I'm certainly that and I've made a lot of mistakes.","cat":"success","author":"Jeffrey Archer"},{"text":"Our purpose in Vietnam is to prevent the success of aggression. It is not conquest, it is not empire, it is not foreign bases, it is not domination. It is, simply put, just to prevent the forceful conquest of South Vietnam by North Vietnam.","cat":"success","author":"Lyndon B. Johnson"},{"text":"Do something you really like, and hopefully it pays the rent. As far as I'm concerned, that's success.","cat":"success","author":"Tom Petty"},{"text":"A successful man is one who can lay a firm foundation with the bricks others have thrown at him.","cat":"success","author":"David Brinkley"},{"text":"Try not to become a man of success, but rather try to become a man of value.","cat":"success","author":"Albert Einstein"},{"text":"An actor's popularity is fleeting. His success has the life expectancy of a small boy who is about to look into a gas tank with a lighted match.","cat":"success","author":"Fred Allen"},{"text":"But Big Oil and Big Coal have always been as skilled at propaganda as they are at mining and drilling. Like the tobacco industry before them, their success depends on keeping Americans stupid.","cat":"success","author":"Jeff Goodell"},{"text":"Eighty percent of success is showing up.","cat":"success","author":"Woody Allen"},{"text":"In America, as opposed to the old country, success was based on merit.","cat":"success","author":"Rand Paul"},{"text":"When people stand up and talk about the great success that the EU has been, I'm not sure anybody saying it really believes it themselves anymore.","cat":"success","author":"Nigel Farage"},{"text":"Success is a beast. And it actually puts the emphasis on the wrong thing. You get away with more instead of looking within.","cat":"success","author":"Brad Pitt"},{"text":"Honesty is the most single most important factor having a direct bearing on the final success of an individual, corporation, or product.","cat":"success","author":"Ed McMahon"},{"text":"I'm in the studio 24 hours a day. It's true that once you get a certain level of success, you become a target. Talk magazine should be ashamed of themselves.","cat":"success","author":"Puff Daddy"},{"text":"Remember, I come from such an excessively overdone, red-carpet place called Hollywood. So I'm used to people blowing up their success in ways that are far above and beyond the truth.","cat":"success","author":"Shirley MacLaine"},{"text":"We should measure welfare's success by how many people leave welfare, not by how many are added.","cat":"success","author":"Ronald Reagan"},{"text":"I want to make sure I don't interfere with the success of that team next year. I don't see any way I could go to practice like most of 'em do, and not hurt the team. I'd go nuts if I tried doing that.","cat":"success","author":"Bear Bryant"},{"text":"Everyone has determination - it's a question of how you use it. Hers is based on power and success and conquering she doesn't care what she has to do or who gets hurt in the process. In that way we're very, very different.","cat":"success","author":"Dannii Minogue"},{"text":"Real success is being totally indulgent about your own trip. You put your blinders on about the garbage and go full speed ahead.","cat":"success","author":"Betsey Johnson"},{"text":"One is never ready for success. It consecrates and looses you at the same time.","cat":"success","author":"Isabelle Adjani"},{"text":"Don't confuse fame with success. Madonna is one Helen Keller is the other.","cat":"success","author":"Erma Bombeck"},{"text":"There are so few women in general who aren't completely threatened and confused by other women's success. It's very disappointing.","cat":"success","author":"Sandra Bernhard"},{"text":"The hardest thing to find in life is balance - especially the more success you have, the more you look to the other side of the gate. What do I need to stay grounded, in touch, in love, connected, emotionally balanced? Look within yourself.","cat":"success","author":"Celine Dion"},{"text":"Everybody loves success, but they hate successful people.","cat":"success","author":"John McEnroe"},{"text":"Success is how high you bounce when you hit bottom.","cat":"success","author":"George S. Patton"},{"text":"I remember one day sitting at the pool and suddenly the tears were streaming down my cheeks. Why was I so unhappy? I had success. I had security. But it wasn't enough. I was exploding inside.","cat":"success","author":"Ingrid Bergman"},{"text":"Within the hearts men, loyalty and consideration are esteemed greater than success.","cat":"success","author":"Bryant H. McGill"},{"text":"Fame and success are very different things.","cat":"success","author":"Enya"},{"text":"People repeat behaviour that leads to flooding their brains with pleasurable chemicals. The short-term reward loop acts over hours to years, and the long-term reproductive success loop over generations.","cat":"success","author":"Keith Henson"},{"text":"Success seems to be connected with action. Successful people keep moving. They make mistakes, but they don't quit.","cat":"success","author":"Conrad Hilton"},{"text":"If you have no critics you'll likely have no success.","cat":"success","author":"Malcolm X"},{"text":"We fall forward to succeed.","cat":"success","author":"Mary Kay Ash"},{"text":"In order to succeed you must fail, so that you know what not to do the next time.","cat":"success","author":"Anthony J. D'Angelo"},{"text":"You can take Elvis. You can take Marilyn Monroe. Success and fame will not be the answer if something inside of you is bothering you, if things in your mind aren't going right.","cat":"success","author":"Linda Evans"},{"text":"I don't like Tommy on Broadway at all. I like the music, I'm pleased with Pete's success but I don't like what they've done to it.","cat":"success","author":"Roger Daltrey"},{"text":"I feel like a hostage to fortune. Not that I am complaining. I wanted to play the role. But in truth I didn't think the show would be such a success. OK, I thought it would fail. Not because it was bad. I was confident it was good, but plenty of good things just sort of wither on the vine.","cat":"success","author":"Hugh Laurie"},{"text":"No one succeeds without effort... Those who succeed owe their success to perseverance.","cat":"success","author":"Ramana Maharshi"},{"text":"The manic pursuit of success cost me everything I could love: my wife, my three children, some friends I would have liked to grow old with.","cat":"success","author":"Sammy Davis, Jr."},{"text":"The successful man will profit from his mistakes and try again in a different way.","cat":"success","author":"Dale Carnegie"},{"text":"Sometimes, because of my success, I am afraid that I was not a good father. With the first two I was too strong, and with the other three I was too weak.","cat":"success","author":"Roberto Cavalli"},{"text":"I don't think about my previous success. I'm happy that the work I've done has been very successful.","cat":"success","author":"Aaliyah"},{"text":"How can they say my life is not a success? Have I not for more than sixty years got enough to eat and escaped being eaten?","cat":"success","author":"Logan P. Smith"},{"text":"Honesty is the cornerstone of all success, without which confidence and ability to perform shall cease to exist.","cat":"success","author":"Mary Kay Ash"},{"text":"Success is very ephemeral. You depend entirely on the desire of others, which makes it difficult to relax.","cat":"success","author":"Eva Green"},{"text":"I came from a family where I felt great pressure to be financially successful, and I felt that staying in Chicago and doing theater, I was, in all likelihood, not going to find financial success.","cat":"success","author":"David Schwimmer"},{"text":"Success makes so many people hate you. I wish it wasn't that way. It would be wonderful to enjoy success without seeing envy in the eyes of those around you.","cat":"success","author":"Marilyn Monroe"},{"text":"My formula for success is rise early, work late, and strike oil.","cat":"success","author":"Paul Getty"},{"text":"Success - keeping your mind awake and your desire asleep.","cat":"success","author":"Walter Scott"},{"text":"I've learned that success comes in a very prickly package. Whether you choose to accept it or not is up to you.","cat":"success","author":"Sandra Bullock"},{"text":"People of mediocre ability sometimes achieve outstanding success because they don't know when to quit. Most men succeed because they are determined to.","cat":"success","author":"George Allen, Sr."},{"text":"No one who achieves success does so without acknowledging the help of others. The wise and confident acknowledge this help with gratitude.","cat":"success","author":"Alfred North Whitehead"},{"text":"Success is a process, a quality of mind and way of being, an outgoing affirmation of life.","cat":"success","author":"Alex Noble"},{"text":"Indeed I regard the enduring support which I have received over the years from all sections of the community in Ballymena as being more than sufficient recognition for any success which I may have achieved as an actor.","cat":"success","author":"Liam Neeson"},{"text":"For example, the equivalent of a woman being treated as a sex object is a man being treated as a success object.","cat":"success","author":"Warren Farrell","exp":true},{"text":"In my time and neighborhood (and in my soul) there was only one standard by which a woman measured success: did some man want her?","cat":"success","author":"Jessamyn West"},{"text":"Every person who wins in any undertaking must be willing to cut all sources of retreat. Only by doing so can one be sure of maintaining that state of mind known as a burning desire to win - essential to success.","cat":"success","author":"Napoleon Hill"},{"text":"All of us are born for a reason, but all of us don't discover why. Success in life has nothing to do with what you gain in life or accomplish for yourself. It's what you do for others.","cat":"success","author":"Danny Thomas"},{"text":"Success is the person who year after year reaches the highest limits in his field.","cat":"success","author":"Sparky Anderson"},{"text":"Our goals can only be reached through a vehicle of a plan, in which we must fervently believe, and upon which we must vigorously act. There is no other route to success.","cat":"success","author":"Pablo Picasso"},{"text":"When somebody has an enormous success in this culture, people start asking two questions, which are 'What are you doing now?' and 'How are you going to beat that?' And I have to say, I love the assumption that your intention is to beat yourself constantly - that you're in battle against yourself.","cat":"success","author":"Elizabeth Gilbert"},{"text":"Like the British Constitution, she owes her success in practice to her inconsistencies in principle.","cat":"success","author":"Thomas Hardy"},{"text":"I feel lucky because I was a nerd, which I talk about in the book, but I had academic success, so through that, because that's what my parents put a great deal of value on, I had a great childhood because I sort of fulfilled the expectations of being good at school.","cat":"success","author":"Mindy Kaling"},{"text":"All those who are around me are the bridge to my success, so they are all important.","cat":"success","author":"Manny Pacquiao"},{"text":"Without an open-minded mind, you can never be a great success.","cat":"success","author":"Martha Stewart"},{"text":"The worst part of success is to try finding someone who is happy for you.","cat":"success","author":"Bette Midler"},{"text":"Real success is not on the stage, but off the stage as a human being, and how you get along with your fellow man.","cat":"success","author":"Sammy Davis, Jr."},{"text":"The superior man makes the difficulty to be overcome his first interest success only comes later.","cat":"success","author":"Confucius"},{"text":"I was trying to uphold what I thought feminism was as best I could by supporting women, by trying to create an opportunity to get women to get together, play music together and celebrate the fact that we are having great success making music on our own and together.","cat":"success","author":"Sarah McLachlan"},{"text":"I think the success of democracy is not really police security it's the presence of a broad middle class. The stronger the middle class of a people is, the less you have to worry about one group coming in and exploiting the democratic process for its own ends.","cat":"success","author":"King Abdullah II"},{"text":"To be associated with success is absolutely wonderful.","cat":"success","author":"Roger Moore"},{"text":"The world judge of men by their ability in their profession, and we judge of ourselves by the same test: for it is on that on which our success in life depends.","cat":"success","author":"William Hazlitt"},{"text":"Success is always temporary. When all is said and one, the only thing you'll have left is your character.","cat":"success","author":"Vince Gill"},{"text":"No one ever attains success by simply doing what is required of him.","cat":"success","author":"Charles Kendall Adams"},{"text":"I was successful materially, but I know life is much more than worldly success. I saw all these blessings God had given me. The way to give thanks is obedience to God.","cat":"success","author":"Hakeem Olajuwon"},{"text":"No foreign policy - no matter how ingenious - has any chance of success if it is born in the minds of a few and carried in the hearts of none.","cat":"success","author":"Henry A. Kissinger"},{"text":"I have an idea of who I want to be, I have a vision of my own success.","cat":"success","author":"Wiz Khalifa"},{"text":"Well, certainly one of the ironies of the success of affirmative action is that the middle class within the black community no longer lives within 'black community' by and large.","cat":"success","author":"Henry Louis Gates"},{"text":"I think all of us certainly believed the statistics which said that probably 88% chance of mission success and maybe 96% chance of survival. And we were willing to take those odds.","cat":"success","author":"Alan Shepard"},{"text":"Everyone applauds each other's success in Hollywood because they know how tough it is, but it really comes down fundamentally to the process.","cat":"success","author":"Robert Rodriguez"},{"text":"I hate the idea of success robbing you of your private life.","cat":"success","author":"Paul McCartney"},{"text":"My first attempt at a kiss was in fifth grade, but it didn't go so well. Later, I used Boyz II Men and Jodeci songs to come on to girls. I had more success.","cat":"success","author":"John Legend"},{"text":"The more defects a man may have, the older he is, the less lovable, the more resounding his success.","cat":"success","author":"Marquis de Sade"},{"text":"For me, I don't feel it is a success in the career to be the pretty woman career success comes from being characters who tell us something about the truth.","cat":"success","author":"Emmanuelle Beart"},{"text":"Nothing fails like success nothing is so defeated as yesterday's triumphant Cause.","cat":"success","author":"Phyllis McGinley"},{"text":"After my spectacular failures, I could not be satisfied with an ordinary success.","cat":"success","author":"Mason Cooley"},{"text":"Thought is the original source of all wealth, all success, all material gain, all great discoveries and inventions, and of all achievement.","cat":"success","author":"Claude M. Bristol"},{"text":"Breast cancer deaths in America have been declining for more than a decade. Much of that success is due to early detection and better treatments for women. I strongly encourage women to get a mammogram.","cat":"success","author":"Larry Craig"},{"text":"The secret of my success is my hairspray.","cat":"success","author":"Richard Gere"},{"text":"Why be a man when you can be a success?","cat":"success","author":"Bertolt Brecht"},{"text":"Success demands singleness of purpose.","cat":"success","author":"Vince Lombardi"},{"text":"The real end winner of NAFTA is going to be Mexico because we have the human capital. We have that resource that is vital to the success of the U.S. economy.","cat":"success","author":"Vicente Fox"},{"text":"Refuse to accept the belief that your professional relevance, career success or financial security turns on the next update on the latest technology. Sometimes it's good to put the paddle down and just let the canoe glide.","cat":"success","author":"Simon Mainwaring"},{"text":"When success comes, people can try to trick you or take advantage of you.","cat":"success","author":"Christina Aguilera"},{"text":"The most absurd and reckless aspirations have sometimes led to extraordinary success.","cat":"success","author":"Luc de Clapiers"},{"text":"Dictionary is the only place that success comes before work. Hard work is the price we must pay for success. I think you can accomplish anything if you're willing to pay the price.","cat":"success","author":"Vince Lombardi"},{"text":"Singleness of purpose is one of the chief essentials for success in life, no matter what may be one's aim.","cat":"success","author":"John D. Rockefeller"},{"text":"Flaming enthusiasm, backed up by horse sense and persistence, is the quality that most frequently makes for success.","cat":"success","author":"Dale Carnegie"},{"text":"Success is the progressive realization of a worthy goal or ideal.","cat":"success","author":"Earl Nightingale"},{"text":"The secret of success is sincerity.","cat":"success","author":"Jean Giraudoux"},{"text":"Sometimes people take it for granted that they had success, especially nowadays when you have instant stardom. A lot of people feel entitlement and nobody is entitled to anything.","cat":"success","author":"Donny Osmond"},{"text":"Life affords no higher pleasure than that of surmounting difficulties, passing from one step of success to another, forming new wishes and seeing them gratified.","cat":"success","author":"Samuel Johnson"},{"text":"The secret of success is to be ready when your opportunity comes.","cat":"success","author":"Benjamin Disraeli"},{"text":"You know, I start with the assumption that -or with, with the belief that this president has to succeed. We all have an enormous amount of capital invested in his success. His success is the country's success.","cat":"success","author":"Michael Bloomberg"},{"text":"Success is almost totally dependent upon drive and persistence. The extra energy required to make another effort or try another approach is the secret of winning.","cat":"success","author":"Denis Waitley"},{"text":"The only question to ask yourself is, how much are you willing to sacrifice to achieve this success?","cat":"success","author":"Larry Flynt"},{"text":"I've learned it's always better to have a small percentage of a big success, than a hundred percent of nothing.","cat":"success","author":"Art Linkletter"},{"text":"Evolution acts slowly. Our psychological characteristics today are those that promoted reproductive success in the ancestral environmen.","cat":"success","author":"Keith Henson"},{"text":"I am highly offended by the total lack of acknowledgement of my contribution to Laker success.","cat":"success","author":"Kareem Abdul-Jabbar"},{"text":"Youth is not enough. And love is not enough. And success is not enough. And, if we could achieve it, enough would not be enough.","cat":"success","author":"Mignon McLaughlin"},{"text":"Success can't be forced.","cat":"success","author":"Loretta Young"},{"text":"We must walk consciously only part way toward our goal, and then leap in the dark to our success.","cat":"success","author":"Henry David Thoreau"},{"text":"Success is the sum of small efforts - repeated day in and day out.","cat":"success","author":"Robert Collier"},{"text":"Be yourself. Follow your instincts. Success depends, at least in part, on the ability to 'carry it off.'","cat":"success","author":"Donald Rumsfeld"},{"text":"Belief in oneself is one of the most important bricks in building any successful venture.","cat":"success","author":"Lydia M. Child"},{"text":"Before everything else, getting ready is the secret of success.","cat":"success","author":"Henry Ford"},{"text":"Girlfriend and 100 Percent Fun were my two peeks, around '92 and '96. The reality is that the times I had the most media success, sold lots of records and played bigger shows, I had the least control of my own life.","cat":"success","author":"Matthew Sweet"},{"text":"I passionately believe that's it's not just what you say that counts, it's also how you say it - that the success of your argument critically depends on your manner of presenting it.","cat":"success","author":"Alain de Botton"},{"text":"Sometimes success comes in ways you don't expect.","cat":"success","author":"Ben Barnes"},{"text":"If God has made the world a perfect mechanism, He has at least conceded so much to our imperfect intellect that in order to predict little parts of it, we need not solve innumerable differential equations, but can use dice with fair success.","cat":"success","author":"Max Born"},{"text":"So much of a professional athlete's success depends upon not necessarily the play itself but how he deals with... always saying how you deal with good, is just as important as how you deal with bad.","cat":"success","author":"Brett Favre"},{"text":"Formula for success: rise early, work hard, strike oil.","cat":"success","author":"J. Paul Getty"},{"text":"The thing you don't dream about as a kid is all the peripheral stuff that comes with success.","cat":"success","author":"Tiger Woods"},{"text":"There's that unwritten schism that literary writers get all the awards and commericals writers get all the success.","cat":"success","author":"Jodi Picoult"},{"text":"Success without honor is an unseasoned dish it will satisfy your hunger, but it won't taste good.","cat":"success","author":"Joe Paterno"},{"text":"Nothing succeeds like the appearance of success.","cat":"success","author":"Christopher Lasch"},{"text":"Luxury is the wolf at the door and its fangs are the vanities and conceits germinated by success. When an artist learns this, he knows where the danger is.","cat":"success","author":"Tennessee Williams"},{"text":"Success is dependent on effort.","cat":"success","author":"Sophocles"},{"text":"I am doomed to an eternity of compulsive work. No set goal achieved satisfies. Success only breeds a new goal. The golden apple devoured has seeds. It is endless.","cat":"success","author":"Bette Davis"},{"text":"The test of success is not what you do when you are on top. Success is how high you bounce when you hit bottom.","cat":"success","author":"George S. Patton"},{"text":"You may lose your wife, you may lose your dog, your mother may hate you. None of those things matter. What matters is that you achieve success and become free. Then you can do whatever you like.","cat":"success","author":"Kevin O'Leary"},{"text":"The problem with being British... I don't know if it's me being British or being raised a strict Catholic, but you never really enjoy success.","cat":"success","author":"Danny Boyle"},{"text":"If a man loves the labour of his trade, apart from any question of success or fame, the gods have called him.","cat":"success","author":"Robert Louis Stevenson"},{"text":"If you wish to be a success in the world, promise everything, deliver nothing.","cat":"success","author":"Napoleon Bonaparte"},{"text":"The success of any great moral enterprise does not depend upon numbers.","cat":"success","author":"William Lloyd Garrison"},{"text":"We had maybe the greatest success of any company that I know of in Paris, and after two or three years I wanted to do this same number that we did for PBS, so we did it and Paris had always considered us their darlings.","cat":"success","author":"Katherine Dunham"},{"text":"The first principle of success is desire - knowing what you want. Desire is the planting of your seed.","cat":"success","author":"Robert Collier"},{"text":"I think all those people I did stories about measured their own success by the joy their work was giving them.","cat":"success","author":"Charles Kuralt"},{"text":"Well, success does not mean doing well.","cat":"success","author":"Shirley MacLaine"},{"text":"Your success depends mainly upon what you think of yourself and whether you believe in yourself.","cat":"success","author":"William J. H. Boetcker"},{"text":"Success follows doing what you want to do. There is no other way to be successful.","cat":"success","author":"Malcolm Forbes"},{"text":"To many a man, and sometimes to a youth, there comes the opportunity to choose between honorable competence and tainted wealth. The young man who starts out to be poor and honorable, holds in his hand one of the strongest elements of success.","cat":"success","author":"Orison Swett Marden"},{"text":"The greatest sign of success for a teacher... is to be able to say, 'The children are now working as if I did not exist.'","cat":"success","author":"Maria Montessori"},{"text":"It's not enough that I should succeed - others should fail.","cat":"success","author":"David Merrick"},{"text":"America's wealth comes from the efforts of people striving for success. Take away their incentive with badmouthing success and you take away the wealth that helps us take care of the needy.","cat":"success","author":"Thomas Peterffy"},{"text":"Success is dependent upon the glands - sweat glands.","cat":"success","author":"Zig Ziglar"},{"text":"Think of success as a game of chance in which you have control over the odds. As you begin to master concepts in personal achievement, you are increasing your odds of achieving success.","cat":"success","author":"Bo Bennett"},{"text":"All you need is ignorance and confidence and the success is sure.","cat":"success","author":"Mark Twain"},{"text":"Success is achieved by developing our strengths, not by eliminating our weaknesses.","cat":"success","author":"Marilyn vos Savant"},{"text":"We all know that Social Security is one of this country's greatest success stories in the 20th century.","cat":"success","author":"Mitch McConnell"},{"text":"I used to think that losing made you more hungry and determined but after my success at the Olympics and the U.S. Open I realise that winning is the biggest motivation.","cat":"success","author":"Andy Murray"},{"text":"What I have in common with the character in 'Truman' is this incredible need to please people. I feel like I want to take care of everyone and I also feel this terrible guilt if I am unable to. And I have felt this way ever since all this success started.","cat":"success","author":"Jim Carrey"},{"text":"Ask yourself the secret of your success. Listen to your answer, and practice it.","cat":"success","author":"Richard Bach"},{"text":"We just want to win. That's the bottom line. I think a lot of times people may become content with one championship or a little bit of success, but we don't really reflect on what we've done in the past. We focus on the present.","cat":"success","author":"Derek Jeter"},{"text":"I never expected any sort of success with 'Mockingbird'... I sort of hoped someone would like it enough to give me encouragement.","cat":"success","author":"Harper Lee"},{"text":"There's no secret about success. Did you ever know a successful man who didn't tell you about it?","cat":"success","author":"Kin Hubbard"},{"text":"People fall forward to success.","cat":"success","author":"Mary Kay Ash"},{"text":"Lesson from Pataki's success is: Use the political moment.","cat":"success","author":"Andrew Cuomo"},{"text":"I believe in luck: how else can you explain the success of those you dislike?","cat":"success","author":"Jean Cocteau"},{"text":"In inner-city, low-income communities of color, there's such a high correlation in terms of educational quality and success.","cat":"success","author":"Bill Gates"},{"text":"Well, you can't be trying to achieve success of any kind in this business without accepting that there's going to be a flip side to it.","cat":"success","author":"Jennifer Garner"},{"text":"Action is the foundational key to all success.","cat":"success","author":"Pablo Picasso"},{"text":"So many stars lose their way, and with success become more neurotic, not less so.","cat":"success","author":"Francesca Annis"},{"text":"Time is the most precious element of human existence. The successful person knows how to put energy into time and how to draw success from time.","cat":"success","author":"Denis Waitley"},{"text":"If you can go out with your live show and turn people on to that, where you have that fan base that's religious and they're going to come see you when you're in that town, once your radio success is gone and you're not a mainstream guy anymore you can still go out and play your shows.","cat":"success","author":"Jason Aldean"},{"text":"Independent films have a very different cachet than success films.","cat":"success","author":"Diane Lane"},{"text":"Writers, as they gain success, feel like outsiders because writers don't come together in real groups.","cat":"success","author":"Anne Rice"},{"text":"Success is not in what you have, but who you are.","cat":"success","author":"Bo Bennett"},{"text":"Ambition is the path to success. Persistence is the vehicle you arrive in.","cat":"success","author":"Bill Bradley"},{"text":"Success is not to be pursued it is to be attracted by the person you become.","cat":"success","author":"Jim Rohn"},{"text":"The Lord gave us two ends - one to sit on and the other to think with. Success depends on which one we use the most.","cat":"success","author":"Ann Landers"},{"text":"The secret of our success is that we never, never give up.","cat":"success","author":"Wilma Mankiller"},{"text":"Your chances of success in any undertaking can always be measured by your belief in yourself.","cat":"success","author":"Robert Collier"},{"text":"I feel true success comes from being able to work and the love for it.","cat":"success","author":"Kiana Tom"},{"text":"Anyone who has to fight, even with the most modern weapons, against an enemy in complete command of the air, fights like a savage against modern European troops, under the same handicaps and with the same chances of success.","cat":"success","author":"Erwin Rommel"},{"text":"There is little success where there is little laughter.","cat":"success","author":"Andrew Carnegie"},{"text":"Nothing succeeds like success.","cat":"success","author":"Alexandre Dumas"},{"text":"Never mind what others do do better than yourself, beat your own record from day to day, and you are a success.","cat":"success","author":"William J. H. Boetcker"},{"text":"Constant success shows us but one side of the world adversity brings out the reverse of the picture.","cat":"success","author":"Charles Caleb Colton"},{"text":"If at first you don't succeed, try, try again. Then quit. There's no point in being a damn fool about it.","cat":"success","author":"W. C. Fields"},{"text":"I want to see success right away. And I want to never give up, never stop.","cat":"success","author":"Joe Nichols"},{"text":"Success consists in being successful, not in having potential for success. Any wide piece of ground is the potential site of a palace, but there's no palace till it's built.","cat":"success","author":"Fernando Pessoa"},{"text":"I'm a mum, so my wardrobe consists of sweaters and jeans. As long as I don't leave the house forgetting my jeans, I count that as a fashion success.","cat":"success","author":"Gail Porter","exp":true},{"text":"I don't think success arrives and you're suddenly happy. It's not like that. If people think that they'll be very disappointed.","cat":"success","author":"Michael Hutchence"},{"text":"In order that people may be happy in their work, these three things are needed: They must be fit for it. They must not do too much of it. And they must have a sense of success in it.","cat":"success","author":"John Ruskin"},{"text":"One measure of your success will be the degree to which you build up others who work with you. While building up others, you will build up yourself.","cat":"success","author":"James E. Casey"},{"text":"The best revenge in the world is success.","cat":"success","author":"Suge Knight"},{"text":"I've had a lot of success over the years racing in New York, but the main point is that I feel the marathon is a different event, a lot more my event.","cat":"success","author":"Paula Radcliffe"},{"text":"Like everybody, I have invested in things that have gone bad, because there's never any guarantee of success or profit when it comes to money.","cat":"success","author":"Murray Walker"},{"text":"Success in life comes not from holding a good hand, but in playing a poor hand well.","cat":"success","author":"Denis Waitley"},{"text":"I've always been too hard on myself to behave like I've arrived or even to enjoy whatever success I've had. I've always envisioned myself higher than where I was and I still do. With each success I think, 'That's nice but I'm supposed to go there!'","cat":"success","author":"Nicole Scherzinger"},{"text":"All business success rests on something labeled a sale, which at least momentarily weds company and customer.","cat":"success","author":"Tom Peters"},{"text":"Being a part of success is more important than being personally indispensable.","cat":"success","author":"Pat Riley"},{"text":"Not every difficult and dangerous thing is suitable for training, but only that which is conducive to success in achieving the object of our effort.","cat":"success","author":"Epictetus"},{"text":"The common idea that success spoils people by making them vain, egotistic and self-complacent is erroneous on the contrary it makes them, for the most part, humble, tolerant and kind.","cat":"success","author":"W. Somerset Maugham"},{"text":"Women face enough pressures and challenges in a workplace that is still depressingly biased against a female's success. Add to that, the fact that the very thing many women I know find most rewarding (having kids) is now frowned upon.","cat":"success","author":"Mika Brzezinski"},{"text":"But I think it's more normal for my team to have no success than it is to win two consecutive European cups.","cat":"success","author":"Jose Mourinho"},{"text":"I thought doing reality TV would be the greatest success of my life or the biggest mistake.","cat":"success","author":"Bethenny Frankel"},{"text":"Success is sweet and sweeter if long delayed and gotten through many struggles and defeats.","cat":"success","author":"Amos Bronson Alcott"},{"text":"Success in any endeavor depends on the degree to which it is an expression of your true self.","cat":"success","author":"Ralph Marston"},{"text":"I've learned that mistakes can often be as good a teacher as success.","cat":"success","author":"Jack Welch"},{"text":"The first condition of success for the League of Nations is, therefore, a firm understanding between the British Empire and the United States of America and France and Italy that there will be no competitive building up of fleets or armies between them.","cat":"success","author":"Arthur Henderson"},{"text":"Rock and Roll is still asking people like me to live up to the old guard's concept of what success is but it doesn't mean anything.","cat":"success","author":"Billy Corgan"},{"text":"America is the most grandiose experiment the world has seen, but, I am afraid, it is not going to be a success.","cat":"success","author":"Sigmund Freud"},{"text":"I worked half my life to be an overnight success, and still it took me by surprise.","cat":"success","author":"Jessica Savitch"},{"text":"In most things success depends on knowing how long it takes to succeed.","cat":"success","author":"Charles de Montesquieu"},{"text":"I have decided to fight for my country, because we have build a success story in Guanajuato, with real results and more yet to come in the next two years.","cat":"success","author":"Vicente Fox"},{"text":"To do a common thing uncommonly well brings success.","cat":"success","author":"Henry J. Heinz"},{"text":"Coming together is a beginning keeping together is progress working together is success.","cat":"success","author":"Henry Ford"},{"text":"Along with success comes a reputation for wisdom.","cat":"success","author":"Euripides"},{"text":"Am I coasting on some early success? Yeah. It was a good lucky break for me. But I would rather earn my way back again than simply conform to what people are expecting.","cat":"success","author":"Liz Phair"},{"text":"I'd rather a young black actor read about success as opposed to how tough it was. I get these roles because I can act and that's it. Hopefully that's it.","cat":"success","author":"Idris Elba"},{"text":"Look, if you ask a child, 'Would you rather have a fulfilled mother or a stay-at-home Sylvia Plath,' they'll pick Sylvia Plath every time. But I think it's really important that children don't feel their parents' emotional lives depend on their success.","cat":"success","author":"Ayelet Waldman"},{"text":"My success was due to good luck, hard work, and support and advice from friends and mentors. But most importantly, it depended on me to keep trying after I had failed.","cat":"success","author":"Mark Warner"},{"text":"People still don't appreciate how ephemeral success is.","cat":"success","author":"Nate Silver"},{"text":"Success is a consequence and must not be a goal.","cat":"success","author":"Gustave Flaubert"},{"text":"I mean, we are tribal by nature, and sometimes success and material wealth can divide and separate - it's not a new philosophy I'm sharing - more than hardship, hardship tends to unify.","cat":"success","author":"Colin Farrell"},{"text":"We're constantly striving for success, fame and comfort when all we really need to be happy is someone or some thing to be enthusiastic about.","cat":"success","author":"H. Jackson Brown, Jr."},{"text":"The ability to convert ideas to things is the secret of outward success.","cat":"success","author":"Henry Ward Beecher"},{"text":"For someone who's had the level of success I've had, there's been very little critical review of my work, which is pretty fascinating.","cat":"success","author":"Billy Corgan"},{"text":"My career started young and I was really ambitious, and then I had success and I hung out with people who were much older. I think I might have been temporally misplaced, so I thought I was 40. It was a premature midlife crisis.","cat":"success","author":"Elizabeth Gilbert"},{"text":"I just want to continue the success and be an athlete that is shown in a good light in New York City.","cat":"success","author":"Victor Cruz"},{"text":"It's so interesting how success hits people and how they react to it.","cat":"success","author":"John Mayer"},{"text":"Success comes to a writer as a rule, so gradually that it is always something of a shock to him to look back and realize the heights to which he has climbed.","cat":"success","author":"P. G. Wodehouse"},{"text":"I didn't have a whole lot of success getting dates, I was always a bit of a geek.","cat":"success","author":"Jim Davis"},{"text":"We must believe in luck. For how else can we explain the success of those we don't like?","cat":"success","author":"Jean Cocteau"},{"text":"Success is always something completely different to people. I feel like I've succeeded, if I'm doing something that makes me happy and I'm not lying to anybody.","cat":"success","author":"Kristen Stewart"},{"text":"When I finish a picture I don't show it to anyone if I feel it's not good enough yet. I've learnt to listen to my partners and my friends. For me it's the biggest success if they like it.","cat":"success","author":"Marilyn Manson"},{"text":"When you see something that is technically sweet, you go ahead and do it and you argue about what to do about it only after you have had your technical success. That is the way it was with the atomic bomb.","cat":"success","author":"J. Robert Oppenheimer"},{"text":"Success is not a destination, but the road that you're on. Being successful means that you're working hard and walking your walk every day. You can only live your dream by working hard towards it. That's living your dream.","cat":"success","author":"Marlon Wayans"},{"text":"It's nice, being brought up with no money at all. It's just not how I measure success, so that makes it a bunch easier.","cat":"success","author":"Bode Miller"},{"text":"It would be a joy for me if someone who was working with me became a big success.","cat":"success","author":"Shigeru Miyamoto"},{"text":"It's an awesome responsibility, not only to maintain the level of success the NFL has, but to build on that.","cat":"success","author":"Roger Goodell"},{"text":"Success is following the pattern of life one enjoys most.","cat":"success","author":"Al Capp"},{"text":"In hindsight, I slid into arrogance based upon past success.","cat":"success","author":"Reed Hastings"},{"text":"My college degree was in theater. But the real reason, if I have any success in that milieu, so to speak, is because I spent a lot of years directing, I spent a lot of years behind the camera.","cat":"success","author":"Alton Brown"},{"text":"Whether you come from a council estate or a country estate, your success will be determined by your own confidence and fortitude.","cat":"success","author":"Michelle Obama"},{"text":"Success is simple. Do what's right, the right way, at the right time.","cat":"success","author":"Arnold H. Glasow"},{"text":"At this point, I can't say what network would be picking it up, but I know that it would be a success.","cat":"success","author":"Christy Romano"},{"text":"Success is a journey, not a destination. The doing is often more important than the outcome.","cat":"success","author":"Arthur Ashe"},{"text":"No one has a corner on success. It is his who pays the price.","cat":"success","author":"Orison Swett Marden"},{"text":"The secret of success in life is for a man to be ready for his opportunity when it comes.","cat":"success","author":"Benjamin Disraeli"},{"text":"You really have to work hard and apply yourself and by applying yourself and working hard and being diligent, you can achieve success.","cat":"success","author":"Julie Benz"},{"text":"Success took me to her bosom like a maternal boa constrictor.","cat":"success","author":"Noel Coward"},{"text":"Without Arthur's voice, I never would have enjoyed that success.","cat":"success","author":"Paul Simon"},{"text":"The starting point of all achievement is desire.","cat":"success","author":"Napoleon Hill"},{"text":"I suppose your security is your success and your key to success is your fine palate.","cat":"success","author":"Gordon Ramsay"},{"text":"Success consists of getting up just one more time than you fall.","cat":"success","author":"Oliver Goldsmith"},{"text":"Nothing good comes in life or athletics unless a lot of hard work has preceded the effort. Only temporary success is achieved by taking short cuts.","cat":"success","author":"Roger Staubach"},{"text":"Failures to heroic minds are the stepping stones to success.","cat":"success","author":"Thomas Chandler Haliburton"},{"text":"Success is not in never failing, but rising everytime you fall!","cat":"success","author":"Jonathan Taylor Thomas"},{"text":"I don't think success is harmful, as so many people say. Rather, I believe it indispensable to talent, if for nothing else than to increase the talent.","cat":"success","author":"Jeanne Moreau"},{"text":"The fame of heroes owes little to the extent of their conquests and all to the success of the tributes paid to them.","cat":"success","author":"Jean Genet"},{"text":"Democrats believe in reigniting the American dream by removing barriers to success and building ladders of opportunity for all, so everyone can succeed.","cat":"success","author":"Nancy Pelosi"},{"text":"Forward, as occasion offers. Never look round to see whether any shall note it... Be satisfied with success in even the smallest matter, and think that even such a result is no trifle.","cat":"success","author":"Marcus Aurelius"},{"text":"Success is the space one occupies in the newspaper. Success is one day's insolence.","cat":"success","author":"Elias Canetti"},{"text":"You might well remember that nothing can bring you success but yourself.","cat":"success","author":"Napoleon Hill"},{"text":"Those who cannot work with their hearts achieve but a hollow, half-hearted success that breeds bitterness all around.","cat":"success","author":"Abdul Kalam"},{"text":"No student ever attains very eminent success by simply doing what is required of him: it is the amount and excellence of what is over and above the required, that determines the greatness of ultimate distinction.","cat":"success","author":"Charles Kendall Adams"},{"text":"Success does not consist in never making mistakes but in never making the same one a second time.","cat":"success","author":"George Bernard Shaw"},{"text":"Four things for success: work and pray, think and believe.","cat":"success","author":"Norman Vincent Peale"},{"text":"It was so draining. Going to parties to rub elbows with so-and-so and act like it's no big deal, when really all I was doing was hoping I'd have the success they had.","cat":"success","author":"Katy Perry"},{"text":"I had a lot of success from the start. I never really was tested for long periods of time. I got my first professional job while I was a senior in college. I signed with the William Morris Agency before I graduated.","cat":"success","author":"Denzel Washington"},{"text":"The delusions of self-love cannot be prevented, but intellectual misconceptions as to the means of achieving success may be corrected.","cat":"success","author":"George Henry Lewes"},{"text":"You wanna know what scares people? Success. When you don't make moves and when you don't climb up the ladder, everybody loves you because you're not competition.","cat":"success","author":"Nicki Minaj"},{"text":"I define success as being comfortable with yourself and your life. And that is about as good as it gets, really.","cat":"success","author":"Treat Williams"},{"text":"The envious man grows lean at the success of his neighbor.","cat":"success","author":"Horace"},{"text":"Success is counted sweetest by those who never succeed.","cat":"success","author":"Emily Dickinson"},{"text":"I'd rather have huge success and huge failures than travel in the middle of the road.","cat":"success","author":"Kevyn Aucoin"},{"text":"Former Olympians also get paid to make appearances. Many of them won their medals in an era when Olympic success didn't go hand-in-hand with financial success.","cat":"success","author":"Mary Lou Retton"},{"text":"The secret of success is constancy to purpose.","cat":"success","author":"Benjamin Disraeli"},{"text":"One important key to success is self-confidence. An important key to self-confidence is preparation.","cat":"success","author":"Arthur Ashe"},{"text":"You never achieve success unless you like what you are doing.","cat":"success","author":"Dale Carnegie"},{"text":"The talent of success is nothing more than doing what you can do well, and doing well whatever you do without thought of fame. If it comes at all it will come because it is deserved, not because it is sought after.","cat":"success","author":"Henry Wadsworth Longfellow"},{"text":"I'm not a defender of old or new football managers. I believe in good ones and bad ones, those that achieve success and those that don't.","cat":"success","author":"Jose Mourinho"},{"text":"Excess is success.","cat":"success","author":"Roberto Cavalli"},{"text":"In this world it is not what we take up, but what we give up, that makes us rich.","cat":"success","author":"Henry Ward Beecher"},{"text":"Success is doing ordinary things extraordinarily well.","cat":"success","author":"Jim Rohn"},{"text":"American inventiveness and the desire to build developed because we were guaranteed the right to own our success.","cat":"success","author":"Rand Paul"},{"text":"Success seems to be largely a matter of hanging on after others have let go.","cat":"success","author":"William Feather"},{"text":"There is no success without hardship.","cat":"success","author":"Sophocles"},{"text":"Yeah, ideally, I'd probably wish to be more anonymous. But scrutiny and success go together. And I want to be successful.","cat":"success","author":"Paula Radcliffe"},{"text":"Well I think any author or musician is anxious to have legitimate sales of their products, partly so they're rewarded for their success, partly so they can go on and do new things.","cat":"success","author":"Bill Gates"},{"text":"Each success only buys an admission ticket to a more difficult problem.","cat":"success","author":"Henry A. Kissinger"},{"text":"That man is a success who has lived well, laughed often and loved much.","cat":"success","author":"Robert Louis Stevenson"},{"text":"You've got to work hard for your success and you've got to have a steady presence. That's the secret.","cat":"success","author":"Kid Rock"},{"text":"I'm starting to judge success by the time I have for myself, the time I spend with family and friends. My priorities aren't amending they're shifting.","cat":"success","author":"Brendan Fraser"},{"text":"I put &pound150,000 into the stage production of Grease and have got back &pound1.5 million so far. It has been a fantastic success.","cat":"success","author":"Jeffrey Archer"},{"text":"You know, I can be the happiest man in the world with minimal record success.","cat":"success","author":"Joe Nichols"},{"text":"I would love to be a guest on a talk show or a panel that shows women who have been on reality shows who've had success, to prove to audiences that you don't have to be a fool to become successful.","cat":"success","author":"NeNe Leakes"},{"text":"My literary success meant nothing to me.","cat":"success","author":"Taylor Caldwell"},{"text":"For unflagging interest and enjoyment, a household of children, if things go reasonably well, certainly all other forms of success and achievement lose their importance by comparison.","cat":"success","author":"Theodore Roosevelt"}]