[{"text":"I told my wife the truth. I told her I was seeing a psychiatrist. Then she told me the truth: that she was seeing a psychiatrist, two plumbers, and a bartender.","cat":"truth","author":"Rodney Dangerfield"},{"text":"I will be as harsh as truth, and uncompromising as justice... I am in earnest, I will not equivocate, I will not excuse, I will not retreat a single inch, and I will be heard.","cat":"truth","author":"William Lloyd Garrison"},{"text":"Nothing that was worthy in the past departs no truth or goodness realized by man ever dies, or can die.","cat":"truth","author":"Thomas Carlyle"},{"text":"A remark generally hurts in proportion to its truth.","cat":"truth","author":"Will Rogers"},{"text":"I am a lie who always speaks the truth.","cat":"truth","author":"Jean Cocteau"},{"text":"I wish I had coined the phrase 'tyranny of choice,' but someone beat me to it. The counterintuitive truth is that have an abundance of options does not make you feel privileged and indulged too many options make you feel like all of them are wrong, and that you are wrong if you choose any of them.","cat":"truth","author":"Susan Orlean"},{"text":"Truth cannot be defeated.","cat":"truth","author":"Edwin Louis Cole"},{"text":"A gaffe is when a politician tells the truth.","cat":"truth","author":"Michael Kinsley"},{"text":"Truth is in things, and not in words.","cat":"truth","author":"Herman Melville"},{"text":"The source of all the material comes from nothingness, illusion is working more on things you can prove. That's the principle, the essence of life, it is actually an illusion, not immaterial. That's worth pursuing. So illusion is not nothing. In a way, that is the truth.","cat":"truth","author":"Ang Lee"},{"text":"Justice is rather the activity of truth, than a virtue in itself. Truth tells us what is due to others, and justice renders that due. Injustice is acting a lie.","cat":"truth","author":"Horace Walpole"},{"text":"Seek not greatness, but seek truth and you will find both.","cat":"truth","author":"Horace Mann"},{"text":"Don't let your special character and values, the secret that you know and no one else does, the truth - don't let that get swallowed up by the great chewing complacency.","cat":"truth","author":"Aesop"},{"text":"To me, horror is when I see somebody lying. I mean a person I know. A friend. And he's telling me something that I accept. And then suddenly, as he or she is telling it, there's something that gives them away. They're not telling me the truth.","cat":"truth","author":"Jonathan Frid"},{"text":"All the truth in the world adds up to one big lie.","cat":"truth","author":"Bob Dylan"},{"text":"There are various eyes. Even the Sphinx has eyes: and as a result there are various truths, and as a result there is no truth.","cat":"truth","author":"Friedrich Nietzsche"},{"text":"Heresies are experiments in man's unsatisfied search for truth.","cat":"truth","author":"H. G. Wells"},{"text":"The logic of the world is prior to all truth and falsehood.","cat":"truth","author":"Ludwig Wittgenstein"},{"text":"Myths and creeds are heroic struggles to comprehend the truth in the world.","cat":"truth","author":"Ansel Adams"},{"text":"People say they love truth, but in reality they want to believe that which they love is true.","cat":"truth","author":"Robert J. Ringer"},{"text":"Man has gone long enough, or even too long, without being man enough to face the simple truth that the trouble with man is man.","cat":"truth","author":"James Thurber"},{"text":"Truth stands, even if there be no public support. It is self-sustained.","cat":"truth","author":"Mahatma Gandhi"},{"text":"It is the merit of a general to impart good news, and to conceal the truth.","cat":"truth","author":"Sophocles"},{"text":"The universal medicine for the Soul is the Supreme Reason and Absolute Justice for the mind, mathematical and practical Truth for the body, the Quintessence, a combination of light and gold.","cat":"truth","author":"Albert Pike"},{"text":"There is never vulgarity in a whole truth, however commonplace. It may be unimportant or painful. It cannot be vulgar. Vulgarity is only in concealment of truth, or in affectation.","cat":"truth","author":"John Ruskin"},{"text":"I see that the path of progress has never taken a straight line, but has always been a zigzag course amid the conflicting forces of right and wrong, truth and error, justice and injustice, cruelty and mercy.","cat":"truth","author":"Kelly Miller"},{"text":"Falsehood is easy, truth so difficult.","cat":"truth","author":"George Eliot"},{"text":"Facts are many, but the truth is one.","cat":"truth","author":"Rabindranath Tagore"},{"text":"The truth is that the religious and the scientific processes, though involving different methods, are identical in their final aim. Both aim at reaching the most real.","cat":"truth","author":"Muhammad Iqbal"},{"text":"A lie would have no sense unless the truth were felt dangerous.","cat":"truth","author":"Alfred Adler"},{"text":"He who begins by loving Christianity more than Truth, will proceed by loving his sect or church better than Christianity, and end in loving himself better than all.","cat":"truth","author":"Samuel Taylor Coleridge"},{"text":"I have the terrible feeling that, because I am wearing a white beard and am sitting in the back of the theatre, you expect me to tell you the truth about something. These are the cheap seats, not Mount Sinai.","cat":"truth","author":"Orson Welles"},{"text":"I want to go to bed richer than when I woke up. The pursuit of wealth is a wonderful thing, but the thing is you have to be honest about it, you have to tell the truth.","cat":"truth","author":"Kevin O'Leary"},{"text":"When in doubt tell the truth.","cat":"truth","author":"Mark Twain"},{"text":"To be outspoken is easy when you do not wait to speak the complete truth.","cat":"truth","author":"Rabindranath Tagore"},{"text":"Truth is not only violated by falsehood it may be equally outraged by silence.","cat":"truth","author":"Henri Frederic Amiel"},{"text":"We are free to yield to truth.","cat":"truth","author":"Horace"},{"text":"I want everyone to tell me the truth, even if it costs him his job.","cat":"truth","author":"Samuel Goldwyn"},{"text":"If the truth contradicts deeply held beliefs, that is too bad.","cat":"truth","author":"Hans Eysenck"},{"text":"The truth is, I wrote a novel when I was 23. It's hideously bad. Truly rotten.","cat":"truth","author":"Sloane Crosley"},{"text":"Rumi, who is one of the greatest Persian poets, said that the truth was a mirror in the hands of God. It fell, and broke into pieces. Everybody took a piece of it, and they looked at it and thought they had the truth.","cat":"truth","author":"Mohsen Makhmalbaf"},{"text":"I have nothing new to teach the world. Truth and Non-violence are as old as the hills. All I have done is to try experiments in both on as vast a scale as I could.","cat":"truth","author":"Mahatma Gandhi"},{"text":"There are some people so addicted to exaggeration that they can't tell the truth without lying.","cat":"truth","author":"Josh Billings"},{"text":"Truth forever on the scaffold, wrong forever on the throne.","cat":"truth","author":"James Russell Lowell"},{"text":"Truth, after all, wears a different face to everybody, and it would be too tedious to wait till all were agreed.","cat":"truth","author":"James Russell Lowell"},{"text":"We've used up a lot of bullets. And we talk about stimulus. But the truth is, we're running a federal deficit that's 9 percent of GDP. That is stimulative as all get out. It's more stimulative than any policy we've followed since World War II.","cat":"truth","author":"Warren Buffett"},{"text":"Believe those who are seeking the truth. Doubt those who find it.","cat":"truth","author":"Andre Gide"},{"text":"Man can embody truth but he cannot know it.","cat":"truth","author":"William Butler Yeats"},{"text":"For truth is precious and divine, too rich a pearl for carnal swine.","cat":"truth","author":"Samuel Butler"},{"text":"The rarest quality in an epitaph is truth.","cat":"truth","author":"Henry David Thoreau"},{"text":"Sex is full of lies. The body tries to tell the truth. But, it's usually too battered with rules to be heard, and bound with pretenses so it can hardly move. We cripple ourselves with lies.","cat":"truth","author":"Jim Morrison","exp":true},{"text":"We occasionally stumble over the truth but most of us pick ourselves up and hurry off as if nothing had happened.","cat":"truth","author":"Winston Churchill"},{"text":"Because no matter what you say in life, the truth will always be the truth. You know when someone is telling the truth, you look in the eyes. I have a tendency to believe people.","cat":"truth","author":"Jean Claude Van Damme"},{"text":"The only way into truth is through one's own annihilation through dwelling a long time in a state of extreme and total humiliation.","cat":"truth","author":"Simone Weil"},{"text":"Comedy is a way to make sense of chaos. It's a way of dealing with things that are overwhelming, that threaten you it's a way to survive and get closer to the truth.","cat":"truth","author":"Laura Linney"},{"text":"Veiling truth in mystery.","cat":"truth","author":"Virgil"},{"text":"The truth is, sex doesn't mean that much to me now.","cat":"truth","author":"Lana Turner","exp":true},{"text":"Some artists shrink from self-awareness, fearing that it will destroy their unique gifts and even their desire to create. The truth of the matter is quite opposite.","cat":"truth","author":"James Broughton"},{"text":"An unexciting truth may be eclipsed by a thrilling lie.","cat":"truth","author":"Aldous Huxley"},{"text":"I put forward formless and unresolved notions, as do those who publish doubtful questions to debate in the schools, not to establish the truth but to seek it.","cat":"truth","author":"Michel de Montaigne"},{"text":"I don't think you can tell the objective truth about a person. That's why people write novels.","cat":"truth","author":"A. N. Wilson"},{"text":"As long as I tell the truth I feel that nobody can touch me.","cat":"truth","author":"Henry Rollins"},{"text":"Fiction is the truth inside the lie.","cat":"truth","author":"Stephen King"},{"text":"To myself I am only a child playing on the beach, while vast oceans of truth lie undiscovered before me.","cat":"truth","author":"Isaac Newton"},{"text":"Truth springs from argument amongst friends.","cat":"truth","author":"David Hume"},{"text":"No one can be happy who has been thrust outside the pale of truth. And there are two ways that one can be removed from this realm: by lying, or by being lied to.","cat":"truth","author":"Lucius Annaeus Seneca"},{"text":"Truth will always be truth, regardless of lack of understanding, disbelief or ignorance.","cat":"truth","author":"W. Clement Stone"},{"text":"No one can look back on his schooldays and say with truth that they were altogether unhappy.","cat":"truth","author":"George Orwell"},{"text":"Be calm in arguing for fierceness makes error a fault, and truth discourtesy.","cat":"truth","author":"George Herbert"},{"text":"There's a world of difference between truth and facts. Facts can obscure the truth.","cat":"truth","author":"Maya Angelou"},{"text":"Truth is beautiful, without doubt but so are lies.","cat":"truth","author":"Ralph Waldo Emerson"},{"text":"The truth is lived, not taught.","cat":"truth","author":"Hermann Hesse"},{"text":"When we believe ourselves in possession of the only truth, we are likely to be indifferent to common everyday truths.","cat":"truth","author":"Eric Hoffer"},{"text":"The truth is, hardly any of us have ethical energy enough for more than one really inflexible point of honor.","cat":"truth","author":"George Bernard Shaw"},{"text":"Tell the truth, work hard, and come to dinner on time.","cat":"truth","author":"Gerald R. Ford"},{"text":"Truth is so rare that it is delightful to tell it.","cat":"truth","author":"Emily Dickinson"},{"text":"It is possible to be a master in false philosophy, easier, in fact, than to be a master in the truth, because a false philosophy can be made as simple and consistent as one pleases.","cat":"truth","author":"George Santayana"},{"text":"Some people are desperately looking for scapegoats, they just don't want to see the truth!","cat":"truth","author":"Jonathan Davis"},{"text":"I came here to tell you the truth, the good, the bad and the ugly.","cat":"truth","author":"Oliver North"},{"text":"Gossip needn't be false to be evil - there's a lot of truth that shouldn't be passed around.","cat":"truth","author":"Frank A. Clark"},{"text":"I'm for truth, no matter who tells it. I'm for justice, no matter who it's for or against.","cat":"truth","author":"Malcolm X"},{"text":"We often want one thing and pray for another, not telling the truth even to the gods.","cat":"truth","author":"Lucius Annaeus Seneca"},{"text":"Truth is exact correspondence with reality.","cat":"truth","author":"Paramahansa Yogananda"},{"text":"To the scientist there is the joy in pursuing truth which nearly counteracts the depressing revelations of truth.","cat":"truth","author":"H. P. Lovecraft"},{"text":"Piety requires us to honor truth above our friends.","cat":"truth","author":"Aristotle"},{"text":"The only thing I can do is tell the truth as I see it and let the chips fall where they may.","cat":"truth","author":"Jack Kemp"},{"text":"The lawyer's truth is not Truth, but consistency or a consistent expediency.","cat":"truth","author":"Henry David Thoreau"},{"text":"There is no original truth, only original error.","cat":"truth","author":"Gaston Bachelard"},{"text":"Pain reaches the heart with electrical speed, but truth moves to the heart as slowly as a glacier.","cat":"truth","author":"Barbara Kingsolver"},{"text":"Your days are short here this is the last of your springs. And now in the serenity and quiet of this lovely place, touch the depths of truth, feel the hem of Heaven. You will go away with old, good friends. And don't forget when you leave why you came.","cat":"truth","author":"Adlai E. Stevenson"},{"text":"The price of being close to the President is delivering bad news. You fail him if you don't tell him the truth. Others won't do it.","cat":"truth","author":"Donald Rumsfeld"},{"text":"If you shut up truth, and bury it underground, it will but grow.","cat":"truth","author":"Emile Zola"},{"text":"Convictions are more dangerous foes of truth than lies.","cat":"truth","author":"Friedrich Nietzsche"},{"text":"This is the truth: as from a fire aflame thousands of sparks come forth, even so from the Creator an infinity of beings have life and to him return again.","cat":"truth","author":"Marcus Tullius Cicero"},{"text":"Not when truth is dirty, but when it is shallow, does the enlightened man dislike to wade into its waters.","cat":"truth","author":"Friedrich Nietzsche"},{"text":"Not that I regret saying what I believed to be the truth, but I regret anything that I might have written or spoken that could have been used in a way to help to foster that atmosphere out of which came the loss of life of Brother Malcolm.","cat":"truth","author":"Louis Farrakhan"},{"text":"It is only a man's own fundamental thoughts that have truth and life in them. For it is these that he really and completely understands. To read the thoughts of others is like taking the remains of someone else's meal, like putting on the discarded clothes of a stranger.","cat":"truth","author":"Arthur Schopenhauer"},{"text":"Infinite love is the only truth. Everything else is illusion.","cat":"truth","author":"David Icke"},{"text":"Truth is stranger than fiction, but it is because Fiction is obliged to stick to possibilities Truth isn't.","cat":"truth","author":"Mark Twain"},{"text":"I can take any truth just don't lie to me.","cat":"truth","author":"Barbra Streisand"},{"text":"The truth of things is the chief nutriment of superior intellects.","cat":"truth","author":"Leonardo da Vinci"},{"text":"Light is meaningful only in relation to darkness, and truth presupposes error. It is these mingled opposites which people our life, which make it pungent, intoxicating. We only exist in terms of this conflict, in the zone where black and white clash.","cat":"truth","author":"Louis Aragon"},{"text":"Every night I go over what I did in the day, in ethical or moral terms. Have I treated people properly? Did I tell the truth?","cat":"truth","author":"Jeanne Moreau"},{"text":"Reclaiming the word 'fat' was the most empowering step in my progress. I stopped using it for insult or degradation and instead replaced it with truth, because the truth is that I am fat, and that's ok. So now when someone calls me fat, I agree, whereas before I would get embarrassed and emotional.","cat":"truth","author":"Beth Ditto","exp":true},{"text":"A judgment about life has no meaning except the truth of the one who speaks last, and the mind is at ease only at the moment when everyone is shouting at once and no one can hear a thing.","cat":"truth","author":"Georges Bataille"},{"text":"Humility is truth.","cat":"truth","author":"Desiderius Erasmus"},{"text":"Truth is what works.","cat":"truth","author":"William James"},{"text":"The lowest form of popular culture - lack of information, misinformation, disinformation, and a contempt for the truth or the reality of most people's lives - has overrun real journalism. Today, ordinary Americans are being stuffed with garbage.","cat":"truth","author":"Carl Bernstein"},{"text":"Gradually I came to realize that people will more readily swallow lies than truth, as if the taste of lies was homey, appetizing: a habit.","cat":"truth","author":"Martha Gellhorn"},{"text":"Once you eliminate the impossible, whatever remains, no matter how improbable, must be the truth.","cat":"truth","author":"Arthur Conan Doyle"},{"text":"Personality is only ripe when a man has made the truth his own.","cat":"truth","author":"Soren Kierkegaard"},{"text":"The absurd is the essential concept and the first truth.","cat":"truth","author":"Albert Camus"},{"text":"Nine times out of ten, in the arts as in life, there is actually no truth to be discovered there is only error to be exposed.","cat":"truth","author":"H. L. Mencken"},{"text":"I never did give anybody hell. I just told the truth and they thought it was hell.","cat":"truth","author":"Harry S. Truman"},{"text":"Fiction is obliged to stick to possibilities. Truth isn't.","cat":"truth","author":"Mark Twain"},{"text":"Any person seasoned with a just sense of the imperfections of natural reason, will fly to revealed truth with the greatest avidity.","cat":"truth","author":"David Hume"},{"text":"There are only two mistakes one can make along the road to truth not going all the way, and not starting.","cat":"truth","author":"Buddha"},{"text":"It shows the truth - that the real meaning of a word is only as powerful or harmless as the emotion behind it.","cat":"truth","author":"Sarah Silverman"},{"text":"I am the Way, the Truth, and the Life. No one comes to the Father except through me.","cat":"truth","author":"Jesus Christ"},{"text":"The truth is that we live out our lives putting off all that can be put off perhaps we all know deep down that we are immortal and that sooner or later all men will do and know all things.","cat":"truth","author":"Jorge Luis Borges"},{"text":"It's much easier for me to make major life, multi-million dollar decisions, than it is to decide on a carpet for my front porch. That's the truth.","cat":"truth","author":"Oprah Winfrey"},{"text":"The Dharma is the truth that all natures are pure.","cat":"truth","author":"Bodhidharma"},{"text":"Truth is something which can't be told in a few words. Those who simplify the universe only reduce the expansion of its meaning.","cat":"truth","author":"Anais Nin"},{"text":"A priest is he who lives solely in the realm of the invisible, for whom all that is visible has only the truth of an allegory.","cat":"truth","author":"Karl Wilhelm Friedrich Schlegel"},{"text":"And, after all, what is a lie? 'Tis but the truth in a masquerade.","cat":"truth","author":"Alexander Pope"},{"text":"The teller of a mirthful tale has latitude allowed him. We are content with less than absolute truth.","cat":"truth","author":"Charles Lamb"},{"text":"Some minds remain open long enough for the truth not only to enter but to pass on through by way of a ready exit without pausing anywhere along the route.","cat":"truth","author":"Elizabeth Kenny"},{"text":"Wallow too much in sensitivity and you can't deal with life, or the truth.","cat":"truth","author":"Neal Boortz"},{"text":"All the religions of the world, while they may differ in other respects, unitedly proclaim that nothing lives in this world but Truth.","cat":"truth","author":"Mahatma Gandhi"},{"text":"Do the things you know, and you shall learn the truth you need to know.","cat":"truth","author":"Louisa May Alcott"},{"text":"Alas! they had been friends in youth but whispering tongues can poison truth.","cat":"truth","author":"Samuel Taylor Coleridge"},{"text":"It is a simple but sometimes forgotten truth that the greatest enemy to present joy and high hopes is the cultivation of retrospective bitterness.","cat":"truth","author":"Robert Menzies"},{"text":"But the hour cometh, and now is, when the true worshippers shall worship the Father in spirit and in truth: for the Father seeketh such to worship him. God is a spirit: and they that worship him must worship him in spirit and in truth.","cat":"truth","author":"Albert Pike"},{"text":"Everything will line up perfectly when knowing and living the truth becomes more important than looking good.","cat":"truth","author":"Alan Cohen"},{"text":"Everything you add to the truth subtracts from the truth.","cat":"truth","author":"Aleksandr Solzhenitsyn"},{"text":"I don't want any yes-men around me. I want everybody to tell me the truth even if it costs them their job.","cat":"truth","author":"Samuel Goldwyn"},{"text":"A gift of truth is the gift of love.","cat":"truth","author":"David Icke"},{"text":"If we are to take for the criterion of truth the majority of suffrages, they ought to be gotten from those philosophic and patriotic citizens who cultivate their reason.","cat":"truth","author":"James Madison"},{"text":"The truth is, I don't have any problem with journalists - I count some of them as friends - also some of my heroes are journalists, I'm a big fan of Robert Fisk - great people or crazy people who are prepared to stand up for what's right.","cat":"truth","author":"Daniel Craig"},{"text":"All truths are easy to understand once they are discovered the point is to discover them.","cat":"truth","author":"Galileo Galilei"},{"text":"Seldom, very seldom, does complete truth belong to any human disclosure seldom can it happen that something is not a little disguised, or a little mistaken.","cat":"truth","author":"Jane Austen"},{"text":"Truth is the most valuable thing we have. Let us economize it.","cat":"truth","author":"Mark Twain"},{"text":"I have a theory that the truth is never told during the nine-to-five hours.","cat":"truth","author":"Hunter S. Thompson"},{"text":"We are not afraid to entrust the American people with unpleasant facts, foreign ideas, alien philosophies, and competitive values. For a nation that is afraid to let its people judge the truth and falsehood in an open market is a nation that is afraid of its people.","cat":"truth","author":"John F. Kennedy"},{"text":"I believe that it is better to tell the truth than a lie. I believe it is better to be free than to be a slave. And I believe it is better to know than to be ignorant.","cat":"truth","author":"H. L. Mencken"},{"text":"We have to live today by what truth we can get today and be ready tomorrow to call it falsehood.","cat":"truth","author":"William James"},{"text":"We know the truth, not only by the reason, but also by the heart.","cat":"truth","author":"Blaise Pascal"},{"text":"Only enemies speak the truth friends and lovers lie endlessly, caught in the web of duty.","cat":"truth","author":"Stephen King"},{"text":"What is truth? said jesting Pilate and would not stay for an answer.","cat":"truth","author":"Francis Bacon"},{"text":"No human being will ever know the Truth, for even if they happen to say it by chance, they would not even known they had done so.","cat":"truth","author":"Xenophanes"},{"text":"Truth of a modest sort I can promise you, and also sincerity. That complete, praiseworthy sincerity which, while it delivers one into the hands of one's enemies, is as likely as not to embroil one with one's friends.","cat":"truth","author":"Joseph Conrad"},{"text":"Never apologize for showing feeling. When you do so, you apologize for the truth.","cat":"truth","author":"Benjamin Disraeli"},{"text":"The truth is, I often like women. I like their unconventionality. I like their completeness. I like their anonymity.","cat":"truth","author":"Virginia Woolf"},{"text":"From principles is derived probability, but truth or certainty is obtained only from facts.","cat":"truth","author":"Tom Stoppard"},{"text":"The truth is that our way of celebrating the Christmas season does spring from myriad cultures and sources, from St. Nicholas to Coca-Cola advertising campaigns.","cat":"truth","author":"Richard Roeper"},{"text":"The truth is of course is that there is no journey. We are arriving and departing all at the same time.","cat":"truth","author":"David Bowie"},{"text":"Listen friends, you have to face the truth: You are never going to be rich... The system is rigged in favor of the few, and your name is not among them, not now and not ever.","cat":"truth","author":"Michael Moore"},{"text":"Truth is always in harmony with herself, and is not concerned chiefly to reveal the justice that may consist with wrong-doing.","cat":"truth","author":"Henry David Thoreau"},{"text":"Argument is meant to reveal the truth, not to create it.","cat":"truth","author":"Edward de Bono"},{"text":"Truth emerges more readily from error than from confusion.","cat":"truth","author":"Francis Bacon"},{"text":"To tell the truth is to become beautiful, to begin to love yourself, value yourself. And that's political, in its most profound way.","cat":"truth","author":"June Jordan"},{"text":"It takes two to speak the truth: one to speak, and another to hear.","cat":"truth","author":"Henry David Thoreau"},{"text":"The truth doesn't hurt unless it ought to.","cat":"truth","author":"B. C. Forbes"},{"text":"Adversity is the first path to truth.","cat":"truth","author":"Lord Byron"},{"text":"What does it matter how one comes by the truth so long as one pounces upon it and lives by it?","cat":"truth","author":"Henry Miller"},{"text":"Never underestimate people. They do desire the cut of truth.","cat":"truth","author":"Natalie Goldberg"},{"text":"It is difficult to discriminate the voice of truth from amid the clamor raised by heated partisans.","cat":"truth","author":"Friedrich Schiller"},{"text":"I say that justice is truth in action.","cat":"truth","author":"Benjamin Disraeli"},{"text":"It is an old maxim of mine that when you have excluded the impossible, whatever remains, however improbable, must be the truth.","cat":"truth","author":"Arthur Conan Doyle"},{"text":"We should not be so taken up in the search for truth, as to neglect the needful duties of active life for it is only action that gives a true value and commendation to virtue.","cat":"truth","author":"Marcus Tullius Cicero"},{"text":"For above all things Love means sweetness, and truth, and measure yea, loyalty to the loved one and to your word. And because of this I dare not meddle with so high a matter.","cat":"truth","author":"Marie de France"},{"text":"I am sorry to think that you do not get a man's most effective criticism until you provoke him. Severe truth is expressed with some bitterness.","cat":"truth","author":"Henry David Thoreau"},{"text":"Force is as pitiless to the man who possesses it, or thinks he does, as it is to its victims the second it crushes, the first it intoxicates. The truth is, nobody really possesses it.","cat":"truth","author":"Simone Weil"},{"text":"Clouds and darkness surround us, yet Heaven is just, and the day of triumph will surely come, when justice and truth will be vindicated.","cat":"truth","author":"Mary Todd Lincoln"},{"text":"For Africa to me... is more than a glamorous fact. It is a historical truth. No man can know where he is going unless he knows exactly where he has been and exactly how he arrived at his present place.","cat":"truth","author":"Maya Angelou"},{"text":"Truth will ultimately prevail where there is pains to bring it to light.","cat":"truth","author":"George Washington"},{"text":"People talk about 'getting rid of the old image', and I guess there's some merit in that. But the truth is that people loved 'The Wonder Years' - I can't turn my back on it.","cat":"truth","author":"Danica McKellar"},{"text":"The Assembly has witnessed over the last weeks how historical truth is established once an allegation has been repeated a few times, it is no longer an allegation, it is an established fact, even if no evidence has been brought out in order to support it.","cat":"truth","author":"Dag Hammarskjold"},{"text":"On the mountains of truth you can never climb in vain: either you will reach a point higher up today, or you will be training your powers so that you will be able to climb higher tomorrow.","cat":"truth","author":"Friedrich Nietzsche"},{"text":"To me a real patriot is like a real friend. Who's your real friend? It's the person who tells you the truth. That's who my real friends are. So, you know, I think as far as our country goes, we need more people who will do that.","cat":"truth","author":"Bill Maher"},{"text":"The pursuit of truth will set you free even if you never catch up with it.","cat":"truth","author":"Clarence Darrow"},{"text":"Truth indeed rather alleviates than hurts, and will always bear up against falsehood, as oil does above water.","cat":"truth","author":"Miguel de Cervantes"},{"text":"Losing an illusion makes you wiser than finding a truth.","cat":"truth","author":"Ludwig Borne"},{"text":"All stories should have some honesty and truth in them, otherwise you're just playing about.","cat":"truth","author":"Nigel Kneale"},{"text":"It's essential to tell the truth at all times. This will reduce life's pain. Lying distorts reality. All forms of distorted thinking must be corrected.","cat":"truth","author":"John Bradshaw"},{"text":"Justice is truth in action.","cat":"truth","author":"Benjamin Disraeli"},{"text":"Always speak the truth, think before you speak, and write it down afterwards.","cat":"truth","author":"Lewis Carroll"},{"text":"Tell the truth and shame the devil.","cat":"truth","author":"Francois Rabelais"},{"text":"A lot of journalism wants to have what they call objectivity without them having a commitment to pursuing the truth, but that doesn't work. Objectivity requires belief in and a commitment toward pursuing the truth - having an object outside of our personal point of view.","cat":"truth","author":"Nate Silver"},{"text":"Human love has little regard for the truth. It makes the truth relative, since nothing, not even the truth, must come between it and the beloved person.","cat":"truth","author":"Dietrich Bonhoeffer"},{"text":"Popular opinions, on subjects not palpable to sense, are often true, but seldom or never the whole truth.","cat":"truth","author":"John Stuart Mill"},{"text":"To attempt seeing Truth without knowing Falsehood. It is the attempt to see the Light without knowing the Darkness. It cannot be.","cat":"truth","author":"Frank Herbert"},{"text":"The words of truth are simple.","cat":"truth","author":"Aeschylus"},{"text":"The man who cannot endure to have his errors and shortcomings brought to the surface and made known, but tries to hide them, is unfit to walk the highway of truth.","cat":"truth","author":"James Allen"},{"text":"Who never doubted, never half believed. Where doubt is, there truth is - it is her shadow.","cat":"truth","author":"Ambrose Bierce"},{"text":"What is earnest is not always true on the contrary, error is often more earnest than truth.","cat":"truth","author":"Benjamin Disraeli"},{"text":"There are sadistic scientists who hurry to hunt down errors instead of establishing the truth.","cat":"truth","author":"Marie Curie"},{"text":"You wanna get the truth out of me, get me hammered.","cat":"truth","author":"Ron White"},{"text":"The truth that is suppressed by friends is the readiest weapon of the enemy.","cat":"truth","author":"Robert Louis Stevenson"},{"text":"The great advantage about telling the truth is that nobody ever believes it.","cat":"truth","author":"Dorothy L. Sayers"},{"text":"Ideas are, in truth, force.","cat":"truth","author":"Henry James"},{"text":"The most solid piece of scientific truth I know of is that we are profoundly ignorant about nature.","cat":"truth","author":"Lewis Thomas"},{"text":"Most people live in a myth and grow violently angry if anyone dares to tell them the truth about themselves.","cat":"truth","author":"Robert Anton Wilson"},{"text":"Chase after the truth like all hell and you'll free yourself, even though you never touch its coat tails.","cat":"truth","author":"Clarence Darrow"},{"text":"It may not always be easy, convenient, or politically correct to stand for truth and right, but it is the right thing to do. Always.","cat":"truth","author":"M. Russell Ballard"},{"text":"To be a writer does not mean to preach a truth, it means to discover a truth.","cat":"truth","author":"Milan Kundera"},{"text":"Truth in philosophy means that concept and external reality correspond.","cat":"truth","author":"Georg Wilhelm Friedrich Hegel"},{"text":"Of all liars the most arrogant are biographers: those who would have us believe, having surveyed a few boxes full of letters, diaries, bank statements and photographs, that they can play at the recording angel and tell the whole truth about another human life.","cat":"truth","author":"A. N. Wilson"},{"text":"An error does not become truth by reason of multiplied propagation, nor does truth become error because nobody sees it.","cat":"truth","author":"Mahatma Gandhi"},{"text":"The trouble with lying and deceiving is that their efficiency depends entirely upon a clear notion of the truth that the liar and deceiver wishes to hide.","cat":"truth","author":"Hannah Arendt"},{"text":"In the consciousness of the truth he has perceived, man now sees everywhere only the awfulness or the absurdity of existence and loathing seizes him.","cat":"truth","author":"Friedrich Nietzsche"},{"text":"Enthusiasm is the genius of sincerity and truth accomplishes no victories without it.","cat":"truth","author":"Edward G. Bulwer-Lytton"},{"text":"I perceived how that it was impossible to establish the lay people in any truth except the Scripture were plainly laid before their eyes in their mother tongue.","cat":"truth","author":"William Tyndale"},{"text":"Truth is tough. It will not break, like a bubble, at a touch nay, you may kick it about all day like a football, and it will be round and full at evening.","cat":"truth","author":"Oliver Wendell Holmes"},{"text":"The most powerful element in advertising is the truth.","cat":"truth","author":"William Bernbach"},{"text":"Books and all forms of writing are terror to those who wish to suppress the truth.","cat":"truth","author":"Wole Soyinka"},{"text":"I remember how being young and black and gay and lonely felt. A lot of it was fine, feeling I had the truth and the light and the key, but a lot of it was purely hell.","cat":"truth","author":"Audre Lorde"},{"text":"The truth is balance. However the opposite of truth, which is unbalance, may not be a lie.","cat":"truth","author":"Susan Sontag"},{"text":"Truth uncompromisingly told will always have its ragged edges.","cat":"truth","author":"Herman Melville"},{"text":"The truth is, I had always wanted to be a comedian, but I really didn't have that kind of personality, and it's a terrifying thing to say.","cat":"truth","author":"Jerry Seinfeld"},{"text":"Not every truth is the better for showing its face undisguised and often silence is the wisest thing for a man to heed.","cat":"truth","author":"Pindar"},{"text":"One may sometimes tell a lie, but the grimace that accompanies it tells the truth.","cat":"truth","author":"Friedrich Nietzsche"},{"text":"The truth is more important than the facts.","cat":"truth","author":"Frank Lloyd Wright"},{"text":"Every day I try to do breathing exercises, meditation, and yoga. These things sound awfully cliche, but they help me slow down and try to point to a truth.","cat":"truth","author":"David Duchovny"},{"text":"In matters of truth the fact that you don't want to publish something is, nine times out of ten, a proof that you ought to publish it.","cat":"truth","author":"Gilbert K. Chesterton"},{"text":"The more rapidly truth is spread among mankind the better it will be for them. Only let us be sure that it is the truth.","cat":"truth","author":"Thomas Huxley"},{"text":"The key to wisdom is this - constant and frequent questioning, for by doubting we are led to question and by questioning we arrive at the truth.","cat":"truth","author":"Peter Abelard"},{"text":"I never gave anybody hell! I just told the truth and they thought it was hell.","cat":"truth","author":"Harry S. Truman"},{"text":"There is a tragic clash between Truth and the world. Pure undistorted truth burns up the world.","cat":"truth","author":"Nikolai Berdyaev"},{"text":"I am aware that a philosopher's ideas are not subject to the judgment of ordinary persons, because it is his endeavour to seek the truth in all things, to the extent permitted to human reason by God.","cat":"truth","author":"Nicolaus Copernicus"},{"text":"In seeking truth you have to get both sides of a story.","cat":"truth","author":"Walter Cronkite"},{"text":"Irony regards every simple truth as a challenge.","cat":"truth","author":"Mason Cooley"},{"text":"The truth is the Super Bowl long ago became more than just a football game. It's part of our culture like turkey at Thanksgiving and lights at Christmas, and like those holidays beyond their meaning, a factor in our economy.","cat":"truth","author":"Bob Schieffer"},{"text":"And we should consider every day lost on which we have not danced at least once. And we should call every truth false which was not accompanied by at least one laugh.","cat":"truth","author":"Friedrich Nietzsche"},{"text":"All truth passes through three stages. First, it is ridiculed. Second, it is violently opposed. Third, it is accepted as being self-evident.","cat":"truth","author":"Arthur Schopenhauer"},{"text":"Many a doctrine is like a window pane. We see truth through it but it divides us from truth.","cat":"truth","author":"Khalil Gibran"},{"text":"It is a puzzling thing. The truth knocks on the door and you say, 'Go away, I'm looking for the truth,' and so it goes away. Puzzling.","cat":"truth","author":"Robert M. Pirsig"},{"text":"Ah, well, the truth is always one thing, but in a way it's the other thing, the gossip, that counts. It shows where people's hearts lie.","cat":"truth","author":"Paul Scott"},{"text":"Every legend, moreover, contains its residuum of truth, and the root function of language is to control the universe by describing it.","cat":"truth","author":"James A. Baldwin"},{"text":"There is nothing so powerful as truth, and often nothing so strange.","cat":"truth","author":"Daniel Webster"},{"text":"I guess I'm pretty much of a lone wolf. I don't say I don't like people at all, but, to tell you the truth, I only like it then if I have a chance to look deep into their hearts and their minds.","cat":"truth","author":"Bela Lugosi"},{"text":"If the Republicans will stop telling lies about the Democrats, we will stop telling the truth about them.","cat":"truth","author":"Adlai E. Stevenson"},{"text":"Those who never retract their opinions love themselves more than they love the truth.","cat":"truth","author":"Joseph Joubert"},{"text":"People often ask, why aren't you reading about what it is you're working on right now? And the truth is, you only get three pages a night before your eyelids close.","cat":"truth","author":"David Petraeus"},{"text":"Logic is the technique by which we add conviction to truth.","cat":"truth","author":"Jean de la Bruyere"},{"text":"To become properly acquainted with a truth, we must first have disbelieved it, and disputed against it.","cat":"truth","author":"Novalis"},{"text":"There are two ways of lying. One, not telling the truth and the other, making up statistics.","cat":"truth","author":"Josefina Vazquez Mota"},{"text":"Truth comes to us mediated by human love.","cat":"truth","author":"A. N. Wilson"},{"text":"The audience is the best judge of anything. They cannot be lied to. Truth brings them closer. A moment that lags - they're gonna cough.","cat":"truth","author":"Barbra Streisand"},{"text":"Bad taste is simply saying the truth before it should be said.","cat":"truth","author":"Mel Brooks"},{"text":"Rough work, iconoclasm, but the only way to get at truth.","cat":"truth","author":"Oliver Wendell Holmes"},{"text":"The least initial deviation from the truth is multiplied later a thousandfold.","cat":"truth","author":"Aristotle"},{"text":"Tragedy is like strong acid - it dissolves away all but the very gold of truth.","cat":"truth","author":"David Herbert Lawrence"},{"text":"I am very fond of truth, but not at all of martyrdom.","cat":"truth","author":"Voltaire"},{"text":"Let us begin by committing ourselves to the truth to see it like it is, and tell it like it is, to find the truth, to speak the truth, and to live the truth.","cat":"truth","author":"Richard M. Nixon"},{"text":"All truth, in the long run, is only common sense clarified.","cat":"truth","author":"Thomas Huxley"},{"text":"There's no truth anymore.","cat":"truth","author":"Johnny Depp"},{"text":"Eternal truth, eternal righteousness, eternal love these only can triumph, for these only can endure.","cat":"truth","author":"Joseph Barber Lightfoot"},{"text":"Truth lives, in fact, for the most part on a credit system. Our thoughts and beliefs pass, so long as nothing challenges them, just as bank-notes pass so long as nobody refuses them.","cat":"truth","author":"William James"},{"text":"There is nothing so strong or safe in an emergency of life as the simple truth.","cat":"truth","author":"Charles Dickens"},{"text":"A taste for truth at any cost is a passion which spares nothing.","cat":"truth","author":"Albert Camus"},{"text":"If I'd written all the truth I knew for the past ten years, about 600 people - including me - would be rotting in prison cells from Rio to Seattle today. Absolute truth is a very rare and dangerous commodity in the context of professional journalism.","cat":"truth","author":"Hunter S. Thompson"},{"text":"All truth is not to be told at all times.","cat":"truth","author":"Samuel Butler"},{"text":"A gaffe in Washington is someone telling the truth, and telling the truth has never hurt me.","cat":"truth","author":"Joe Biden"},{"text":"Justice is the truth in action.","cat":"truth","author":"Joseph Joubert"},{"text":"A writer's job is to tell the truth.","cat":"truth","author":"Andy Rooney"},{"text":"Anyone can tell the truth, but only very few of us can make epigrams.","cat":"truth","author":"W. Somerset Maugham"},{"text":"A man must be both stupid and uncharitable who believes there is no virtue or truth but on his own side.","cat":"truth","author":"Joseph Addison"},{"text":"We should consider every day lost on which we have not danced at least once. And we should call every truth false which was not accompanied by at least one laugh.","cat":"truth","author":"Friedrich Nietzsche"},{"text":"The truth is that sometimes it is hard even for me to recognize the Hillary Clinton that other people see.","cat":"truth","author":"Hillary Clinton"},{"text":"Justice and truth are too such subtle points that our tools are too blunt to touch them accurately.","cat":"truth","author":"Blaise Pascal"},{"text":"Fiction reveals truth that reality obscures.","cat":"truth","author":"Ralph Waldo Emerson"},{"text":"Gossip is called gossip because it's not always the truth.","cat":"truth","author":"Justin Timberlake"},{"text":"An error is the more dangerous in proportion to the degree of truth which it contains.","cat":"truth","author":"Henri Frederic Amiel"},{"text":"Some counterfeits reproduce so very well the truth that it would be a flaw of judgment not to be deceived by them.","cat":"truth","author":"Francois de La Rochefoucauld"},{"text":"I think it better that in times like these a poet's mouth be silent, for in truth we have no gift to set a statesman right.","cat":"truth","author":"William Butler Yeats"},{"text":"I make one pledge above all others - to seek and speak the truth with all the resources of mind and spirit I command.","cat":"truth","author":"George McGovern"},{"text":"Above all, I would teach him to tell the truth Truth-telling, I have found, is the key to responsible citizenship. The thousands of criminals I have seen in 40 years of law enforcement have had one thing in common: Every single one was a liar.","cat":"truth","author":"J. Edgar Hoover"},{"text":"Violence does, in truth, recoil upon the violent, and the schemer falls into the pit which he digs for another.","cat":"truth","author":"Arthur Conan Doyle"},{"text":"If you look for truth, you may find comfort in the end if you look for comfort you will not get either comfort or truth only soft soap and wishful thinking to begin, and in the end, despair.","cat":"truth","author":"C. S. Lewis"},{"text":"Those thoughts are truth which guide us to beneficial interaction with sensible particulars as they occur, whether they copy these in advance or not.","cat":"truth","author":"William James"},{"text":"The reason that fiction is more interesting than any other form of literature, to those who really like to study people, is that in fiction the author can really tell the truth without humiliating himself.","cat":"truth","author":"Jim Rohn"},{"text":"One unerring mark of the love of truth is not entertaining any proposition with greater assurance than the proofs it is built upon will warrant.","cat":"truth","author":"John Locke"},{"text":"It is hard to believe that a man is telling the truth when you know that you would lie if you were in his place.","cat":"truth","author":"H. L. Mencken"},{"text":"A petty reason perhaps why novelists more and more try to keep a distance from journalists is that novelists are trying to write the truth and journalists are trying to write fiction.","cat":"truth","author":"Graham Greene"},{"text":"A lie which is half a truth is ever the blackest of lies.","cat":"truth","author":"Alfred Lord Tennyson"},{"text":"Non-violence and truth are inseparable and presuppose one another.","cat":"truth","author":"Mahatma Gandhi"},{"text":"One must always try to see the truth of a situation - it makes things universal.","cat":"truth","author":"V. S. Naipaul"},{"text":"Children say that people are hung sometimes for speaking the truth.","cat":"truth","author":"Joan of Arc"},{"text":"I was not out to paint beautiful pictures even painting good pictures was not important to me. I wanted only to help the truth burst forth.","cat":"truth","author":"Alice Miller"},{"text":"I've been &amp am absurdly over-estimated. There are no supermen &amp I'm quite ordinary, &amp will say so whatever the artistic results. In that point I'm one of the few people who tell the truth about myself.","cat":"truth","author":"T. E. Lawrence"},{"text":"Find out who you are and be that person. That's what your soul was put on this Earth to be. Find that truth, live that truth and everything else will come.","cat":"truth","author":"Ellen DeGeneres"},{"text":"The truth is incontrovertible. Malice may attack it, ignorance may deride it, but in the end, there it is.","cat":"truth","author":"Winston Churchill"},{"text":"I intend to explode the myths about myself and get down to the real truth about the legend that is Batman.","cat":"truth","author":"Bob Kane"},{"text":"The color of truth is gray.","cat":"truth","author":"Andre Gide"},{"text":"The opposite of a fact is falsehood, but the opposite of one profound truth may very well be another profound truth.","cat":"truth","author":"Niels Bohr"},{"text":"In order to create lasting security you must learn to stand in your truth.","cat":"truth","author":"Suze Orman"},{"text":"My longing for truth was a single prayer.","cat":"truth","author":"Edith Stein"},{"text":"All truth is simple... is that not doubly a lie?","cat":"truth","author":"Friedrich Nietzsche"},{"text":"The pursuit of truth does not permit violence on one's opponent.","cat":"truth","author":"Mahatma Gandhi"},{"text":"If you shut the door to all errors, truth will be shut out.","cat":"truth","author":"Rabindranath Tagore"},{"text":"There are only two ways of telling the complete truth - anonymously and posthumously.","cat":"truth","author":"Thomas Sowell"},{"text":"Friendless. Having no favors to bestow. Destitute of fortune. Addicted to utterance of truth and common sense.","cat":"truth","author":"Ambrose Bierce"},{"text":"Photography is truth. The cinema is truth twenty-four times per second.","cat":"truth","author":"Jean-Luc Godard"},{"text":"Materialism coarsens and petrifies everything, making everything vulgar, and every truth false.","cat":"truth","author":"Henri Frederic Amiel"},{"text":"One of the sublimest things in the world is plain truth.","cat":"truth","author":"Edward G. Bulwer-Lytton"},{"text":"If you would be a real seeker after truth, it is necessary that at least once in your life you doubt, as far as possible, all things.","cat":"truth","author":"Rene Descartes"},{"text":"Truth can be stated in a thousand different ways, yet each one can be true.","cat":"truth","author":"Swami Vivekananda"},{"text":"In the process of telling the truth about what you feel or what you see, each of us has to get in touch with himself or herself in a really deep, serious way.","cat":"truth","author":"June Jordan"},{"text":"Truth is always strange, stranger than fiction.","cat":"truth","author":"Lord Byron"},{"text":"An honest man speaks the truth, though it may give offence a vain man, in order that it may.","cat":"truth","author":"William Hazlitt"},{"text":"You can hate me. You can go out there and say anything you want about me, But you will love me later because I told you the truth.","cat":"truth","author":"Mary J. Blige"},{"text":"A lot of guys go, 'Hey, Yog, say a Yogi-ism.' I tell 'em, 'I don't know any.' They want me to make one up. I don't make 'em up. I don't even know when I say it. They're the truth. And it is the truth. I don't know.","cat":"truth","author":"Yogi Berra"},{"text":"The search for the truth is not for the faint hearted.","cat":"truth","author":"Vincent D'Onofrio"},{"text":"The greatest friend of truth is Time, her greatest enemy is Prejudice, and her constant companion is Humility.","cat":"truth","author":"Charles Caleb Colton"},{"text":"A lie gets halfway around the world before the truth has a chance to get its pants on.","cat":"truth","author":"Winston Churchill"},{"text":"The truth doesn't have to do with cruelty, the truth has to do with mercy.","cat":"truth","author":"Ken Kesey"},{"text":"Truth is a demure lady, much too ladylike to knock you on your head and drag you to her cave. She is there, but people must want her, and seek her out.","cat":"truth","author":"William F. Buckley, Jr."},{"text":"If you tell the truth, you don't have to remember anything.","cat":"truth","author":"Mark Twain"},{"text":"Let a man get up and say, Behold, this is the truth, and instantly I perceive a sandy cat filching a piece of fish in the background. Look, you have forgotten the cat, I say.","cat":"truth","author":"Virginia Woolf"},{"text":"The truth is, if anyone saw my home life, I'm pretty sure it would look like other families' around the world. There's a lot of juggling to be done.","cat":"truth","author":"Brooke Burke"},{"text":"I guess rumors are more exciting than the truth.","cat":"truth","author":"Venus Williams"},{"text":"It is precisely our job as Catholics to speak the truth as plainly and precisely as we can.","cat":"truth","author":"Sargent Shriver"},{"text":"They whom truth and wisdom lead, can gather honey from a weed.","cat":"truth","author":"William Cowper"},{"text":"Mystical explanations are thought to be deep the truth is that they are not even shallow.","cat":"truth","author":"Friedrich Nietzsche"},{"text":"I want to be distinguished from the rest to tell the truth, a friend to all mankind is not a friend for me.","cat":"truth","author":"Moliere"},{"text":"Truth, when not sought after, rarely comes to light.","cat":"truth","author":"Oliver Wendell Holmes"},{"text":"All vital truth contains the memory of all that for which it is not true.","cat":"truth","author":"David Herbert Lawrence"},{"text":"When virtue is lost, benevolence appears, when benevolence is lost right conduct appears, when right conduct is lost, expedience appears. Expediency is the mere shadow of right and truth it is the beginning of disorder.","cat":"truth","author":"Lao Tzu"},{"text":"I hate newspapermen. They come into camp and pick up their camp rumors and print them as facts. I regard them as spies, which, in truth, they are.","cat":"truth","author":"William Tecumseh Sherman"},{"text":"Some scenes you juggle two balls, some scenes you juggle three balls, some scenes you can juggle five balls. The key is always to speak in your own voice. Speak the truth. That's Acting 101. Then you start putting layers on top of that.","cat":"truth","author":"John Burroughs"},{"text":"Truth is so obscure in these times, and falsehood so established, that, unless we love the truth, we cannot know it.","cat":"truth","author":"Blaise Pascal"},{"text":"A rusty nail placed near a faithful compass, will sway it from the truth, and wreck the argosy.","cat":"truth","author":"Walter Scott"},{"text":"The world is indeed a mixture of truth and make-believe. Discard the make-believe and take the truth.","cat":"truth","author":"Ramakrishna"},{"text":"The American fascists are most easily recognized by their deliberate perversion of truth and fact. Their newspapers and propaganda carefully cultivate every fissure of disunity, every crack in the common front against fascism.","cat":"truth","author":"Henry A. Wallace"},{"text":"Memory is a complicated thing, a relative to truth, but not its twin.","cat":"truth","author":"Barbara Kingsolver"},{"text":"I believe that ignorance is the root of all evil. And that no one knows the truth.","cat":"truth","author":"Molly Ivins"},{"text":"Many speak the truth when they say that they despise riches, but they mean the riches possessed by others.","cat":"truth","author":"Charles Caleb Colton"},{"text":"Truth engenders hatred of truth. As soon as it appears, it is the enemy.","cat":"truth","author":"Tertullian"},{"text":"I don't know much about creative writing programs. But they're not telling the truth if they don't teach, one, that writing is hard work, and, two, that you have to give up a great deal of life, your personal life, to be a writer.","cat":"truth","author":"Doris Lessing"},{"text":"If you do not tell the truth about yourself you cannot tell it about other people.","cat":"truth","author":"Virginia Woolf"},{"text":"It seems that the first victim of an Obama campaign is the truth. It seems that the first victim of an Obama campaign is the truth.","cat":"truth","author":"Mitt Romney"},{"text":"Three chords and the truth - that's what a country song is.","cat":"truth","author":"Willie Nelson"},{"text":"Always tell the truth - it's the easiest thing to remember.","cat":"truth","author":"David Mamet"},{"text":"I'm someone who believes the truth needs to be heard. And if I'm empowered with the truth, I'm not going to shut up.","cat":"truth","author":"Scott Ritter"},{"text":"You must accept the truth from whatever source it comes.","cat":"truth","author":"Maimonides"},{"text":"The first reaction to truth is hatred.","cat":"truth","author":"Tertullian"},{"text":"Let me get you to understand I don't bully anybody. I stand up for what I believe in and I'm very honest and I always tell the truth. I'm not a liar, I'm not manipulative and I don't stab you in your back because I will stab you in your chest.","cat":"truth","author":"NeNe Leakes"},{"text":"It does not require many words to speak the truth.","cat":"truth","author":"Chief Joseph"},{"text":"One must know oneself. If this does not serve to discover truth, it at least serves as a rule of life and there is nothing better.","cat":"truth","author":"Blaise Pascal"},{"text":"A great truth is a truth whose opposite is also a truth.","cat":"truth","author":"Thomas Mann"},{"text":"A lie told often enough becomes the truth.","cat":"truth","author":"Vladimir Lenin"},{"text":"Live truth instead of professing it.","cat":"truth","author":"Elbert Hubbard"},{"text":"Getting rid of a delusion makes us wiser than getting hold of a truth.","cat":"truth","author":"Ludwig Borne"},{"text":"Risk! Risk anything! Care no more for the opinions of others, for those voices. Do the hardest thing on earth for you. Act for yourself. Face the truth.","cat":"truth","author":"Katherine Mansfield"},{"text":"There are, in truth, no specialties in medicine, since to know fully many of the most important diseases a man must be familiar with their manifestations in many organs.","cat":"truth","author":"William Osler"},{"text":"You shall know the truth, and the truth shall make you mad.","cat":"truth","author":"Aldous Huxley"},{"text":"The truth is that men are tired of liberty.","cat":"truth","author":"Benito Mussolini"},{"text":"The truth has never been of any real value to any human being - it is a symbol for mathematicians and philosophers to pursue. In human relations kindness and lies are worth a thousand truths.","cat":"truth","author":"Graham Greene"},{"text":"I have always loved truth so passionately that I have often resorted to lying as a way of introducing it into the minds which were ignorant of its charms.","cat":"truth","author":"Giacomo Casanova"},{"text":"We were talking about the space between us all and the people who hide themselves behind a wall of illusion. Never glimpse the truth - then it's far too late when they pass away.","cat":"truth","author":"George Harrison"},{"text":"My mother taught me that when you stand in the truth and someone tells a lie about you, don't fight it.","cat":"truth","author":"Whitney Houston"},{"text":"To rise from error to truth is rare and beautiful.","cat":"truth","author":"Victor Hugo"},{"text":"The three-year-old who lies about taking a cookie isn't really a liar after all. He simply can't control his impulses. He then convinces himself of a new truth and, eager for your approval, reports the version that he knows will make you happy.","cat":"truth","author":"Cathy Rindner Tempelsman"},{"text":"The truth of the matter is that you always know the right thing to do. The hard part is doing it.","cat":"truth","author":"Robert H. Schuller"},{"text":"Any fool can tell the truth, but it requires a man of some sense to know how to lie well.","cat":"truth","author":"Samuel Butler"},{"text":"All fixed set patterns are incapable of adaptability or pliability. The truth is outside of all fixed patterns.","cat":"truth","author":"Bruce Lee"},{"text":"As scarce as truth is, the supply has always been in excess of the demand.","cat":"truth","author":"Josh Billings"},{"text":"Contradiction is not a sign of falsity, nor the lack of contradiction a sign of truth.","cat":"truth","author":"Blaise Pascal"},{"text":"There is something wonderful in seeing a wrong-headed majority assailed by truth.","cat":"truth","author":"John Kenneth Galbraith"},{"text":"It is by doubting that we come to investigate, and by investigating that we recognize the truth.","cat":"truth","author":"Peter Abelard"},{"text":"We swallow greedily any lie that flatters us, but we sip only little by little at a truth we find bitter.","cat":"truth","author":"Denis Diderot"},{"text":"Truth always originates in a minority of one, and every custom begins as a broken precedent.","cat":"truth","author":"Will Durant"},{"text":"Sometimes I dread the truth of the lines I say. But the dread must never show.","cat":"truth","author":"Vivien Leigh"},{"text":"Every mind must make its choice between truth and repose. It cannot have both.","cat":"truth","author":"Ralph Waldo Emerson"},{"text":"Of course it's the same old story. Truth usually is the same old story.","cat":"truth","author":"Margaret Thatcher"},{"text":"But whether it be dream or truth, to do well is what matters. If it be truth, for truth's sake. If not, then to gain friends for the time when we awaken.","cat":"truth","author":"Pedro Calderon de la Barca"},{"text":"A lot of people are afraid to tell the truth, to say no. That's where toughness comes into play. Toughness is not being a bully. It's having backbone.","cat":"truth","author":"Robert Kiyosaki"},{"text":"A lot of truth is said in jest.","cat":"truth","author":"Eminem"},{"text":"I am not politically correct. I am all about the facts, I am all about the truth and I am all about Godly pursuits and what this country was built on, and I am not apologetic about it.","cat":"truth","author":"Luke Scott"},{"text":"The truth is that many people set rules to keep from making decisions.","cat":"truth","author":"Mike Krzyzewski"},{"text":"When you have eliminated the impossible, whatever remains, however improbable, must be the truth.","cat":"truth","author":"Arthur Conan Doyle"},{"text":"Even if you are a minority of one, the truth is the truth.","cat":"truth","author":"Mahatma Gandhi"},{"text":"It is more from carelessness about truth than from intentionally lying that there is so much falsehood in the world.","cat":"truth","author":"Samuel Johnson"},{"text":"I'm not a tough guy. I'm just delivering the truth and only the truth and if you can't deal with it, too bad.","cat":"truth","author":"Kevin O'Leary"},{"text":"Defending the truth is not something one does out of a sense of duty or to allay guilt complexes, but is a reward in itself.","cat":"truth","author":"Simone de Beauvoir"},{"text":"Also, I used to think that one day I might get someone to iron my shirts, but the truth is I really like doing them myself.","cat":"truth","author":"David Sedaris"},{"text":"In order that all men may be taught to speak the truth, it is necessary that all likewise should learn to hear it.","cat":"truth","author":"Samuel Johnson"},{"text":"The truth is rarely pure and never simple.","cat":"truth","author":"Oscar Wilde"},{"text":"In fact men will fight for a superstition quite as quickly as for a living truth - often more so, since a superstition is so intangible you cannot get at it to refute it, but truth is a point of view, and so is changeable.","cat":"truth","author":"Hypatia"},{"text":"A liar will not be believed, even when he speaks the truth.","cat":"truth","author":"Aesop"},{"text":"When I saw corruption, I was forced to find truth on my own. I couldn't swallow the hypocrisy.","cat":"truth","author":"Barry White"},{"text":"Man's mind is so formed that it is far more susceptible to falsehood than to truth.","cat":"truth","author":"Desiderius Erasmus"},{"text":"One is certain of nothing but the truth of one's own emotions.","cat":"truth","author":"E. M. Forster"},{"text":"It's a complete lie, why do people buy these papers? It's not the truth I'm here to say. You know, don't judge a person, do not pass judgement, unless you have talked to them one on one. I don't care what the story is, do not judge them because it is a lie.","cat":"truth","author":"Michael Jackson"},{"text":"Truth should not be forced it should simply manifest itself, like a woman who has in her privacy reflected and coolly decided to bestow herself upon a certain man.","cat":"truth","author":"John Updike"},{"text":"One is a child when one has a child. No one says, 'You will never be the same again.' Which is the truth! And we're all supposed to be happy all the time. What is that about?","cat":"truth","author":"Emma Thompson"},{"text":"Tell the truth, but tell it slant.","cat":"truth","author":"Emily Dickinson"},{"text":"Intense feeling too often obscures the truth.","cat":"truth","author":"Harry S. Truman"},{"text":"Anyone who doesn't take truth seriously in small matters cannot be trusted in large ones either.","cat":"truth","author":"Albert Einstein"},{"text":"Truth has rough flavours if we bite it through.","cat":"truth","author":"George Eliot"},{"text":"Words are but symbols for the relations of things to one another and to us nowhere do they touch upon absolute truth.","cat":"truth","author":"Friedrich Nietzsche"},{"text":"Reality means you live until you die. The real truth is nobody wants reality.","cat":"truth","author":"Chuck Palahniuk"},{"text":"Truth will rise above falsehood as oil above water.","cat":"truth","author":"Miguel de Cervantes"},{"text":"There are only two things. Truth and lies. Truth is indivisible, hence it cannot recognize itself anyone who wants to recognize it has to be a lie.","cat":"truth","author":"Franz Kafka"},{"text":"Pithy sentences are like sharp nails which force truth upon our memory.","cat":"truth","author":"Denis Diderot"},{"text":"Today I bent the truth to be kind, and I have no regret, for I am far surer of what is kind than I am of what is true.","cat":"truth","author":"Robert Brault"},{"text":"Falsehood has an infinity of combinations, but truth has only one mode of being.","cat":"truth","author":"Jean-Jacques Rousseau"},{"text":"Any truth is better than indefinite doubt.","cat":"truth","author":"Arthur Conan Doyle"},{"text":"To be afraid is to behave as if the truth were not true.","cat":"truth","author":"Bayard Rustin"},{"text":"The truth is an ambition which is beyond us.","cat":"truth","author":"Peter Ustinov"},{"text":"Man approaches the unattainable truth through a succession of errors.","cat":"truth","author":"Aldous Huxley"},{"text":"Bigotry tries to keep truth safe in its hand with a grip that kills it.","cat":"truth","author":"Rabindranath Tagore"},{"text":"Truth often suffers more by the heat of its defenders than the arguments of its opposers.","cat":"truth","author":"William Penn"},{"text":"Most people think that shadows follow, precede or surround beings or objects. The truth is that they also surround words, ideas, desires, deeds, impulses and memories.","cat":"truth","author":"Elie Wiesel"},{"text":"For truth is always strange stranger than fiction.","cat":"truth","author":"Lord Byron"},{"text":"A liar begins with making falsehood appear like truth, and ends with making truth itself appear like falsehood.","cat":"truth","author":"William Shenstone"},{"text":"Dispassionate objectivity is itself a passion, for the real and for the truth.","cat":"truth","author":"Abraham Maslow"},{"text":"The truth is that I'm constitutionally incapable of doing an ordinary job.","cat":"truth","author":"Dylan Moran"},{"text":"I'd like to say I'm R&ampB's savior. Whether that's the truth or not, I'm definitely going out there with my mic and my shield to declare, 'I am here to save R&ampB.' I will have the people saying, 'Sir, there is a man at the musical gates saying he is here to save R&ampB.'","cat":"truth","author":"Jamie Foxx"},{"text":"Nothing is beautiful, only man: on this piece of naivete rests all aesthetics, it is the first truth of aesthetics. Let us immediately add its second: nothing is ugly but degenerate man - the domain of aesthetic judgment is therewith defined.","cat":"truth","author":"Friedrich Nietzsche"},{"text":"Our understanding of the world around us is constantly being redefined and expanded, and so therefore, it is wiser to be passionate about seeking for truth than knowing it.","cat":"truth","author":"Bryant H. McGill"},{"text":"Let my name stand among those who are willing to bear ridicule and reproach for the truth's sake, and so earn some right to rejoice when the victory is won.","cat":"truth","author":"Louisa May Alcott"},{"text":"No one should ever say that it was my ignorance if I did or showed forth anything however small according to God's good pleasure but let this be your conclusion and let it so be thought, that - as is the perfect truth - it was the gift of God.","cat":"truth","author":"Saint Patrick"},{"text":"The words of truth are always paradoxical.","cat":"truth","author":"Lao Tzu"},{"text":"Telling the truth to people who misunderstand you is generally promoting a falsehood, isn't it?","cat":"truth","author":"Anthony Hope"},{"text":"Truth, like gold, is to be obtained not by its growth, but by washing away from it all that is not gold.","cat":"truth","author":"Leo Tolstoy"},{"text":"Doubt, indulged and cherished, is in danger of becoming denial but if honest, and bent on thorough investigation, it may soon lead to full establishment of the truth.","cat":"truth","author":"Ambrose Bierce"},{"text":"The truth knocks on the door and you say, go away, I'm looking for the truth, and it goes away. Puzzling.","cat":"truth","author":"Robert M. Pirsig"},{"text":"My assignment is what every writer's assignment is: tell the truth of his own time.","cat":"truth","author":"Leslie Fiedler"},{"text":"My truth - what I believe - is that there are no answers here and, if you are looking for answers, you'd better choose the question carefully.","cat":"truth","author":"Javier Bardem"},{"text":"Plato is dear to me, but dearer still is truth.","cat":"truth","author":"Aristotle"},{"text":"The truth will set you free, but first it will make you miserable.","cat":"truth","author":"James A. Garfield"},{"text":"Truth is so hard to tell, it sometimes needs fiction to make it plausible.","cat":"truth","author":"Francis Bacon"},{"text":"Truth is a good dog but always beware of barking too close to the heels of an error, lest you get your brains kicked out.","cat":"truth","author":"Francis Bacon"},{"text":"Nothing does reason more right, than the coolness of those that offer it: For Truth often suffers more by the heat of its defenders, than from the arguments of its opposers.","cat":"truth","author":"William Penn"},{"text":"The greatest truth is honesty, and the greatest falsehood is dishonesty.","cat":"truth","author":"Abu Bakr"},{"text":"If I can get you to laugh with me, you like me better, which makes you more open to my ideas. And if I can persuade you to laugh at the particular point I make, by laughing at it you acknowledge its truth.","cat":"truth","author":"John Cleese"},{"text":"The truth is really an ambition which is beyond us.","cat":"truth","author":"Peter Ustinov"},{"text":"Because you're not what I would have you be, I blind myself to who, in truth, you are.","cat":"truth","author":"Madeleine L'Engle"},{"text":"You don't have to sort of enhance reality. There is nothing stranger than truth.","cat":"truth","author":"Annie Leibovitz"},{"text":"People will generally accept facts as truth only if the facts agree with what they already believe.","cat":"truth","author":"Andy Rooney"},{"text":"A new scientific truth does not triumph by convincing its opponents and making them see the light, but rather because its opponents eventually die, and a new generation grows up that is familiar with it.","cat":"truth","author":"Max Planck"},{"text":"This truth is a remedy against spiritual pride, namely, that none should account himself better before God than others, though perhaps adorned with greater gifts, and endowments.","cat":"truth","author":"Johann Arndt"},{"text":"But now I have come to believe that the whole world is an enigma, a harmless enigma that is made terrible by our own mad attempt to interpret it as though it had an underlying truth.","cat":"truth","author":"Umberto Eco"},{"text":"My way of joking is to tell the truth. That's the funniest joke in the world.","cat":"truth","author":"Muhammad Ali"},{"text":"It's no wonder that truth is stranger than fiction. Fiction has to make sense.","cat":"truth","author":"Mark Twain"},{"text":"How often have I said to you that when you have eliminated the impossible, whatever remains, however improbable, must be the truth?","cat":"truth","author":"Arthur Conan Doyle"},{"text":"Stand upright, speak thy thoughts, declare The truth thou hast, that all may share Be bold, proclaim it everywhere: They only live who dare.","cat":"truth","author":"Voltaire"},{"text":"Only when we realize that there is no eternal, unchanging truth or absolute truth can we arouse in ourselves a sense of intellectual responsibility.","cat":"truth","author":"Hu Shih"},{"text":"I pefer an ugly truth to a pretty lie. If someone is telling me the truth that is when I will give my heart.","cat":"truth","author":"Shakira"},{"text":"Truth uttered before its time is always dangerous.","cat":"truth","author":"Mencius"},{"text":"Scientific truth is marvelous, but moral truth is divine and whoever breathes its air and walks by its light has found the lost paradise.","cat":"truth","author":"Horace Mann"},{"text":"Truth is not a matter of personal viewpoint.","cat":"truth","author":"Vernon Howard"},{"text":"There is no such source of error as the pursuit of truth.","cat":"truth","author":"Samuel Butler"},{"text":"Rebellion without truth is like spring in a bleak, arid desert.","cat":"truth","author":"Khalil Gibran"},{"text":"Too much truth is uncouth.","cat":"truth","author":"Franklin P. Adams"},{"text":"Attempting to get at truth means rejecting stereotypes and cliches.","cat":"truth","author":"Harold Evans"},{"text":"Wisdom is found only in truth.","cat":"truth","author":"Johann Wolfgang von Goethe"},{"text":"Truth is tough. It will not break, like a bubble, at the touch, nay, you may kick it about all day like a football, and it will be round and full at evening.","cat":"truth","author":"Oliver Wendell Holmes, Jr."},{"text":"The defendant wants to hide the truth because he's generally guilty. The defense attorney's job is to make sure the jury does not arrive at that truth.","cat":"truth","author":"Alan Dershowitz"},{"text":"I cringe at backstory. Because it never quite explains or gets into some psychological thing that is never quite right and never quite the truth and who knows why someone is some way.","cat":"truth","author":"Steve Martin"},{"text":"When you stretch the truth, watch out for the snapback.","cat":"truth","author":"Bill Copeland"},{"text":"There is no truth. There is only perception.","cat":"truth","author":"Gustave Flaubert"},{"text":"I can prove anything by statistics except the truth.","cat":"truth","author":"George Canning"},{"text":"A biblical false prophet was a servant of the devil attempting to lead people away from the truth.","cat":"truth","author":"Walter Martin"},{"text":"Let us be a little humble let us think that the truth may not perhaps be entirely with us.","cat":"truth","author":"Jawaharlal Nehru"},{"text":"The greatest homage we can pay to truth, is to use it.","cat":"truth","author":"James Russell Lowell"},{"text":"The truth is cruel, but it can be loved, and it makes free those who have loved it.","cat":"truth","author":"George Santayana"},{"text":"Remember, as long as you live, that nothing but strict truth can carry you through the world, with either your conscience or your honor unwounded.","cat":"truth","author":"Lord Chesterfield"},{"text":"I have come to believe that the whole world is an enigma, a harmless enigma that is made terrible by our own mad attempt to interpret it as though it had an underlying truth.","cat":"truth","author":"Umberto Eco"},{"text":"A writer should have this little voice inside of you saying, Tell the truth. Reveal a few secrets here.","cat":"truth","author":"Quentin Tarantino"},{"text":"Everything we hear is an opinion, not a fact. Everything we see is a perspective, not the truth.","cat":"truth","author":"Marcus Aurelius"},{"text":"Once to every person and nation come the moment to decide. In the conflict of truth with falsehood, for the good or evil side.","cat":"truth","author":"James Russell Lowell"},{"text":"However greatly we distrust the sincerity of those we converse with, yet still we think they tell more truth to us than to anyone else.","cat":"truth","author":"Francois de La Rochefoucauld"},{"text":"Truth is always exciting. Speak it, then life is dull without it.","cat":"truth","author":"Pearl S. Buck"},{"text":"Ignorance is preferable to error, and he is less remote from the truth who believes nothing than he who believes what is wrong.","cat":"truth","author":"Thomas Jefferson"},{"text":"It is unfortunate, considering that enthusiasm moves the world, that so few enthusiasts can be trusted to speak the truth.","cat":"truth","author":"Arthur Balfour"},{"text":"In seeking absolute truth we aim at the unattainable and must be content with broken portions.","cat":"truth","author":"William Osler"},{"text":"For a creative writer possession of the 'truth' is less important than emotional sincerity.","cat":"truth","author":"George Orwell"},{"text":"The essence of humanity's spiritual dilemma is that we evolved genetically to accept one truth and discovered another. Is there a way to erase the dilemma, to resolve the contradictions between the transcendentalist and the empiricist world views?","cat":"truth","author":"E. O. Wilson"},{"text":"Fame - a few words upon a tombstone, and the truth of those not to be depended on.","cat":"truth","author":"Christian Nestell Bovee"},{"text":"The object of the superior man is truth.","cat":"truth","author":"Confucius"},{"text":"Say not, 'I have found the truth,' but rather, 'I have found a truth.'","cat":"truth","author":"Khalil Gibran"},{"text":"A new untruth is better than an old truth.","cat":"truth","author":"Oliver Wendell Holmes"},{"text":"Somewhere between the intellectual idea of why we're attracted to certain things and the pragmatic reality is some form of ever-evolving truth.","cat":"truth","author":"Billy Corgan"},{"text":"In everything truth surpasses the imitation and copy.","cat":"truth","author":"Marcus Tullius Cicero"},{"text":"For my part, whatever anguish of spirit it may cost, I am willing to know the whole truth to know the worst and provide for it.","cat":"truth","author":"Patrick Henry"},{"text":"The discovery of truth is prevented more effectively, not by the false appearance things present and which mislead into error, not directly by weakness of the reasoning powers, but by preconceived opinion, by prejudice.","cat":"truth","author":"Arthur Schopenhauer"},{"text":"Hard times arouse an instinctive desire for authenticity.","cat":"truth","author":"Coco Chanel"},{"text":"This is my truth, tell me yours.","cat":"truth","author":"Aneurin Bevan"},{"text":"The truth is that I oppose the Iraq war, just as I opposed the Vietnam War, because these two conflicts have weakened the U.S. and diminished our standing in the world and our national security.","cat":"truth","author":"George McGovern"},{"text":"I have followed holiness, I have taught truth, and I have been most in the main things not that I thought the things concerning our times little, but that I thought none could do anything to purpose in God's great and public matters, till they were right in their conditions.","cat":"truth","author":"Donald Cargill"},{"text":"Truth is the silliest thing under the sun. Try to get a living by the Truth and go to the Soup Societies. Heavens! Let any clergyman try to preach the Truth from its very stronghold, the pulpit, and they would ride him out of his church on his own pulpit bannister.","cat":"truth","author":"Herman Melville"},{"text":"Truth is confirmed by inspection and delay falsehood by haste and uncertainty.","cat":"truth","author":"Tacitus"},{"text":"I never apologize for the truth. And the truth here is that racists come in many different colors.","cat":"truth","author":"Kinky Friedman"},{"text":"The truth may be out there, but lies are inside your head.","cat":"truth","author":"Terry Pratchett"},{"text":"I know what I like in other actors: truth. That's the best. It makes you say, 'OK, I'll go with you on this.'","cat":"truth","author":"Daniel Craig"},{"text":"You know what the critics are. If you tell the truth they only say you're cynical and it does an author no good to get a reputation for cynicism.","cat":"truth","author":"W. Somerset Maugham"},{"text":"Truth is life's most precious commodity.","cat":"truth","author":"Edwin Louis Cole"},{"text":"It's been a pretty fun ride, to tell you the truth.","cat":"truth","author":"R. Lee Ermey"},{"text":"The Bible may be the truth, but it is not the whole truth and nothing but the truth.","cat":"truth","author":"Samuel Butler"},{"text":"I'll continue to try and balance like a circus act. And I will just fight to always tell the truth. Even if it's difficult.","cat":"truth","author":"Katy Perry"},{"text":"In order to maintain an untenable position, you have to be actively ignorant. One motto on the show is, 'Keep your facts, I'm going with the truth.'","cat":"truth","author":"Stephen Colbert"},{"text":"It is terrible to destroy a person's picture of himself in the interests of truth or some other abstraction.","cat":"truth","author":"Doris Lessing"},{"text":"Establishing an equilibrium between the Islam of truth and Islam as an identity is one of the most difficult tasks of religious intellectuals.","cat":"truth","author":"Abdolkarim Soroush"},{"text":"When one is frightened of the truth then it is never the whole truth that one has an inkling of.","cat":"truth","author":"Ludwig Wittgenstein"},{"text":"God help us from those who believe that they are the sole possessors of truth. How we manage at times to agree willingly to become prisoners within our own minds and souls of beliefs and ideas on which we can never be flexible.","cat":"truth","author":"King Hussein I"},{"text":"Nothing gives rest but the sincere search for truth.","cat":"truth","author":"Blaise Pascal"},{"text":"The word theatre comes from the Greeks. It means the seeing place. It is the place people come to see the truth about life and the social situation.","cat":"truth","author":"Stella Adler"},{"text":"Representation of the world, like the world itself, is the work of men they describe it from their own point of view, which they confuse with the absolute truth.","cat":"truth","author":"Simone de Beauvoir"},{"text":"Betrayal is the only truth that sticks.","cat":"truth","author":"Arthur Miller"},{"text":"We live in a world of denial, and we don't know what the truth is anymore.","cat":"truth","author":"Javier Bardem"},{"text":"The first casualty when war comes is truth.","cat":"truth","author":"Hiram Johnson"},{"text":"Morality is the basis of things and truth is the substance of all morality.","cat":"truth","author":"Mahatma Gandhi"},{"text":"Truth is on the side of the oppressed.","cat":"truth","author":"Malcolm X"},{"text":"Truth may be stretched, but cannot be broken, and always gets above falsehood, as does oil above water.","cat":"truth","author":"Miguel de Cervantes"},{"text":"Exaggeration is truth that has lost its temper.","cat":"truth","author":"Khalil Gibran"},{"text":"The truth is that life is delicious, horrible, charming, frightful, sweet, bitter, and that is everything.","cat":"truth","author":"Anatole France"},{"text":"The genuine truth, and I do think about this a lot, is that I'm one of the least competitive people you'll ever meet. Except with myself.","cat":"truth","author":"Daniel Craig"},{"text":"In matters of truth and justice, there is no difference between large and small problems, for issues concerning the treatment of people are all the same.","cat":"truth","author":"Albert Einstein"},{"text":"People will tell you anything but what they do is always the truth.","cat":"truth","author":"P. J. O'Rourke"},{"text":"I speak the truth not so much as I would, but as much as I dare, and I dare a little more as I grow older.","cat":"truth","author":"Michel de Montaigne"},{"text":"It is error only, and not truth, that shrinks from inquiry.","cat":"truth","author":"Thomas Paine"},{"text":"There is little more powerful than when truth joins action.","cat":"truth","author":"Bryant H. McGill"},{"text":"Why shouldn't truth be stranger than fiction? Fiction, after all, has to make sense.","cat":"truth","author":"Mark Twain"},{"text":"I am in the present. I cannot know what tomorrow will bring forth. I can know only what the truth is for me today. That is what I am called upon to serve, and I serve it in all lucidity.","cat":"truth","author":"Igor Stravinsky"},{"text":"Truth is often the favorite tool of those who deceive.","cat":"truth","author":"Bryant H. McGill"},{"text":"If there were only one truth, you couldn't paint a hundred canvases on the same theme.","cat":"truth","author":"Pablo Picasso"},{"text":"When you want to fool the world, tell the truth.","cat":"truth","author":"Otto von Bismarck"},{"text":"The secular elites are so terrified of telling the truth about radical Islam. When you talk about the radical Islamists, we have got to get straight and get serious and talk about it in the right way.","cat":"truth","author":"Newt Gingrich"},{"text":"Do not love leisure. Waste not a minute. Be bold. Realize the Truth, here and now!","cat":"truth","author":"Swami Sivananda"},{"text":"Everybody now admits that apartheid was wrong, and all I did was tell the people who wanted to know where I come from how we lived in South Africa. I just told the world the truth. And if my truth then becomes political, I can't do anything about that.","cat":"truth","author":"Miriam Makeba"},{"text":"Truth never damages a cause that is just.","cat":"truth","author":"Mahatma Gandhi"},{"text":"Language is the house of the truth of Being.","cat":"truth","author":"Martin Heidegger"},{"text":"Tell the children the truth.","cat":"truth","author":"Bob Marley"},{"text":"A harmful truth is better than a useful lie.","cat":"truth","author":"Thomas Mann"},{"text":"But if you want to know the truth, the weirdest thing that has happened has been my discovery that people who attend the conventions are filled with love.","cat":"truth","author":"William Shatner"},{"text":"Even if I accepted that Jesus - like almost every other prophet on record - was born of a virgin, I cannot think that this proves the divinity of his father or the truth of his teachings. The same would be true if I accepted that he had been resurrected.","cat":"truth","author":"Christopher Hitchens"},{"text":"Not being known doesn't stop the truth from being true.","cat":"truth","author":"Richard Bach"},{"text":"He who does not bellow the truth when he knows the truth makes himself the accomplice of liars and forgers.","cat":"truth","author":"Charles Peguy"},{"text":"Everything deep is also simple and can be reproduced simply as long as its reference to the whole truth is maintained. But what matters is not what is witty but what is true.","cat":"truth","author":"Albert Schweitzer"},{"text":"Without the way, there is no going without the truth, there is no knowing without the life, there is no living.","cat":"truth","author":"Thomas a Kempis"},{"text":"Light is the symbol of truth.","cat":"truth","author":"James Russell Lowell"},{"text":"By means of microscopic observation and astronomical projection the lotus flower can become the foundation for an entire theory of the universe and an agent whereby we may perceive Truth.","cat":"truth","author":"Yukio Mishima"},{"text":"I am saddened by how people treat one another and how we are so shut off from one another and how we judge one another, when the truth is, we are all one connected thing. We are all from the same exact molecules.","cat":"truth","author":"Ellen DeGeneres"},{"text":"When I tell the truth, it is not for the sake of convincing those who do not know it, but for the sake of defending those that do.","cat":"truth","author":"William Blake"},{"text":"Man is least himself when he talks in his own person. Give him a mask, and he will tell you the truth.","cat":"truth","author":"Oscar Wilde"},{"text":"In every truth, the beneficiaries of a system cannot be expected to destroy it.","cat":"truth","author":"A. Philip Randolph"},{"text":"I always come from truth.","cat":"truth","author":"Tiger Woods"},{"text":"You've got to demand the truth from yourself.","cat":"truth","author":"Glenn Beck"},{"text":"I preach there are all kinds of truth, your truth and somebody else's. But behind all of them there is only one truth and that is that there's no truth.","cat":"truth","author":"Flannery O'Connor"},{"text":"Everyone who knows me will know the truth, which is that my children come first in my life and that I would never harm any child.","cat":"truth","author":"Michael Jackson"},{"text":"There is nothing so agonizing to the fine skin of vanity as the application of a rough truth.","cat":"truth","author":"Edward G. Bulwer-Lytton"},{"text":"Every man has a right to utter what he thinks truth, and every other man has a right to knock him down for it. Martyrdom is the test.","cat":"truth","author":"Samuel Johnson"},{"text":"Love is not a mere impulse, it must contain truth, which is law.","cat":"truth","author":"Rabindranath Tagore"},{"text":"For truth has such a face and such a mien, as to be loved needs only to be seen.","cat":"truth","author":"John Dryden"},{"text":"There are new words now that excuse everybody. Give me the good old days of heroes and villains, the people you can bravo or hiss. There was a truth to them that all the slick credulity of today cannot touch.","cat":"truth","author":"Bette Davis"},{"text":"Buonaparte has often made his boast that our fleet would be worn out by keeping the sea and that his was kept in order and increasing by staying in port but know he finds, I fancy, if Emperors hear the truth, that his fleet suffers more in a night than ours in one year.","cat":"truth","author":"Horatio Nelson"},{"text":"Truth, like light, blinds. Falsehood, on the contrary, is a beautiful twilight that enhances every object.","cat":"truth","author":"Albert Camus"},{"text":"When you're caught up in the storm or, you know, just the turmoil of everything that there is another side and you do get through it. And you know, just standing by the truth and doing the right thing.","cat":"truth","author":"Amber Frey"},{"text":"I've worked for 55 years. I'm going to take a little time off, to tell you the truth. It's just that now in the last couple of weeks, Gelman is pouring it on. 'Farewell to Regis!' It's getting embarrassing.","cat":"truth","author":"Regis Philbin"},{"text":"So far as hypotheses are concerned, let no one expect anything certain from astronomy, which cannot furnish it, lest he accept as the truth ideas conceived for another purpose, and depart from this study a greater fool than when he entered it.","cat":"truth","author":"Nicolaus Copernicus"},{"text":"The exact contrary of what is generally believed is often the truth.","cat":"truth","author":"Jean de la Bruyere"},{"text":"A man is original when he speaks the truth that has always been known to all good men.","cat":"truth","author":"Patrick Kavanagh"},{"text":"There is no greatness where there is no simplicity, goodness and truth.","cat":"truth","author":"Leo Tolstoy"},{"text":"In the last few years, the very idea of telling the truth, the whole truth, and nothing but the truth is dredged up only as a final resort when the alternative options of deception, threat and bribery have all been exhausted.","cat":"truth","author":"Michael Musto"},{"text":"I take work very seriously and telling the truth in my job and professionalism.","cat":"truth","author":"Brittany Murphy"},{"text":"A fact never went into partnership with a miracle. Truth scorns the assistance of wonders. A fact will fit every other fact in the universe, and that is how you can tell whether it is or is not a fact. A lie will not fit anything except another lie.","cat":"truth","author":"Robert Green Ingersoll"},{"text":"I will make a bargain with the Republicans. If they will stop telling lies about Democrats, we will stop telling the truth about them.","cat":"truth","author":"Adlai Stevenson"},{"text":"There are few things in which we deceive ourselves more than in the esteem we profess to entertain for our firends. It is little better than a piece of quackery. The truth is, we think of them as we please, that is, as they please or displease us.","cat":"truth","author":"William Hazlitt"},{"text":"If you are out to describe the truth, leave elegance to the tailor.","cat":"truth","author":"Albert Einstein"},{"text":"Evil is the interruption of a truth by the pressure of particular or individual interests.","cat":"truth","author":"Alain Badiou"},{"text":"I'm actually a very honest person, and sometimes I end up like, 'Man, I said too much.' It's hard for me not to tell the truth when you ask me.","cat":"truth","author":"Drake"},{"text":"We must never be afraid to go too far, for truth lies beyond.","cat":"truth","author":"Marcel Proust"},{"text":"Truth is inseperable from the illusory belief that from the figures of the unreal one day, in spite of all, real deliverance will come.","cat":"truth","author":"Theodor Adorno"},{"text":"The truth is a snare: you cannot have it, without being caught. You cannot have the truth in such a way that you catch it, but only in such a way that it catches you.","cat":"truth","author":"Soren Kierkegaard"},{"text":"I left in love, in laughter, and in truth, and wherever truth, love and laughter abide, I am there in spirit.","cat":"truth","author":"Bill Hicks"},{"text":"I'm one of those people you hate because of genetics. It is the truth.","cat":"truth","author":"Brad Pitt"},{"text":"If an eloquent speaker speak not the truth, is there a more horrid kind of object in creation?","cat":"truth","author":"Thomas Carlyle"},{"text":"I'm not pretty. The truth is I didn't think I could be a model at all. I was looking at some of the guys on the walls at Irene Marie and I thought to myself 'Jesus Christ. I can't do this. I don't look anything like these guys'.","cat":"truth","author":"Channing Tatum"},{"text":"Confidence and superiority: It's the usual fundamentalist stuff: I've got the truth, and you haven't.","cat":"truth","author":"Jeanette Winterson"},{"text":"No matter how difficult and painful it may be, nothing sounds as good to the soul as the truth.","cat":"truth","author":"Martha Beck"},{"text":"Three things cannot be long hidden: the sun, the moon, and the truth.","cat":"truth","author":"Buddha"},{"text":"When I can look life in the eyes, grown calm and very coldly wise, life will have given me the truth, and taken in exchange - my youth.","cat":"truth","author":"Sara Teasdale"},{"text":"Proverbs are always platitudes until you have personally experienced the truth of them.","cat":"truth","author":"Aldous Huxley"},{"text":"Whatever satisfies the soul is truth.","cat":"truth","author":"Walt Whitman"},{"text":"Individuals need to be willing to face truth about their attitudes, behaviors, even what we want out of life.","cat":"truth","author":"Joyce Meyer"},{"text":"OK, so truth hurts - but what else does truth do?","cat":"truth","author":"Teena Marie"},{"text":"Silence is the mother of truth.","cat":"truth","author":"Benjamin Disraeli"},{"text":"The truth is, I'm proud of the life I've lived so far, and though I've made my share of mistakes, I have no regrets.","cat":"truth","author":"Carly Fiorina"},{"text":"I tell you the truth, it is hard for a rich man to enter the kingdom of heaven. Again I tell you, it is easier for a camel to go through the eye of a needle than for a rich man to enter the kingdom of heaven.","cat":"truth","author":"Jesus Christ"},{"text":"There are certain persons for whom pure Truth is a poison.","cat":"truth","author":"Andre Maurois"},{"text":"Truth is mighty and will prevail. There is nothing wrong with this, except that it ain't so.","cat":"truth","author":"Mark Twain"},{"text":"A caricature is putting the face of a joke on the body of a truth.","cat":"truth","author":"Joseph Conrad"},{"text":"There are only two people who can tell you the truth about yourself - an enemy who has lost his temper and a friend who loves you dearly.","cat":"truth","author":"Antisthenes"},{"text":"Not everyone can see the truth, but he can be it.","cat":"truth","author":"Franz Kafka"},{"text":"It is one thing to show a man that he is in an error, and another to put him in possession of the truth.","cat":"truth","author":"John Locke"},{"text":"Expectations are a form of first-class truth: If people believe it, it's true.","cat":"truth","author":"Bill Gates"},{"text":"Too much and too little wine. Give him none, he cannot find truth give him too much, the same.","cat":"truth","author":"Blaise Pascal"},{"text":"Whoever is careless with the truth in small matters cannot be trusted with important matters.","cat":"truth","author":"Albert Einstein"},{"text":"Every truth has two sides it is as well to look at both, before we commit ourselves to either.","cat":"truth","author":"Aesop"},{"text":"You never find yourself until you face the truth.","cat":"truth","author":"Pearl Bailey"},{"text":"Fiction is a kind of compassion-generating machine that saves us from sloth. Is life kind or cruel? Yes, Literature answers. Are people good or bad? You bet, says Literature. But unlike other systems of knowing, Literature declines to eradicate one truth in favor of another.","cat":"truth","author":"George Saunders"},{"text":"Beyond a doubt truth bears the same relation to falsehood as light to darkness.","cat":"truth","author":"Leonardo da Vinci"},{"text":"I think Hollywood has a class system. The actors are like the inmates, but the truth is they're running the asylum.","cat":"truth","author":"Robert De Niro"},{"text":"The truth is often a terrible weapon of aggression. It is possible to lie, and even to murder, with the truth.","cat":"truth","author":"Alfred Adler"},{"text":"Exactitude is not truth.","cat":"truth","author":"Henri Matisse"},{"text":"To tell the truth is revolutionary.","cat":"truth","author":"Antonio Gramsci"},{"text":"Nothing is more noble, nothing more venerable than fidelity. Faithfulness and truth are the most sacred excellences and endowments of the human mind.","cat":"truth","author":"Marcus Tullius Cicero"},{"text":"There are very few human beings who receive the truth, complete and staggering, by instant illumination. Most of them acquire it fragment by fragment, on a small scale, by successive developments, cellularly, like a laborious mosaic.","cat":"truth","author":"Anais Nin"},{"text":"Truth is a tendency.","cat":"truth","author":"R. Buckminster Fuller"},{"text":"Legends die hard. They survive as truth rarely does.","cat":"truth","author":"Helen Hayes"},{"text":"If any man seeks for greatness, let him forget greatness and ask for truth, and he will find both.","cat":"truth","author":"Horace Mann"},{"text":"I pray God I may never be brought to the melancholy trial but, if ever I should, it will then be known how far I can reduce to practice principles which I know to be founded in truth.","cat":"truth","author":"James Otis"},{"text":"A truth that's told with bad intent beats all the lies you can invent.","cat":"truth","author":"William Blake"},{"text":"If you seek truth you will not seek victory by dishonorable means, and if you find truth you will become invincible.","cat":"truth","author":"Epictetus"},{"text":"Truth comes out in wine.","cat":"truth","author":"Pliny the Elder"},{"text":"Tell me I'm clever, Tell me I'm kind, Tell me I'm talented, Tell me I'm cute, Tell me I'm sensitive, Graceful and wise, Tell me I'm perfect - But tell me the truth.","cat":"truth","author":"Shel Silverstein"},{"text":"In wartime, truth is so precious that she should always be attended by a bodyguard of lies.","cat":"truth","author":"Winston Churchill"},{"text":"I think there ought to be a club in which preachers and journalists could come together and have the sentimentalism of the one matched with the cynicism of the other. That ought to bring them pretty close to the truth.","cat":"truth","author":"Reinhold Niebuhr"},{"text":"The day will come, however, when they will truly know the Unification Church and me. The day will come when the truth will be known and the message of love will be taught. On that day, their regret will be deep.","cat":"truth","author":"Sun Myung Moon"}]